Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: You cannot pay with your credits as your cart contains Auctioned item. Payments for auctioned items using credits are not allowed.
lv_lv: Jūs nevarat maksāt ar saviem kredītiem, jo jūsu grozā ir izsoles prece. Maksājumi par izsoles precēm, izmantojot kredītus, nav atļauti.

source: You cannot pay with your credits as your cart contains Customer item offer. Payments for custom offers using credits are not allowed.
lv_lv: Jūs nevarat maksāt ar saviem kredītiem, jo jūsu grozā ir klienta preces piedāvājums. Maksājumi par pielāgotiem piedāvājumiem, izmantojot kredītus, nav atļauti.

source: You cannot pay auction buyout using bank transfer.
lv_lv: Jūs nevarat samaksāt izsoles izpirkšanu, izmantojot bankas pārskaitījumu.

source: Click on preferred method to initiate payment
lv_lv: Noklikšķiniet uz vēlamā maksājuma veida, lai sāktu maksājumu

source: Pay %s cart items for %s by admin
lv_lv: Samaksājiet %s groza preces par %s, ko nosaka administrators

source: Pay %s cart items for %s
lv_lv: Samaksājiet %s groza preces par %s

source: Click on button to complete order
lv_lv: Noklikšķiniet uz pogas, lai pabeigtu pasūtījumu

source: Free checkout for %s cart items
lv_lv: Bezmaksas apmaksa %s groza precēm

source: You are not member of any group
lv_lv: Jūs neesat nevienas grupas dalībnieks

source: with no expiration
lv_lv: bez derīguma termiņa beigām

source: until
lv_lv: līdz

source: You are member of %s group %s. This group has flat discount %s on all promotion products!
lv_lv: Jūs esat %s grupas %s dalībnieks. Šai grupai ir fiksētā atlaide %s uz visiem reklāmas produktiem!

source: Your membershipt discount %s is not applied on packages as it would lead to double discount.
lv_lv: Jūsu dalības atlaide %s netiek piemērota pakām, jo tas novestu pie divkāršas atlaides.

source: You are member of this group
lv_lv: Jūs esat šīs grupas biedrs

source: user
lv_lv: lietotājs

source: Flat discount
lv_lv: Fiksētā atlaide

source: No additional discount
lv_lv: Nav papildu atlaides

source: week
lv_lv: nedēļa

source: month
lv_lv: mēnesis

source: quarter
lv_lv: ceturksnis

source: Get %s more credits each %s!
lv_lv: Iegūstiet%s vairāk kredītu katru %s!

source: No extra credits
lv_lv: Nav papildu kredītu

source: %s free listings in %s days
lv_lv: %s bezmaksas sludinājumi %s dienās

source: Members of %s group can publish %s listings in %s days. By default you can only publish %s items in %s days.
lv_lv: Grupas %s dalībnieki var publicēt %s sludinājumus %s dienu laikā. Pēc noklusējuma jūs varat publicēt tikai %s preces %s dienu laikā.

source: Premium listings are not counted
lv_lv: Premium sludinājumi netiek ieskaitīti

source: Exclusive credit packs:
lv_lv: Ekskluzīvi kredītpakas:

source: Exclusive packs:
lv_lv: Ekskluzīvas pakas:

source: No exclusive credit packs
lv_lv: Nav ekskluzīvu kredītpaku

source: Free active listings:
lv_lv: Bezmaksas aktīvie sludinājumi:

source: Exclusive access to categories:
lv_lv: Ekskluzīva pieeja kategorijām:

source: No exclusive access to categories
lv_lv: Nav ekskluzīvas piekļuves kategorijām

source: Duration
lv_lv: Ilgums

source: As a member of %s group, you can publish %s listings for free. Your remaining limit is %s free items.
lv_lv: Kā grupas %s dalībnieks varat bez maksas publicēt %s sludinājumus. Jūsu atlikušais ierobežojums ir %s bezmaksas preces.

source: Your listings
lv_lv: Jūsu sludinājumi

source: You don't have any listing yet
lv_lv: Jums vēl nav neviena sludinājuma

source: Inactive
lv_lv: Neaktīvs

source: Published on
lv_lv: Publicēts

source: Never expire
lv_lv: Nekad nebeidzas

source: Publish fee not paid
lv_lv: Publicēšanas maksa nav samaksāta

source: This listing will not be visible until Publish Fee is paid!
lv_lv: Šis sludinājums nebūs redzams, līdz tiks samaksāta publicēšanas maksa!

source: Image fee not paid
lv_lv: Attēlu maksa nav samaksāta

source: Images on this listing will not be visible until Image Fee is paid!
lv_lv: Attēli šajā sludinājumā nebūs redzami, līdz tiks samaksāta attēlu maksa!

source: No promotions
lv_lv: Nav reklāmu

source: Promote
lv_lv: Izcelt

source: Item does not exist!
lv_lv: Prece neeksistē!

source: Promotion removed
lv_lv: Izcelšana noņemta

source: Item promotions has been updated
lv_lv: Preču izcelšana ir atjaunināta

source: Your listing was published successfully, you can now promote it and make it more visible.
lv_lv: Jūsu sludinājums tika veiksmīgi publicēts, tagad jūs varat to izcelt un padarīt to redzamāku.

source: Your listing was published successfully, however in order to make it visible you must pay publish fee. You can also promote this listing and make it more visible.
lv_lv: Jūsu sludinājums tika veiksmīgi publicēts, tomēr, lai padarītu to redzamu, jums ir jāsamaksā publicēšanas maksa. Jūs arī varat izcelt šo sludinājumu un padarīt to redzamāku.

source: Promote your listing and make it more visible.
lv_lv: Izceliet savu sludinājumu un padariet to redzamāku.

source: This category is paid and is required to pay publish fee, you can also promote your listing and make it more visible.
lv_lv: Šī kategorija ir maksas, un ir jāsamaksā publicēšanas maksa. Jūs arī varat izcelt savu sludinājumu un padarīt to redzamāku.

source: If you would like to change promotion options, you can do it in section below or login to your account and promote listing in %s of user account.
lv_lv: Ja vēlaties mainīt reklāmas opcijas, to var izdarīt zemākajā sadaļā vai piesakoties savā kontā un izceļot sludinājumu %s lietotāja kontā.

source: Promotions section
lv_lv: Reklāmu sadaļa

source: Open listing
lv_lv: Atvērt sludinājumu

source: You cannot remove this fee as it is required
lv_lv: Jūs nevarat noņemt šo maksu, jo tā ir obligāta

source: No promotions has been selected
lv_lv: Nav izvēlēta neviena sludinājuma izcelšanas opcija

source: Click on method to initiate payment
lv_lv: Noklikšķiniet uz metodes, lai sāktu maksājumu

source: Pay fee %s for item %s by admin
lv_lv: Samaksājiet maksu %s par preci %s, ko nosaka administrators

source: Pay fee %s for item %s
lv_lv: Samaksājiet maksu %s par preci %s

source: There was problem showing promote options
lv_lv: Radās problēma, parādot izcelšanas opcijas

source: This is not your listing or it has not been activated yet.
lv_lv: Šis nav jūsu sludinājums vai tas vēl nav aktivizēts.

source: Promote your listing to make it more attractive
lv_lv: Izceliet savu sludinājumu, lai padarītu to pievilcīgāku

source: This section is visible only to owner of this listing and admins
lv_lv: Šo sadaļu var redzēt tikai šī sludinājuma īpašnieks un administratori

source: Click to show promotion options for your listing
lv_lv: Noklikšķiniet, lai parādītu sava sludinājuma izcelšanas opcijas

source: This feature is already paid, if you would like to extend it, login to your account and prolong promotion from user account section
lv_lv: Šī funkcija jau ir apmaksāta, ja vēlaties to pagarināt, piesakieties savā kontā un pagariniet reklāmu no lietotāja konta sadaļas

source: Free of charge!
lv_lv: Bez maksas!

source: You have %s remaining items published for free (group bonus).
lv_lv: Jums ir atlikušas %s preces, kas publicētas bez maksas (dalības bonuss).

source: for
lv_lv: priekš

source: Auto-Republish
lv_lv: Automātiski atjaunināt

source: Listing will be renewed multiple times in selected intervals
lv_lv: Sludinājums atsevišķos intervālos tiek atjaunots vairākas reizes

source: Get stacked discount for repeating republish %s%% for each extra repeat!
lv_lv: Iegūstiet atlaidi par atkārtotu publicēšanu %s %% par katru papildu atkārtojumu!

source: repeats
lv_lv: atkārtojumi

source: Update promotions
lv_lv: Atjauniniet sludinājuma izcelšanu

source: Orders has been successfully updated
lv_lv: Pasūtījumi ir veiksmīgi atjaunināti

source: This section is not available for you
lv_lv: Šī sadaļa Jums nav pieejama

source: Products mng.
lv_lv: Produktu pārvaldīšana.

source: Orders mng.
lv_lv: Pasūtījumu pārvaldīšana.

source: Update status of order items once ordered items were shipped or delivered to customer. If order has been cancelled, update status of all items to cancelled.
lv_lv: Atjauniniet pasūtījuma preču statusu, kad pasūtītās preces ir nosūtītas vai piegādātas klientam. Ja pasūtījums ir atcelts, atjauniniet visu preču statusu uz atceltu.

source: Keyword
lv_lv: Atslēgvārds

source: Customer name, email, item title, ...
lv_lv: Klienta vārds, e-pasts, preces nosaukums, ...

source: Order details
lv_lv: Pasūtījuma detaļas

source: Qt
lv_lv: Daudzums

source: Unknown address
lv_lv: Nezināma adrese

source: %s from %s
lv_lv: %s no %s

source: Order #%s
lv_lv: Pasūtījums %s

source: Deliver to %s (%s): %s
lv_lv: Piegādāt uz %s (%s): %s

source: Customer %s, shipping is not required.
lv_lv: Klientam %s piegāde nav nepieciešama.

source: Removed
lv_lv: Izņemts

source: Status cannot be updated.
lv_lv: Statusu nevar atjaunināt.

source: Update orders
lv_lv: Atjaunināt pasūtījumus

source: No orders found
lv_lv: Nav atrasts neviens pasūtījums

source: List of all products you have bought (does not mean promotions, membership or credit packs).
lv_lv: Visu iegādāto produktu saraksts (tas nenozīmē izcelšanu, dalību vai kredītpakas).

source: If you want to cancel order, please contact us via %s.
lv_lv: Ja vēlaties atcelt pasūtījumu, lūdzu, sazinieties ar mums, izmantojot %s.

source: Contact form
lv_lv: Saziņas forma

source: Ordered products will be delivered to address stored in %s section.
lv_lv: Pasūtītie produkti tiks piegādāti uz adresi, kas saglabāta %s sadaļā.

source: your profile
lv_lv: jūsu profils

source: Your current delivery address: %s
lv_lv: Jūsu pašreizējā piegādes adrese:%s

source: You have not entered your address!
lv_lv: Jūs neesat ievadījis savu adresi!

source: Your current phone number: %s
lv_lv: Jūsu pašreizējais tālruņa numurs: %s

source: You have not entered any phone number!
lv_lv: Jūs neesat ievadījis nevienu tālruņa numuru!

source: Order status
lv_lv: Pasūtījuma statuss

source: Our team is preparing your order
lv_lv: Mūsu komanda sagatavo Jūsu pasūtījumu

source: Your order is on way to you
lv_lv: Jūsu pasūtījums ir ceļā pie Jums

source: Order is delivered and completed
lv_lv: Pasūtījums ir piegādāts un pabeigts

source: Order Status
lv_lv: Pasūtījuma statuss

source: Order ID
lv_lv: Pasūtījuma ID

source: Provider
lv_lv: Piegādātājs

source: Regular price: %s
lv_lv: Parastā cena: %s

source: Shipping: %s from %s
lv_lv: Piegāde: %s no %s

source: Order completed
lv_lv: Pasūtījums ir izpildīts

source: We are processing this order
lv_lv: Mēs apstrādājam šo pasūtījumu

source: We have shipped products to buyer's address
lv_lv: Mēs esam nosūtījuši preces uz pircēja adresi

source: You have no orders yet.
lv_lv: Jums vēl nav neviena pasūtījuma.

source: Buy Credit pack to save time with checkout. Your current credit is %s
lv_lv: Iegādājieties kredītu komplektu, lai ietaupītu laiku norēķinu procesā. Jūsu pašreizējais kredīts ir %s

source: Your wallet is empty. Buy some credits.
lv_lv: Jūsu makā nav līdzekļu. Iegādājieties kredīta paku.

source: Voucher %s has not been processed: %s
lv_lv: Kupons %s nav apstrādāts: %s

source: Credit for user %s (%s) at %s by voucher %s
lv_lv: Kredīts lietotājam %s (%s) plkst. %s ar kuponu %s

source: Voucher %s has been processed correctly, your wallet now has %s credits: %s
lv_lv: Kupons %s ir apstrādāts pareizi, jūsu makā tagad ir %s kredīti: %s

source: %s more based on your membership in %s
lv_lv: %s vairāk, pamatojoties uz jūsu dalību %s

source: We value our customers, as bonus for your registration we boost your wallet with %s each %s!
lv_lv: Mēs novērtējam savus klientus, kā bonusu par jūsu reģistrāciju mēs palielinām jūsu maku par %s katru %s!

source: Boost your wallet credits with voucher if you've received one!
lv_lv: Palieliniet savu maka kredītu ar kuponu, ja tādu esat saņēmis!

source: Enter voucher code
lv_lv: Ievadiet kupona kodu

source: Example: WALLET50
lv_lv: Piemērs: WALLET50

source: Affiliate program
lv_lv: Partneru programma

source: Invite your friend and both get bonus %s!
lv_lv: Uzaicini savu draugu, un abi saņemsiet bonusu %s!

source: Your referral code is %s
lv_lv: Jūsu referāļa kods ir %s

source: Share it with your friends or send them your Invite link.
lv_lv: Kopīgojiet to ar saviem draugiem vai nosūtiet viņiem savu uzaicinājuma saiti.

source: Your invite link:
lv_lv: Jūsu uzaicinājuma saite:

source: Click to share your invite link:
lv_lv: Klikšķiniet, lai kopīgotu savu uzaicinājuma saiti:

source: Share on Facebook
lv_lv: Kopīgot Facebook

source: Share on Whatsapp
lv_lv: Kopīgot WhatsApp

source: Share on Twitter
lv_lv: Kopīgot Twitter

source: Register and get bonus %s!
lv_lv: Reģistrējies un saņem bonusu %s!

source: Share on LinkedIn
lv_lv: Kopīgot LinkedIn

source: Exclusive for %s members!
lv_lv: Ekskluzīvi %s dalībniekiem!

source: Pay just
lv_lv: Maksājiet tikai

source: Last month
lv_lv: Pēdējais mēnesis

source: Last year
lv_lv: Pēdējais gads

source: All payments
lv_lv: Visi maksājumi

source: List of all payments you have made on our site in last month.
lv_lv: Visu maksājumu saraksts, ko esat veicis mūsu vietnē pagājušajā mēnesī.

source: List of all payments you have made on our site in last year.
lv_lv: Visu maksājumu saraksts, ko esat veicis mūsu vietnē pagājušajā gadā.

source: List of all payments you have made on our site.
lv_lv: Visu mūsu vietnē veikto maksājumu saraksts.

source: Transaction ID
lv_lv: Transakcijas ID

source: Initiated bank transfer payments - AWAITING YOUR PAYMENT!
lv_lv: Sākti bankas pārskaitījuma maksājumi - GAIDĀM JŪSU MAKSĀJUMU!

source: Bank account / IBAN: %s
lv_lv: Bankas konts / IBAN: %s

source: Payment in progress. We are awaiting your bank transfer to our account. <br/>Transaction ID: %s <br/>IBAN: %s <br/>Variable Symbol: %s <br/> Amount: %s <br/>Once funds are on our account, we complete your payment. Note that bank transfer can take up to 3 days.
lv_lv: Maksājums tiek apstrādāts. Mēs gaidām jūsu bankas pārskaitījumu uz mūsu kontu. <br/>Transakcijas ID: %s <br/>IBAN: %s <br/>Mainīgais simbols: %s <br/> Summas: %s <br/> Kad līdzekļi būs mūsu kontā, mēs pabeigsim jūsu maksājumu. Lūdzu, ņemiet vērā, ka bankas pārskaitījums var ilgt līdz 3 dienām.

source: Awaiting
lv_lv: Gaidīšana

source: Transfer amount <b>%s</b> to account <b>%s</b> with variable symbol <b>%s</b>
lv_lv: Pārskaitiet summu <b>%s</b> uz kontu <b>%s</b> ar mainīgo simbolu <b>%s</b>

source: Completed payments
lv_lv: Pabeigtie maksājumi

source: No payments has been found
lv_lv: Maksājumi nav atrasti

source: Products has been successfully updated
lv_lv: Produkti ir veiksmīgi atjaunināti

source: You can manage your items/products availabilities, quantities, shipping requirements here.
lv_lv: Šeit jūs varat pārvaldīt savu preču pieejamību, daudzumus un piegādes prasības.

source: Item title, description, ...
lv_lv: Preces nosaukums, apraksts,...

source: Low stock (<= 3 qty)
lv_lv: Mazs krājums (<= 3 gab)

source: Available
lv_lv: Pieejams

source: Product with "Free" and "Check with seller" price cannot be sold.
lv_lv: Preci ar cenu "Bezmaksas" un “Jautāt pārdevējam” nevar pārdot.

source: Not available
lv_lv: Nav pieejams

source: Update products
lv_lv: Atjaunināt produktus

source: You have no products
lv_lv: Jums nav produktu

source: This content is for premium members only!
lv_lv: Šis saturs ir paredzēts tikai premium dalībniekiem!

source: You need to be member of one of following user groups to be able to see content.
lv_lv: Jums ir jābūt kādas no šīm lietotāju grupām, lai varētu redzēt saturu.

source: Become a premium member
lv_lv: Kļūsti par Pemium dalībnieku

source: List of all your product sales.
lv_lv: Visu jūsu pārdoto produktu saraksts.

source: You have not sold products yet
lv_lv: Jūs vēl neesat pārdevis produktus

source: Shipping has been successfully removed
lv_lv: Piegāde ir veiksmīgi noņemta

source: Shipping fee cannot be 0, shipping option has been disabled until price is fixed.
lv_lv: Piegādes maksa nevar būt 0, piegādes iespēja ir atspējota līdz cena ir fiksēta.

source: Standard
lv_lv: Standarta

source: Shipping option has been successfully updated
lv_lv: Piegādes iespēja ir veiksmīgi atjaunināta

source: Shipping option has been successfully created
lv_lv: Piegādes iespēja ir veiksmīgi izveidota

source: Edit shipping option
lv_lv: Rediģēt piegādes opciju

source: Create a new shipping option
lv_lv: Izveidojiet jaunu piegādes iespēju

source: Currier name
lv_lv: Kurjera nosaukums

source: Delivery time
lv_lv: Piegādes laiks

source: 2-4 days
lv_lv: 2-4 dienas

source: Fee for shipping
lv_lv: Maksa par piegādi

source: Country restriction
lv_lv: Valsts ierobežojums

source: All countries
lv_lv: Visas valstis

source: Speed index
lv_lv: Ātruma indekss

source: Fastest
lv_lv: Ātrākais

source: Slowest
lv_lv: Lēnākais

source: Enabled
lv_lv: Iespējots

source: Disabled
lv_lv: Atspējots

source: Update shipping option
lv_lv: Atjauniniet piegādes iespēju

source: Add shipping option
lv_lv: Pievienojiet piegādes iespēju

source: List of your shipping options. Default shipping price, if no option is defined, will be %s
lv_lv: Jūsu piegādes iespēju saraksts. Noklusējuma piegādes cena, ja nav definēta neviena opcija, būs %s

source: Index: %s
lv_lv: Indekss: %s

source: Edit
lv_lv: Rediģēt

source: You have shipping options
lv_lv: Jums ir piegādes iespējas

source: Add a new shipping
lv_lv: Pievienot jaunu piegādi

source: Data checksum has failed, payment was cancelled.
lv_lv: Datu kontrolsumma ir neizdevusies, maksājums tika atcelts.

source: Bank transfer data are related to different user, payment was cancelled.
lv_lv: Bankas pārskaitījuma dati ir saistīti ar citu lietotāju, maksājums tika atcelts.

source: There was problem recognizing your product, please try bank transfer payment again from your cart.
lv_lv: Radās problēma, atpazīstot jūsu preci, lūdzu, mēģiniet vēlreiz veikt bankas pārskaitījuma maksājumu no sava groza.
