Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: YooKassa is not available, currency must be set to RUB to be able to use this gateway.
lv_lv: YooKassa nav pieejams. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz RUB.

source: In your YooKassa account setup notification URL into following:
lv_lv: Savā YooKassa konta iestatīšanas paziņojuma vietrādī URL ievadiet šo:

source: Enable YooKassa Money Payments
lv_lv: Iespējot YooKassa naudas maksājumus

source: YooKassa Shop ID (Account/Merchant)
lv_lv: YooKassa veikala ID (konts/tirgotājs)

source: YooKassa Api Secret Key
lv_lv: YooKassa Api slepenā atslēga

source: MakeCommerce Payments (by Maksekeskus.ee)
lv_lv: MakeCommerce maksājumi (autors Maksekeskus.ee)

source: Open MakeCommerce Home
lv_lv: Atvērt MakeCommerce sākumlapu

source: Open API documentation
lv_lv: Atvērt API dokumentāciju

source: Enable MakeCommerce Payments
lv_lv: Iespējot MakeCommerce maksājumus

source: MakeCommerce Shop Id
lv_lv: MakeCommerce veikala ID

source: MakeCommerce Shop Secret Key
lv_lv: MakeCommerce veikala slepenā atslēga

source: MakeCommerce Shop Public Key
lv_lv: MakeCommerce Shop publiskā atslēga

source: Bank transfers are disabled! You can enable bank transfer payment method in Gateway Settings section.
lv_lv: Bankas pārskaitījumi ir atspējoti! Sadaļā Vārtejas iestatījumi varat iespējot bankas pārskaitījuma maksājuma veidu.

source: Accept
lv_lv: Akceptēt

source: Value for Periodical bonus was not entered correctly. It must be integer larger or equal to 0.
lv_lv: Periodiskās prēmijas vērtība nav ievadīta pareizi. Tam jābūt veselam skaitlim, lielākam vai vienādam ar 0.

source: Group with name %s already exist and was not created.
lv_lv: Grupa ar nosaukumu %s jau eksistē.

source: Groups successfully updated
lv_lv: Grupas veiksmīgi atjauninātas

source: %s (%s) successfully assigned to group %s.
lv_lv: %s (%s) veiksmīgi piešķirts grupai %s.

source: User successfully removed from group
lv_lv: Lietotājs veiksmīgi izņemts no grupas

source: Groups successfully removed
lv_lv: Grupas veiksmīgi noņemtas

source: User Groups
lv_lv: Lietotāju Grupas

source: Enable User Groups
lv_lv: Iespējot lietotāju grupas

source: Enable user groups (memberships) and promote your regular users with extra benefits.
lv_lv: Iespējot lietotāju grupas (dalības), jūs varat piedāvāt saviem standarta lietotājiem papildu priekšrocības.

source: Restrict Categories for User Groups
lv_lv: Ierobežot kategorijas lietotāju grupām

source: Restrict selected categories to be available just for group members. Note that selected categories and it's listings will be available only and only for group members specified bellow!
lv_lv: Ierobežot izvēlēto kategoriju pieejamību tikai grupas dalībniekiem. Ņemiet vērā, ka izvēlētās kategorijas un tā saraksti būs pieejami tikai un tikai norādītajiem grupas dalībniekiem!

source: Add new user to group
lv_lv: Pievienot jaunu lietotāju grupai

source: No group
lv_lv: Nav grupas

source: When new user register, add this user automatically to group.
lv_lv: Kad reģistrējas jauns lietotājs, automātiski pievienojiet šo lietotāju grupai.

source: Limit User Items
lv_lv: Ierobežot lietotāja preces

source: When enabled, maximum number of listings those can user create will be limited. In order to increase this count, it is required to be member of group.
lv_lv: Ja iespējots, maksimālais sludinājumu skaits, ko lietotājs var izveidot, būs ierobežots. Lai palielinātu šo skaitu, ir jābūt grupas dalībniekam.

source: Default Max Items
lv_lv: Noklusējuma max. preču skaits

source: items
lv_lv: preces

source: days
lv_lv: dienas

source: Define default maximum items count that can be published in selected period. I.e. 10 listings in 30 days for "free". This value will be used for users those are not logged in or for those that are not member of any group.
lv_lv: Definējiet noklusējuma maksimālo vienumu skaitu, ko var publicēt atlasītajā periodā. T.i. 10 ieraksti 30 dienu laikā "bezmaksas". Šī vērtība tiks izmantota lietotājiem, kuri nav pieteikušies, vai tiem, kuri nav nevienas grupas dalībnieki.

source: Max Items Count Method
lv_lv: Max. vienumu skaitīšanas metode

source: Count all items
lv_lv: Skaitīt visas preces

source: Count active items
lv_lv: Skaitīt aktīvās preces

source: Count all items except premiums
lv_lv: Uzskaitiet visas preces, izņemot premium

source: Count active items except premiums
lv_lv: Uzskaitiet aktīvās preces, izņemot premium

source: Select how would you like to count user items.
lv_lv: Atlasiet, kā vēlaties uzskaitīt lietotāja preces.

source: Enable user groups to provide better experience and extra content to your regular customers.
lv_lv: Iespējojiet lietotāju grupas, lai saviem pastāvīgajiem klientiem nodrošinātu labāku pieredzi un papildu saturu.

source: You can define price for membership, membership discount and also that content of some categories is available just to members of specified group.
lv_lv: Jūs varat noteikt dalības cenu, dalības atlaidi un arī to, ka dažu kategoriju saturs ir pieejams tikai noteiktās grupas dalībniekiem.

source: Set periodical bonus if you want to send more credits to members of group using functionality "Add credits to users once per period". Value must be integer, i.e. setting 50 will cause to send 50% more credits to user.
lv_lv: Iestatiet periodisku bonusu, ja vēlaties nosūtīt vairāk kredītu grupas dalībniekiem, izmantojot funkcionalitāti "Pievienot kredītus lietotājiem reizi periodā". Vērtībai ir jābūt veselam skaitlim, t.i., iestatot 50, lietotājam tiks nosūtīts par 50% vairāk kredītu.

source: Attr can be used for integration with different plugins or functionalities. Plugin itself does not use them and you do not need to define them.
lv_lv: Attribūti var tikt izmantoti integrācijai ar dažādiem spraudņiem vai funkcionalitātēm. Spraudnis pats tos neizmanto, un jums nav jānosaka šie atribūti.

source: Group Name
lv_lv: Grupas nosaukums

source: Discount
lv_lv: Atlaide

source: Expiration days - for how many days is price set. User can choose different expiration days and price will be lineary recalculated.
lv_lv: Derīguma dienas - cik dienām tiek noteikta cena. Lietotājs var izvēlēties dažādas derīguma dienas, un cena tiks lineāri pārrēķināta.

source: Color
lv_lv: Krāsa

source: Enter group name
lv_lv: Ievadiet grupas nosaukumu

source: More details
lv_lv: Vairāk informācijas

source: Are you sure you want to delete this group?
lv_lv: Esat drošs, ka vēlaties dzēst grupu?

source: Remove group
lv_lv: Noņemt grupu

source: Detail group settings
lv_lv: Detalizēti grupas iestatījumi

source: Max. Items
lv_lv: Max. Preces

source: How many items can member of this group publish in certain period (days).
lv_lv: Cik preces šīs grupas dalībnieks var publicēt noteiktā laika posmā (dienās).

source: Item Period
lv_lv: Preces periods

source: Max Items Days Expiration - enter period for calculation max items. I.e 10 items in 30 days. When user want to publish more, it is required to upgrade membership
lv_lv: Max.. preču dienu derīguma termiņš - ievadiet periodu, lai aprēķinātu maksimālo preču skaitu. T.i., 10 preces 30 dienās. Ja lietotājs vēlas publicēt vairāk, ir jāatjaunina dalība

source: Categories
lv_lv: Kategorijas

source: Enter category IDs delimited by comma that should be restricted just to selected user group. Only members of this group will be allowed to see content of those categories. Example: 1,3,7
lv_lv: Ievadiet kategoriju ID, kas atdalīti ar komatu, un tiem jāattiecas tikai uz atlasīto lietotāju grupu. Tikai šīs grupas dalībnieki varēs redzēt šo kategoriju saturu. Piemērs: 1,3,7

source: Periodical Bonus
lv_lv: Periodiskais bonuss

source: Bonus (wallet credits) sent periodically to users as motivation.
lv_lv: Bonuss (maka kredīti), kas periodiski tiek nosūtīts lietotājiem kā motivācija.

source: Custom Text
lv_lv: Pielāgots teksts

source: Text shown on group card.
lv_lv: Teksts parādīts grupas kartē.

source: Rank
lv_lv: Rangs

source: Rank is used to give "weight" to groups and how they rank across each other.
lv_lv: Rangs tiek izmantots, lai piešķirtu “svarīgumu” grupām un noteiktu, kā tās tiek rangotas viena pret otru.

source: Attribute
lv_lv: Atribūts

source: Can be used by plugin (ie. Business Profile plugin).
lv_lv: Var izmantot spraudnis (piemēram, uzņēmuma profila spraudnis).

source: Pay Per Publish Free Limit
lv_lv: Maksā par publicēšanas bezmaksas limitu

source: Number of items user may have active for free (without paying Publish Fee). When this limit is reached, user has to pay Publish fee to have more active listings.
lv_lv: Lietotājam var būt aktīvas preces bez maksas (neapmaksājot publicēšanas maksu). Kad šis limits ir sasniegts, lietotājam ir jāapmaksā publicēšanas maksa, lai iegūtu vairāk aktīvu sludinājumu.

source: Create new group
lv_lv: Izveidot jaunu grupu

source: Add new line for group
lv_lv: Pievienojiet grupai jaunu rindu

source: Add User to Group
lv_lv: Pievienot lietotāju grupai

source: You can check to what group user belongs.
lv_lv: Varat pārbaudīt, kurai grupai lietotājs pieder.

source: You can also add or remove user from group.
lv_lv: Varat arī pievienot vai noņemt lietotāju no grupas.

source: Update user group
lv_lv: Atjaunināt lietotāju grupu

source: No Group
lv_lv: Nav grupas

source: Membership Expire on
lv_lv: Dalības termiņš beidzas

source: If no date is entered, it is calculated by default number of days for group.
lv_lv: Ja datums nav ievadīts, tas tiek aprēķināts pēc noklusējuma grupas dienu skaits.

source: List users in group
lv_lv: Norādiet lietotājus grupā

source: Select Group
lv_lv: Atlasiet Grupu

source: List Users
lv_lv: Lietotāju saraksts

source: Select group to list users.
lv_lv: Izvēlieties grupu, lai uzskaitītu lietotājus.

source: User Name
lv_lv: Lietotāja vārds

source: Group
lv_lv: Grupa

source: Expire on
lv_lv: Beidzas

source: No users has been found in selected group
lv_lv: Atlasītajā grupā nav atrasts neviens lietotājs

source: Are you sure you want to delete this user from group?
lv_lv: Vai tiešām vēlaties dzēst šo lietotāju no grupas?

source: Remove user
lv_lv: Noņemt lietotāju

source: When enabled, users can purchase membership in different groups. You can set privileges to groups or integrate them with different plugins.
lv_lv: Kad tas ir iespējots, lietotāji var iegādāties dalību dažādās grupās. Varat iestatīt privilēģijas grupām vai integrēt tās ar dažādiem spraudņiem.

source: When enabled, categories selected in definition of groups will be visible only and only to members of these groups. Care! For everyone else will be content of category hidden. Even member without access to category can publish listing inside it.
lv_lv: Ja tas ir iespējots, grupu definīcijā atlasītās kategorijas būs redzamas tikai un tikai šo grupu dalībniekiem. Uzmanību! Visiem pārējiem kategorijas saturs tiks paslēpts. Pat dalībnieks bez piekļuves kategorijai var publicēt sarakstu tajā.

source: Select group where newly registered user is automatically added.
lv_lv: Izvēlieties grupu, kurā automātiski tiek pievienots jaunreģistrēts lietotājs.

source: When enabled, users will be able to publish just XX items in YY days. Note that if you have enabled publishing items for unregistered, these people can avoid this limit by using multiple email addresses.
lv_lv: Ja šī opcija ir iespējota, lietotāji YY dienu laikā varēs publicēt tikai XX vienumus. Ņemiet vērā: ja esat iespējojis nereģistrētu vienumu publicēšanu, šīs personas var izvairīties no šī ierobežojuma, izmantojot vairākas e-pasta adreses.

source: Enter what is maximum count of listings published in selected period. Period is used as (Today) <-> (Today - YY days).
lv_lv: Ievadiet maksimālo publicēto sludinājumu skaitu atlasītajā periodā. Periods tiek izmantots kā (šodien) <-> (šodien - YY dienas).

source: Select methodology to calulate user items. It is recommended to count all active items.
lv_lv: Izvēlieties lietotāja vienumu aprēķināšanas metodiku. Ieteicams saskaitīt visus aktīvos vienumus.

source: You have not selected any duration, this is not possible. Default duration per 24 hours has been used.
lv_lv: Jūs neesat atlasījis nevienu ilgumu, tas nav iespējams. Ir izmantots noklusējuma ilgums 24 stundās.

source: Fees for categories were successfully saved
lv_lv: Maksa par kategorijām tika veiksmīgi saglabāta

source: Fees for locations were successfully saved
lv_lv: Maksa par atrašanās vietām tika veiksmīgi saglabāta

source: Some uplifts were not updated due to their format or range. Note that only integer values between -90 and 300 are accepted.
lv_lv: Daži paaugstinājumi netika atjaunināti to formāta vai diapazona dēļ. Ņemiet vērā, ka tiek pieņemtas tikai veselu skaitļu vērtības no -90 līdz 300.

source: Settings
lv_lv: Iestatījumi

source: Highlight functionality bring possibility to make listings more visible and attractive
lv_lv: Funkcionalitāti “Izcelt” sniedz iespēju padarīt sludinājumus redzamākus un pievilcīgākus

source: If listing is highlighted, it looks different than other listings. You can define styles for highlighted listings bellow.
lv_lv: Ja sludinājums ir izcelts, tas izskatās savādāk nekā citi sludinājumi. Tālāk varat definēt stilus iezīmētajiem sludinājumiem.

source: Enable Pay per Highlight
lv_lv: Iespējot maksu par izcelšanu

source: When enabled, users can pay to mark their listings as highlight.
lv_lv: Ja tas ir iespējots, lietotāji var maksāt, lai atzīmētu savus sludinājumus kā izceltos.

source: Default fee per 24 hours
lv_lv: Noklusējuma maksa par 24 stundām

source: Define default fee per 24 hours of duration. Price for other durations is recalculated via formula.
lv_lv: Nosakiet noklusējuma maksu par 24 stundām. Citu ilgumu cena tiek pārrēķināta pēc formulas.

source: Duration of highlights
lv_lv: Izcelto sludinājumu ilgums

source: Select at least 1 duration to make Pay per Highlight functional (Press CTRL to select multiple).
lv_lv: Izvēlieties vismaz 1 laika periodu, lai iespējotu funkciju “Izcelt” (nospiediet CTRL, lai izvēlētos vairākas iespējas).

source: Highlight Background Color
lv_lv: Izcelšanas fona krāsa

source: Color must be in HEX, RGB or RGBA form. Examples:
lv_lv: Krāsai jābūt HEX, RGB vai RGBA formātā. Piemēri:

source: Highlight CSS Code
lv_lv: Izcelšanas CSS kodu

source: Extra CSS styles. Example:
lv_lv: Papildu CSS stili. Piemērs:

source: Category Prices
lv_lv: Kategorija cenas

source: If you do not want to set different prices per category, skip this section. Prices will be then calculated based on default price.
lv_lv: Ja nevēlaties iestatīt atšķirīgas cenas katrai kategorijai, izlaidiet šo sadaļu. Pēc tam cenas tiks aprēķinātas, pamatojoties uz noklusējuma cenu.

source: If price on parent category is changed, this change is applied to all subcategories of this category.
lv_lv: Ja tiek mainīta cena pamatkategorijā, šīs izmaiņas tiek piemērotas visām šīs kategorijas apakškategorijām.

source: If same price as default price is set, price is cleared (default is used). If price field is left blank, default price is used.
lv_lv: Ja ir iestatīta tāda pati cena kā noklusējuma cena, cena tiek notīrīta (tiek izmantota noklusējuma vērtība). Ja cenas lauks ir atstāts tukšs, tiek izmantota noklusējuma cena.

source: Do not modify too many categories at once.
lv_lv: Nepārveidojiet pārāk daudz kategoriju vienlaikus.

source: Set price to 0 (zero) to disable selection. Set price to blank (empty) to use default price.
lv_lv: Iestatiet cenu uz 0 (nulle), lai atspējotu atlasi. Iestatiet cenu uz tukšu (tukšu), lai izmantotu noklusējuma cenu.

source: Show only prices different to default
lv_lv: Rādīt tikai cenas, kas atšķiras no noklusējuma

source: Show all prices
lv_lv: Rādīt visas cenas

source: Clear prices
lv_lv: Notīrīt cenas

source: Category
lv_lv: Kategorija

source: No categories has been added yet
lv_lv: Nav pievienotas nevienas kategorijas

source: Main category
lv_lv: Galvenā kategorija

source: This option is disabled
lv_lv: Šī opcija ir atspējota

source: Default price is used
lv_lv: Tiek izmantota noklusējuma cena

source: Click to unlock field
lv_lv: Noklikšķiniet, lai atbloķētu lauku

source: Location Prices
lv_lv: Atrašanās vietas cenas

source: You can set there uplift of price per country or region in range -90% to +300%. If you set +100%, fee in selected location will be doubled.
lv_lv: Šeit varat iestatīt cenas paaugstinājumu valstij vai reģionam diapazonā -90% to +300%. Ja iestatīsiet +100%, maksa izvēlētajā vietā tiks dubultota.

source: Note that to get final fee amount, there are 3 variables: category, location, user membership.
lv_lv: Ņemiet vērā, ka, lai iegūtu galīgo maksas summu, ir 3 mainīgie: kategorija, atrašanās vieta, lietotāja dalība.

source: Leave blank or set to 0 to disable.
lv_lv: Atstājiet tukšu vai iestatiet uz 0, lai atspējotu.

source: Location
lv_lv: Atrašanās vieta

source: Uplift percentage
lv_lv: Paaugstinājuma procents

source: No locations has been added yet
lv_lv: Vēl nav pievienota neviena atrašanās vieta

source: Enter integer values only! It can be negative or possitive in range from -90 to 300.
lv_lv: Ievadiet tikai veselas vērtības! Tas var būt negatīvs vai pozitīvs diapazonā no -90 līdz 300.

source: For "Highlight" and "Show image" features please make sure your theme contains hook %s. Some theme like bender already contains it, but some of them may not.
lv_lv: Funkcijām "Izcelt" un "Rādīt attēlu", lūdzu, pārliecinieties, vai motīvā ir ietverts āķis %s. Dažas tēmas, piemēram, bender, jau satur to, bet dažas no tām var nebūt.

source: If Highligh / Show image does not work for you, please go to your theme folder.
lv_lv: Ja izcelšana/rādīt attēlu nedarbojas, lūdzu, dodieties uz motīva mapi.

source: If your theme has files loop-single.php and loop-single-premium.php, continue with section 1, otherwise go to section 2.
lv_lv: Ja jūsu motīvā ir faili loop-single.php un loop-single-premium.php, turpiniet ar 1. sadaļu, pretējā gadījumā pārejiet uz 2. sadaļu.

source: Section 1
lv_lv: 1. sadaļa

source: Open files loop-single.php and loop-single-premium.php and check if contains string %s
lv_lv: Atvērt failus loop-single.php un loop-single-premium.php un pārbaudiet, vai tajā ir virkne %s

source: If you can see this code here, everything is setup correctly and no action is required. If not, continue with next step.
lv_lv: Ja šeit redzat šo kodu, viss ir iestatīts pareizi un nav jāveic nekādas darbības. Ja nē, turpiniet ar nākamo darbību.

source: Locate first html element in this file. It could be
lv_lv: Atrodiet pirmo html elementu šajā failā. Tas varētu būt

source: If it contains class element, before second apostrophe insert following code:
lv_lv: Ja tajā ir klases elements, pirms otrā apostrofa ievietojiet šādu kodu:

source: After that class element will looks like:
lv_lv: Pēc šī klases elements izskatīsies šādi:

source: If it does not contain class element and let's say it is div element, before first > sign insert following code:
lv_lv: Ja tas nesatur klases elementu un pieņemsim, ka tas ir div elements, pirms first > sign ievietojiet šādu kodu:

source: So element will look like (div, p, li, ...) following:
lv_lv: Tātad elements izskatīsies šādi (div, p, li, ...) šādi:

source: Section 2
lv_lv: 2. sadaļa

source: Open files search_list.php and search_gallery.php and check if contains string %s
lv_lv: Atvērt failus search_list.php un search_gallery.php un pārbaudiet, vai tajā ir virkne %s

source: Locate first html element in this file right after line that contains %s. It could be
lv_lv: Atrodiet pirmo html elementu šajā failā tieši aiz rindas, kurā ir %s. Tā varētu būt

source: When enabled, users can %s their listings.
lv_lv: Ja tas ir iespējots, lietotāji var %s savus ierakstus.

source: highlight
lv_lv: izcelšana

source: Set default fee per 24 hours. This fee will be used to calculate fee for other durations.
lv_lv: Iestatiet noklusējuma maksu par 24 stundām. Šī maksa tiks izmantota, lai aprēķinātu maksu par citiem termiņiem.

source: Select available durations of %s item. You can define different prices for different durations, i.e. price per 24 hours set to $1.0, but price for 48 hours set to $1.5. Use CTRL to select more than one duration.
lv_lv: Atlasiet %s preces pieejamos ilgumus. Varat definēt dažādas cenas dažādiem ilgumiem, t.i., cena par 24 stundām iestatīta uz 1,0 ASV dolāru, bet cena par 48 stundām iestatīta uz 1,5 ASV dolāri. Izmantojiet CTRL, lai atlasītu vairāk nekā vienu ilgumu.

source: highlighted
lv_lv: izcelts

source: Select color that will be used as background for highlighted listings (HEX, RGBA or RGB colors). You can define also own CSS styles for highlighted boxes. Listing that is highlighted has class %s, you can use it in your theme style sheet.
lv_lv: Atlasiet krāsu, kas tiks izmantota kā fons izceltajiem sarakstiem (HEX, RGBA vai RGB krāsas). Varat arī definēt savus CSS stilus iezīmētajiem lodziņiem. Izceltajam sarakstam ir klase %s, varat to izmantot savā motīva stila lapā.

source: Define your own CSS code for highlighted boxes. Note that you need to use valid CSS rules. This code will be placed into style attribute of box.
lv_lv: Definējiet savu CSS kodu iezīmētajiem lodziņiem. Ņemiet vērā, ka jums ir jāizmanto derīgi CSS noteikumi. Šis kods tiks ievietots kastes stila atribūtā.

source: Pay to Show Images functionality enables to charge your users for showing pictures on listings.
lv_lv: Maksa par attēlu rādīšanu ļauj iekasēt maksu no lietotājiem par attēlu rādīšanu sludinājumos.

source: When enabled, users are able to upload pictures to listings, however in order to show pictures it is required to pay fee.
lv_lv: Kad tas ir iespējots, lietotāji var augšupielādēt attēlus sludinājumos, taču, lai parādītu attēlus, ir jāmaksā maksa.

source: When fee is not paid, in front listing behave like without pictures.
lv_lv: Kad maksa nav samaksāta, sludinājuma priekšpusē izskatās tā, it kā attēli nebūtu pieejami.

source: Enabling functionality does not affect existing listings, however it is possible from oc-admin > items to require to pay image fee additionally.
lv_lv: Funkcionalitātes iespējošana neietekmē esošos sludinājumus, tomēr no oc-admin > vienumiem var pieprasīt papildus maksāt attēla maksu.

source: Enable Pay per Show Image
lv_lv: Iespējot maksu par bildes rādīšanu

source: When enabled, users must pay to show images on their listings.
lv_lv: Ja šī opcija ir iespējota, lietotājiem ir jāmaksā, lai savos sludinājumos rādītu attēlus.

source: Default fee
lv_lv: Noklusējuma maksa

source: Define default show image fee.
lv_lv: Noteikt noklusējuma maksu par attēla radīšanu.

source: Setting price to 0 (zero) will remove unpaid image fee payment requests (pictures will be visible) in selected categories.
lv_lv: Iestatot cenu uz 0 (nulle), atlasītajās kategorijās tiks noņemti neapmaksātie attēlu maksas maksājuma pieprasījumi (bildes būs redzamas).

source: When enabled, users must pay image fee in order to show images on their listings.
lv_lv: Kad tas ir iespējots, lietotājiem ir jāmaksā attēla nodeva, lai rādītu attēlus savos sludinājumos.

source: Select default fee for showing images on listings.
lv_lv: Atlasiet noklusējuma maksu par attēlu rādīšanu sludinājumos.

source: Move to Top functionality bring possibility to move listings to top in search.
lv_lv: Pārvietot uz augšu funkcionalitāte sniedz iespēju pārvietot sludinājumus meklēšanas augšpusē.

source: If listing is moved to top, it looks newly published.
lv_lv: Ja sludinājums tiek pārvietots uz augšu, tas izskatās tikko publicēts.
