Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: Product selling
lv_lv: Produktu pārdošana

source: Settings were successfully saved
lv_lv: Uzstādījumi saglabāti veiksmīgi

source: Item data were successfully updated
lv_lv: Preces dati tika veiksmīgi atjaunināti

source: Orders were successfully updated. Products has been restocked.
lv_lv: Pasūtījumi tika veiksmīgi atjaunināti. Produkti ir papildināti.

source: User %s successfully added to seller's list. This user is now eligible to sell items.
lv_lv: Lietotājs%s veiksmīgi pievienots pārdevēju sarakstam. Šis lietotājs tagad ir tiesīgs pārdot preces.

source: User %s successfully removed from seller's list. This user cannot sell items anymore.
lv_lv: Lietotājs%s veiksmīgi tika noņemts no pārdevēja saraksta. Šis lietotājs vairs nevar pārdot preces.

source: User not found
lv_lv: Lietotājs nav atrasts

source: Currency rates successfully updated.
lv_lv: Valūtu kursi ir veiksmīgi atjaunināti.

source: Product Selling Settings
lv_lv: Produkta pārdošanas iestatījumi

source: Keep in mind that all payments for products goes to your account. Users allowed to sell products should be your colleagues!
lv_lv: Ņemiet vērā, ka visi maksājumi par produktiem tiek novirzīti uz jūsu kontu. Lietotājiem, kuriem atļauts pārdot produktus, vajadzētu būt jūsu kolēģiem!

source: Enable Product Selling
lv_lv: Iespējot produktu pārdošanu

source: When enabled, selected users can offer products for sell. Payments for products goes to your account.
lv_lv: Kad tas ir iespējots, izvēlētie lietotāji var piedāvāt produktus pārdošanai. Maksājumi par produktiem tiek novirzīti uz jūsu kontu.

source: Enable All Registered to Sell Products
lv_lv: Iespējot visiem reģistrētiem lietotājiem pārdot produktus

source: When enabled, all registered users can sell their products. If disabled, you can manually select sellers in section bellow.
lv_lv: Kad tas ir iespējots, visi reģistrētie lietotāji var pārdot savus produktus. Ja tspējots, varat manuāli izvēlēties pārdevējus zemāk esošajā sadaļā.

source: Enable Stock Management
lv_lv: Iespējot krājumu pārvaldību

source: When enabled, it is possible to set available quantities for products.
lv_lv: Ja tas ir iespējots, ir iespējams noteikt produktu pieejamos daudzumus.

source: Show Product Available Quantity
lv_lv: Rādīt pieejamo produktu daudzumu

source: When enabled, your customers can see available quantities for each product.
lv_lv: Pēc iespējošanas jūsu klienti var redzēt pieejamos daudzumus katram produktam.

source: Hook "Add to Cart" Button to Item Page
lv_lv: Piesaistīt pogu ‘Pievienot grozam’ preces lapai

source: When enabled, no theme modifications are required in order to enable product selling.
lv_lv: Ja tas ir iespējots, tēmu modifikācijas nav nepieciešamas, lai varētu pārdot produktus.

source: Apply Membership Discount
lv_lv: Piemērot dalības lojalitātes atlaidi

source: When enabled, user membership discount is applied on product as well.
lv_lv: Ja tas ir iespējots, lietotājam tiek piešķirta atlaide arī uz produktu.

source: Disable Order Status
lv_lv: Atspējot pasūtījuma statusu

source: Disable order status and all orders will have status Completed that cannot be changed.
lv_lv: Atspējot pasūtījuma statusu un visiem pasūtījumiem būs statuss “Pabeigts”, kuru nevar mainīt.

source: Hook "Listing Type" Select Box to Search Page
lv_lv: Piesaistīt izvēlnes rūtiņu ‘Saraksta tips’ meklēšanas lapai

source: When enabled, select box with listing type is added to search page, once category has been selected. There are 3 entries: All listings, "Buy now" listings, Other listings.
lv_lv: Kad tas ir iespējots, atlases lodziņš ar ieraksta veidu tiek pievienots meklēšanas lapai, kad kategorija ir atlasīta. Ir 3 ieraksti: Visi ieraksti, "Pirkt tagad" saraksti, Citi saraksti.

source: Update
lv_lv: Atjaunināt

source: Make users sellers
lv_lv: Padarīt lietotājus par pārdevējiem

source: All users can sell their products! Selection bellow will not be used. You can disable this in section above, option "Enable All Registered to Sell Products".
lv_lv: Visi lietotāji var pārdot savus produktus! Izvēle zemāk netiks izmantota. Jūs varat to atspējot iepriekšējā sadaļā, opcijai "Iespējot visu reģistrēto pārdošanas produktu".

source: Select users that are allowed to sell their products. Money from payments will go to your account!
lv_lv: Atlasiet lietotājus, kuriem ir atļauts pārdot savus produktus. Nauda no maksājumiem iet uz jūsu kontu!

source: User ID
lv_lv: Lietotāja ID

source: Name
lv_lv: Vārds

source: Type user name or email...
lv_lv: Ierakstiet lietotāja vārdu vai e-pastu...

source: Start typing user name or email and select user you want to check from list.
lv_lv: Sāciet rakstīt lietotājvārdu vai e-pastu un sarakstā atlasiet lietotāju, kuru vēlaties pārbaudīt.

source: Email
lv_lv: E-pasts

source: Set User as Seller
lv_lv: Iestatiet Lietotāju kā Pārdevēju

source: No
lv_lv: Nē

source: Yes
lv_lv: Jā

source: List of active sellers
lv_lv: Aktīvo pārdevēju saraksts

source: Seller
lv_lv: Pārdevējs

source: Items
lv_lv: Preces

source: Type
lv_lv: Tips

source: Address
lv_lv: Adrese

source: Phone
lv_lv: Tālrunis

source: Web
lv_lv: Tīmekļvietne

source: You have set that all users can sell, this section will not be used.
lv_lv: Jūs esat iestatījis, ka visi lietotāji var pārdot, šī sadaļa netiks izmantota.

source: No listings has been found
lv_lv: Nav atrasts neviens sludinājums

source: Company
lv_lv: Uzņēmums

source: Personal
lv_lv: Privātpersona

source: Address not set!
lv_lv: Adrese nav iestatīta!

source: Phone not set!
lv_lv: Tālrunis nav iestatīts!

source: Item Data and Quantities
lv_lv: Preces dati un daudzumi

source: Bellow are shown quantities and sell status for all your listings.
lv_lv: Zemāk ir redzams daudzums un pārdotais statuss visiem jūsu sludinājumiem.

source: Item Title
lv_lv: Preces nosaukums

source: On sale
lv_lv: Izpārdošanā

source: Quantity
lv_lv: Daudzums

source: Status
lv_lv: Statuss

source: User is not in seller
lv_lv: Lietotājs nav pārdevējs

source: Item Price is Free or Check with Seller
lv_lv: Preces cena ir bez maksas vai jautāt pārdevējam

source: Not allowed
lv_lv: Nav atļauts

source: Unavailable Quantity
lv_lv: Nepieejams daudzums

source: Active
lv_lv: Aktīvs

source: Page
lv_lv: Lapa

source: Item Orders
lv_lv: Preču pasūtījumi

source: Bellow are shown all product orders.
lv_lv: Zemāk redzami visi produktu pasūtījumi.

source: Buyer
lv_lv: Pircējs

source: Delivery Address
lv_lv: Piegādes adrese

source: Products
lv_lv: Produkti

source: Full Price
lv_lv: Pilna cena

source: Paid
lv_lv: Apmaksāts

source: Comment
lv_lv: Komentārs

source: Date
lv_lv: Datums

source: No product orders has been found
lv_lv: Produktu pasūtījumi nav atrasti

source: Reg. date
lv_lv: Reģ. datums

source: Owner of listing, click to send mail.
lv_lv: Sludinājuma īpašnieks, klikšķiniet, lai nosūtītu e-pastu.

source: Transaction
lv_lv: Darījums

source: Gateway
lv_lv: Vārteja

source: Description
lv_lv: Apraksts

source: Amount
lv_lv: Summa

source: Unregistered
lv_lv: Nereģistrēts

source: Not set!
lv_lv: Nav iestatīts!

source: Processing
lv_lv: Apstrāde

source: Shipped
lv_lv: Nosūtīts

source: Completed
lv_lv: Pabeigts

source: Cancelled
lv_lv: Atcelts

source: Currency Rates
lv_lv: Valūtas kursi

source: In order to make eCommerce functional, it is required to convert any price of item, to currency of plugin, if it is different.
lv_lv: Lai e-komercija būtu funkcionāla, jebkura preces cena ir jākonvertē spraudņa valūtā, ja tā atšķiras.

source: Plugin use Yahoo service to get currency rate at daily frequency. Make sure your cron is functional.
lv_lv: Spraudnis izmanto Yahoo pakalpojumu, lai iegūtu valūtas kursu katru dienu. Pārliecinieties, vai jūsu cron darbojas.

source: Osclass Pay Plugin has default currency %s and all other currencies are converted to this one
lv_lv: Osclass Pay Plugin noklusējuma valūta ir %s, un visas pārējās valūtas tiek konvertētas uz šo

source: Your classifieds has configured following currencies as available.
lv_lv: Jūsu sludinājumi ir konfigurējuši šādas pieejamās valūtas.

source: You can modify this list in %s
lv_lv: Jūs varat modificēt šo sarakstu %s

source: Settings > Currencies
lv_lv: Iestatījumi > Valūtas

source: Code
lv_lv: Kods

source: Symbol
lv_lv: Simbols

source: Rate
lv_lv: Vērtējums

source: Detail
lv_lv: Detaļas

source: No conversion, osclass pay default currency
lv_lv: Nav konvertācijas, Osclass maksā noklusējuma valūtā

source: Not set, run refresh!
lv_lv: Nav iestatīts, veiciet atsvaidzināšanu!

source: Refresh Rates
lv_lv: Atsvaidzināt vērtējumus

source: Plugin Setup
lv_lv: Spraudņu iestatīšana

source: If you have not used hook to place "Add to cart" button on item page, you can do it manually by modifying theme files.
lv_lv: Ja jūs neizmantojat āķi, lai pogas vienumu lapā ievietotu pogu "Pievienot grozam", varat to izdarīt manuāli, mainot motīvu failus.

source: Place following code into your theme files where function osc_item_id() is available (item.php or item-loop-single.php...).
lv_lv: Ievietojiet šādu kodu savā motīva failos, kur ir pieejama funkcija osc_item_id () (item.php vai item-loop-single.php ...).

source: Help
lv_lv: Palīdzība

source: Enable to allow direct sales of items on your classifieds. Users marked as sellers can then allow on listings to be purchased. Note that payment for purchase go to your account so only users that you cooperate with should be added to seller list. If listing price is set to Free or Check with seller, listing cannot be purchased by users.
lv_lv: Iespējot tiešo preču pārdošanu jūsu sludinājumos. Lietotāji, kas atzīmēti kā pārdevēji, varēs ļaut, lai uz sludinājumiem tiktu veikti pirkumi. Ņemiet vērā, ka maksājumi par pirkumiem nonāk jūsu kontā, tāpēc tikai lietotāji, ar kuriem sadarbojaties, jāiekļauj pārdevēju sarakstā. Ja sludinājuma cena ir noteikta kā ‘Bezmaksas’ vai ‘Jautāt pārdevējam’, lietotāji nevarēs veikt pirkumu.

source: When enabled, all users can sell their listings. In this case seller list is not used.
lv_lv: Kad ir iespējots, visi lietotāji var pārdot savus sludinājumus. Šajā gadījumā pārdevēju saraksts netiek izmantots.

source: When enabled, users and admins can set available quantities on their products. When quantity is on 0, listing cannot be bought anymore.
lv_lv: Kad ir iespējots, lietotāji un administratori var noteikt pieejamos daudzumus savām precēm. Kad daudzums ir 0, sludinājumu vairs nevar iegādāties.

source: When enabled, available quantities for each product are shown next "Add to cart" button.
lv_lv: Kad ir iespējots, pieejamie daudzumi katrai precei tiek rādīti blakus pogai “Pievienot grozam”.

source: Enable to hook "Add to cart" button into hook item_detail on item page. Then there are no modifications required in order to enable product selling.
lv_lv: Iespējot piesaistīt “Pievienot grozam” pogu uz “item_detail” piesaistes sludinājumu lapā. Tad nav nepieciešamas izmaiņas, lai iespējotu produkta pārdošanu.

source: Enable to apply membership discount on price of selling items.
lv_lv: Iespējot dalības atlaides piemērošanu preču pārdošanas cenai.

source: There will be no order status tracking, status cannot be changed. All existing orders will have status Completed and all new orders will be directly marked as Completed.
lv_lv: Nav kārtojuma statusa izsekošanas, statusu nevar mainīt. Visiem esošajiem pasūtījumiem būs statuss “Pabeigts”, un visi jaunie pasūtījumi tiks atzīmēti kā “Pabeigts”.

source: No matter what is currency set on item, price will be converted into currency used in osclass pay plugin.
lv_lv: Neatkarīgi no tā, kāda ir valūta, kas noteikta precei, cena tiks konvertēta valūtā, ko izmanto osclass pay plugin.

source: Error getting data, user not found
lv_lv: Iegūstot datus, radās kļūda, lietotājs nav atrasts

source: You are missing exchangeratesapi.io API key, currency rates refresh will not be functional! You can enter API key in Settings section.
lv_lv: Jums trūkst exchangeratesapi.io API atslēgas, valūtas kursu atsvaidzināšana nedarbosies! API atslēgu varat ievadīt sadaļā Iestatījumi.

source: Exchange Rates Plugin has been setup as replacement for built-in currency conversions. Rates below are not used by plugin now!
lv_lv: Valūtas kursu spraudnis ir iestatīts kā iebūvētās valūtas konvertēšanas aizstājējs. Tālāk norādītās likmes spraudnis tagad neizmanto!

source: Exchange Rates Plugin has been setup as replacement for built-in currency conversions, however plugin function <u>exr_convert</u> was not found! You may be using old or incompatible version of plugin.
lv_lv: Valūtas kursu spraudnis ir iestatīts kā iebūvētās valūtas konvertēšanas aizstājējs, taču spraudņa funkcija <u>exr_convert</u> netika atrasta! Iespējams, jūs izmantojat vecu vai nesaderīgu spraudņa versiju.

source: You may change this setting in eCommerce > Settings page
lv_lv: Šo iestatījumu varat mainīt lapā e-komercija > Iestatījumi

source: Plugin uses ExchangeRatesApi.io to get currency rate with a daily frequency. Make sure your cron is functional.
lv_lv: Spraudnis izmanto ExchangeRatesApi.io, lai iegūtu valūtas kursu ar katru dienu. Pārliecinieties, vai jūsu cron darbojas.

source: Orders
lv_lv: Pasūtījumi

source: Order status has no impact on status of order items. Order status is automatically updated based on updates of order items.
lv_lv: Pasūtījuma statuss neietekmē pasūtījuma preču statusu. Pasūtījuma statuss tiek automātiski atjaunināts, pamatojoties uz pasūtījuma preču atjauninājumiem.

source: Buyer/Seller
lv_lv: Pircējs/pārdevējs

source: Product
lv_lv: Produkts

source: Payment
lv_lv: Maksājums

source: Search
lv_lv: Meklēt

source: Min. Paid
lv_lv: Min. samaksāts

source: Max. Paid
lv_lv: Max. samaksāts

source: Currency
lv_lv: Valūta

source: All
lv_lv: Visi

source: In progress
lv_lv: Procesā

source: Sorting
lv_lv: Kārtošana

source: By ID Descending
lv_lv: Pēc ID dilstošā secībā

source: By ID Ascending
lv_lv: Pēc ID augošā secībā

source: Per Page
lv_lv: Vienā lapā

source: Phone/Address
lv_lv: Tālrunis/Adrese

source: Product/Seller/Price/Status
lv_lv: Produkts/Pārdevējs/Cena/Statuss

source: Order status/Comment
lv_lv: Pasūtījuma statuss/Komentārs

source: User #%s
lv_lv: Lietotājs #%s

source: Shipping: %s
lv_lv: Piegāde: %s

source: Tangible product, must be shipped
lv_lv: Taustāma prece, jānosūta

source: Intangible product (service), does not require shipping
lv_lv: Nemateriāls produkts (pakalpojums), nav nepieciešama piegāde

source: Shipping requirement unknown
lv_lv: Piegādes prasība nav zināma

source: Item #%s
lv_lv: Prece #%s

source: N/A
lv_lv: Nav piemērojams

source: Order comment or note
lv_lv: Pasūtījuma komentārs vai piezīme

source: Products Management
lv_lv: Produktu pārvaldība

source: User
lv_lv: Lietotājs

source: Item title/description
lv_lv: Preces nosaukums/apraksts

source: Item location
lv_lv: Preces atrašanās vieta

source: Publish date
lv_lv: Publicēšanas datums

source: Availability
lv_lv: Pieejamība

source: Shipping
lv_lv: Piegāde

source: Available for sale
lv_lv: Pieejams pārdošanai

source: Not available for sale
lv_lv: Nav pieejams pārdošanai

source: Require shipping
lv_lv: Pieprasīt piegādi

source: No shipping fee
lv_lv: Nav piegādes maksas

source: Restrict Product Selling by Category
lv_lv: Ierobežot produktu pārdošanu pēc kategorijas

source: If no category selected, product selling will be enabled in all categories.
lv_lv: Ja nav atlasīta neviena kategorija, produktu pārdošana tiks iespējota visās kategorijās.

source: When enabled, all registered users can sell their products. If disabled, you can manually select sellers in User management section.
lv_lv: Kad tas ir iespējots, visi reģistrētie lietotāji var pārdot savus produktus. Ja tas ir atspējots, varat manuāli atlasīt pārdevējus sadaļā Lietotāju pārvaldība.

source: Enable User Management
lv_lv: Iespējot lietotāju pārvaldību

source: When enabled, sellers can manage their orders (status) and products (avl. for sale, quantity, shipping).
lv_lv: Kad tas ir iespējots, pārdevēji var pārvaldīt savus pasūtījumus (statusu) un produktus (pārdošanas apjoms, daudzums, piegāde).

source: Enable Shipping
lv_lv: Iespējot piegādi

source: When enabled, shippings will be enabled to customers.
lv_lv: Kad tas ir iespējots, klientiem tiks iespējota piegāde.

source: Default Shipping Price
lv_lv: Noklusējuma piegādes cena

source: Default shipping amount in case seller did not defined custom shipping or no seller shipping match to order criteria.
lv_lv: Noklusējuma piegādes summa, ja pārdevējs nav definējis pielāgotu piegādi vai neviens pārdevējs neatbilst pasūtījuma kritērijiem.

source: ExchangeRatesApi.io API key
lv_lv: ExchangeRatesApi.io API atslēga

source: API key to refresh currency exchange rates.
lv_lv: API atslēga valūtas maiņas kursu atsvaidzināšanai.

source: Get your API key
lv_lv: Iegūstiet savu API atslēgu

source: Use Exchange Rates Plugin for Conversions
lv_lv: Izmantojiet Valūtas kursu spraudni konvertācijām

source: When enabled, currency conversions and exchange rates will be used from %s and Osclass Pay features & API will not be used.
lv_lv: Ja iespējots, tiks izmantoti valūtas konvertācijas un maiņas kursi no %s, un Osclass Pay funkcijas un API netiks izmantotas.

source: Exchange Rates Plugin
lv_lv: Exchange Rates spraudnis

source: When enabled, users and admins & users can set available quantities on their products. When quantity is on 0, listing cannot be bought anymore.
lv_lv: Kad tas ir iespējots, lietotāji un administratori un lietotāji var iestatīt saviem produktiem pieejamos daudzumus. Ja daudzums ir uz 0, sludinājumu vairs nevar iegādāties.

source: You may enable product selling just in selected categories. If you select no category, it will be enabled in all categories. Use control key or shift key to select more than one value.
lv_lv: Jūs varat iespējot produktu pārdošanu tikai atlasītajās kategorijās. Ja neizvēlaties nevienu kategoriju, tā tiks iespējota visās kategorijās. Izmantojiet vadības taustiņu vai taustiņu Shift, lai atlasītu vairāk nekā vienu vērtību.

source: Shipping option has been successfully removed
lv_lv: Piegādes iespēja ir veiksmīgi noņemta

source: Shipping is disabled. You can enable it in Settings page.
lv_lv: Piegāde ir atspējota. Varat to iespējot iestatījumu lapā.

source: Shippings
lv_lv: Sūtījumi

source: List of all shipping options created by sellers.
lv_lv: Visu pārdevēju izveidoto piegādes iespēju saraksts.

source: Delivery
lv_lv: Piegāde

source: Location restrictions
lv_lv: Atrašanās vietas ierobežojumi

source: Fee
lv_lv: Maksa

source: No shippings has been found
lv_lv: Nav atrasts neviens sūtījums

source: Delete
lv_lv: Dzēst

source: Are you sure you want to remove this shipping option? Action cannot be undone
lv_lv: Vai tiešām vēlaties noņemt šo piegādes iespēju? Darbību nevar atsaukt

source: Payment Gateways
lv_lv: Maksājumu vārtejas

source: Bank transfer accepted successfully
lv_lv: Bankas pārskaitījums tika veiksmīgi pieņemts

source: Insufficient quantity on stock for product %s! We have %s items on stock, you have requested %s. Our team may contact you.
lv_lv: Nepietiekams krājums produktam %s! Mums ir %s preces, kas ir krājumā, jūs esat pieprasījis %s. Mūsu komanda var sazināties ar jums.

source: Bank transfer cancelled successfully
lv_lv: Bankas pārskaitījums tika veiksmīgi atcelts

source: Bank transfer removed successfully
lv_lv: Bankas pārskaitījums tika veiksmīgi noņemts

source: Payment Methods
lv_lv: Maksājuma metodes

source: Bank Transfer Payments
lv_lv: Bankas pārskaitījumu maksājumi

source: Note that each payment must be accepted/approved by admin. After approval, promotions are executed.
lv_lv: Ņemiet vērā, ka katrs maksājums ir jāapstiprina administratoram. Pēc apstiprināšanas tiek veikti reklāmas piedāvājumi.

source: Approve transaction just in case you see it on your bank account, this action cannot be undone.
lv_lv: Apstipriniet transakciju tikai tad, ja redzat to savā bankas kontā, jo šo darbību nevar atsaukt.

source: Enable Bank Transfer Payments
lv_lv: Iespējot bankas pārskaitījuma maksājumus

source: Using bank transfer is possible to pay just for credit packs.
lv_lv: Izmantojot bankas pārskaitījumu, ir iespējams apmaksāt tikai kredītu pakas.

source: Bank Transfer IBAN
lv_lv: Bankas pārskaitījums

source: Minimum Value for Transfer
lv_lv: Pārskaitījuma minimālā vērtība

source: Payments with amount less than minimum will not be possible to pay using Bank Transfer.
lv_lv: Maksājumus ar summu, kas ir mazāka par minimālo, nebūs iespējams apmaksāt, izmantojot bankas pārskaitījumu.

source: Show existing bank transfers
lv_lv: Parādīt esošos bankas pārskaitījumus

source: PayPal Payments
lv_lv: PayPal maksājumi

source: It is preferred to use Digital Goods checkout if available, it is more user friendly.
lv_lv: Ja pieejams, ieteicams izmantot digitālo preču norēķinu sistēmu, jo tā ir lietotājam draudzīgāka.

source: Link will open in new window
lv_lv: Saite tiks atvērta jaunā logā

source: Open Paypal Production
lv_lv: Atvērt PayPal darbības vidi

source: Open Paypal Sandbox
lv_lv: Atvērt Paypal Sandbox

source: Open Paypal Help
lv_lv: Atvērt Paypal palīdzība

source: Enable PayPal Payments
lv_lv: Iespējot PayPal maksājumus

source: PayPal API Username
lv_lv: PayPal API lietotājvārds

source: PayPal API Signature
lv_lv: Paypal API paraksts

source: PayPal API Password
lv_lv: Paypal API parole

source: PayPal Email
lv_lv: PayPal e-pasts

source: PayPal Standard Payments
lv_lv: PayPal standarta maksājumi

source: Use "Standard Payments" if "Digital Goods" is not available in your country
lv_lv: Izmantojiet "Standarta maksājumi", ja jūsu valstī nav pieejamas Digitālās preces

source: PayPal Sandbox Enabled
lv_lv: PayPal Sandbox ir iespējots

source: Przelewy24 Payments
lv_lv: Przelewy24 Maksājumi

source: Przelewy24 not available, currency must be set to PLN, EUR or CZK to be able to use this gateway.
lv_lv: Przelewy24 nav pieejams. Lai varētu izmantot šo vārteju, ir jāiestata PLN, EUR vai CZK.

source: Open Przelewy24 Production
lv_lv: Atvērt Przelewy24 darbības vidi

source: Open Przelewy24 Sandbox
lv_lv: Atvērt Przelewy24 Sandbox

source: Open Przelewy24 Help
lv_lv: Atvērt Przelewy24 palīdzību

source: Enable Przelewy24 Payments
lv_lv: Iespējot Przelewy24 maksājumus

source: Przelewy24 Merchant Id
lv_lv: Przelewy24 tirgotāja ID

source: Przelewy24 Shop/POS Id
lv_lv: Przelewy24 Veikala/POS ID

source: Leave blank or enter Merchant ID if not applicable for you.
lv_lv: Atstājiet tukšu vai ievadiet tirgotāja ID, ja tas neattiecas uz jums.

source: Przelewy24 CRC Key
lv_lv: Przelewy24 CRC atslēga

source: Przelewy24 UI Language
lv_lv: Przelewy24 UI valoda

source: Poland
lv_lv: Polija

source: English
lv_lv: Angļu

source: German
lv_lv: Vācu

source: Spanish
lv_lv: Spāņu

source: Italian
lv_lv: Itāļu

source: Enable Sandbox
lv_lv: Iespējot Sandbox

source: Payhere.lk Payments
lv_lv: Payhere.lk Maksājumi

source: payherelk not available, currency must be set to USD or LKR to be able to use this gateway.
lv_lv: payherelk nav pieejams, valūta ir jāiestata uz USD vai LKR, lai varētu izmantot šo vārteju.

source: Open Payhere.lk Production
lv_lv: Atvērt Payhere.lk darbības vidi

source: Open Payhere.lk Sandbox
lv_lv: Atvērt Payhere.lk Sandbox

source: Open Payhere.lk Documentation
lv_lv: Atvērt Payhere.lk dokumentāciju

source: Enable Payhere.lk Payments
lv_lv: Iespējot Payhere.lk maksājumus

source: Payhere.lk Merchant Id
lv_lv: Payhere.lk tirgotāja ID

source: Payhere.lk Secret Key
lv_lv: Payhere.lk slepenā atslēga

source: Stripe Payments
lv_lv: Stripe maksājumi

source: Open Stripe Production
lv_lv: Atvērt Stripe darbības vidi

source: Open Stripe Sandbox
lv_lv: Atvērt Stripe Sandbox

source: Open Stripe Help
lv_lv: Atvērt Stripe palīdzību
