Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: Publish fee for listing has not been paid. Please pay publish fee in order to enable it and make visible to other users.
lv_lv: Publicēšanas maksa par iekļaušanu sludinājumā nav samaksāta. Lūdzu, samaksājiet publicēšanas maksu, lai to iespējotu un padarītu redzamu citiem lietotājiem.

source: Show image fee for listing has not been paid. Please pay this fee in order to show images on your listings.
lv_lv: Parādiet, ka iekasēšanas maksa nav iekasēta. Lūdzu, samaksājiet šo maksu, lai parādītu attēlus savos sludinājumos.

source: Periodical credits to user %s (%s) at %s
lv_lv: Periodiskie kredīti lietotājam %s (%s) pie %s

source: Create a new account and get bonus %s!
lv_lv: Izveidojiet jaunu kontu un saņemiet bonusu %s!

source: Gateways
lv_lv: Vārtejas

source: Item
lv_lv: Prece

source: eCommerce
lv_lv: e-Komercija

source: Logs
lv_lv: Žurnāli

source: This is demo site, you may not be able to change settings and update / remove elements.
lv_lv: Šī ir demonstrācijas vietne, iespējams, nevarēsit mainīt iestatījumus un atjaunināt / noņemt elementus.

source: Report Bug
lv_lv: Ziņot par kļūdu

source: Support Forums
lv_lv: Atbalsta forums

source: Contact Us
lv_lv: Sazinieties ar mums

source: Log
lv_lv: Žurnāls

source: Free group publish limit usage of %s on item #%s (%s) at %s
lv_lv: Bezmaksas grupas publicēšanas ierobežojums %s precei #%s (%s) plkst. %s

source: Promotions
lv_lv: Sludinājumu izcelšana

source: Listing has been unmarked as premium in Osclass Pay plugin as well.
lv_lv: Sludinājumam ir noņemta Premium atzīme arī Osclass Pay spraudnī.

source: Listing has been marked as premium in Osclass Pay plugin as well as non-expiring
lv_lv: Sludinājums ir atzīmēts kā Premium Osclass Pay spraudnī, kā arī nav beidzies derīguma termiņš

source: Pending bank transfer
lv_lv: Gaida bankas pārskaitījumu

source: Pending bank transfers
lv_lv: Gaida bankas pārskaitījumus

source: Pending banner
lv_lv: Gaida baneri

source: Pending banners
lv_lv: Gaida banerus

source: New order
lv_lv: Jauns pasūtījums

source: New orders
lv_lv: Jauni pasūtījumi

source: Listings promotion
lv_lv: Sludinājumu izcelšana

source: Shopping cart
lv_lv: Iepirkuma grozs

source: Advertisement
lv_lv: Reklāma

source: Orders management
lv_lv: Pasūtījumu pārvaldība

source: Products management
lv_lv: Produktu pārvaldība

source: Sales
lv_lv: Izpārdošana

source: Payments history
lv_lv: Maksājumu vēsture

source: Restricted access
lv_lv: Ierobežota piekļuve

source: Listings section
lv_lv: Sludinājumu sadaļa

source: Remove premium mark
lv_lv: Noņemiet premium atzīmi

source: Remove highlight mark
lv_lv: Noņemiet izcelšanas atzīmi

source: Remove repblish options (all were used)
lv_lv: Noņemt atkārtošanas opcijas (visas tika izmantotas)

source: Republish item, %d repeats left, next republish on %s.
lv_lv: Atkārtoti publicēt preci, %d atkārtojas pa kreisi, nākamā atkārtota publicēšana: %s.

source: Users section
lv_lv: Lietotāju sadaļa

source: Membership in %s expired
lv_lv: Dalība grupā %s beidzās

source: Membership discount %s%% of user group %s has been applied.
lv_lv: Dalības atlaide %s %% no lietotāju grupas %s ir piemērota.

source: Unknown (#%s)
lv_lv: Nezināms (#%s)

source: You will be redirected to 2Checkout
lv_lv: Jūs tiksit novirzīts uz 2Checkout

source: Pay with 2Checkout
lv_lv: Maksājiet ar 2Checkout

source: Fail - Hash Mismatch
lv_lv: Neizdevās - Hash Mismatch

source: Checkout price has been modified and does not match.
lv_lv: Apmaksas cena ir mainīta un neatbilst.

source: Form to enter credit card details will pop-up
lv_lv: Uznirstošajā logā varēsiet ievadīt maksājuma kartes datus

source: 2Checkout Payment
lv_lv: 2Checkout maksājums

source: Card number
lv_lv: Kartes numurs

source: Expiration (MM/YYYY)
lv_lv: Derīguma termiņš (MM/GGGG)

source: Your personal information
lv_lv: Personīgā informācija

source: Your name
lv_lv: Jūsu vārds

source: State
lv_lv: Valsts

source: City
lv_lv: Pilsēta

source: ZIP
lv_lv: Pasta indekss

source: Pay
lv_lv: Maksāt

source: Processing the payment, please wait...
lv_lv: Maksājums procesā, lūdzu uzgaidiet…

source: Success! Please write down this transaction ID in case you have any problem: %s
lv_lv: Veiksmīgi! Lūdzu, saglabājiet šī darījuma ID, gadījumā, ja radīsies neskaidrības: %s

source: Warning! This payment was already paid.
lv_lv: Brīdinājums! Šis maksājums jau tika veikts.

source: You are trying to pay zero amount.
lv_lv: Jūs mēģināt maksāt nulles summu.

source: You are trying to pay too small amount. 2Checkout accept only payments larger than 0.5.
lv_lv: Jūs mēģināt maksāt pārāk mazu summu. 2Checkout pieņem tikai maksājumus, kas ir lielāki par 0,5.

source: There were an error processing your payment.
lv_lv: Apstrādājot jūsu maksājumu, radās kļūda.

source: Invalid payment.
lv_lv: Nederīgs maksājums.

source: Pay with Authorize.net
lv_lv: Maksājiet ar Authorize.net

source: Payment amount
lv_lv: Maksājuma summa

source: Error to get a payment token. Reason: %s
lv_lv: Kļūda, iegūstot maksājuma pilnvaru. Iemesls: %s

source: Pay with BeGateway
lv_lv: Maksājiet ar BeGateway

source: Form to complete payment will pop-up
lv_lv: Uznirstošajā logā varēsiet pabeigt maksājumu

source: Failed - unable to authorize webhook
lv_lv: Neizdevās - nevar autorizēt tīmekļa webhook

source: Failed - unable to find data related to this order (Pending item missing)
lv_lv: Neizdevās — nevar atrast ar šo pasūtījumu saistītos datus (trūkst neapstiprinātās preces)

source: Payment does not have successful status in BEGATEWAY system
lv_lv: Sistēmā BEGATEWAY maksājumam nav veiksmīga statusa

source: We are processing your payment!
lv_lv: Mēs apstrādājam jūsu maksājumu!

source: You cancel the payment process or there was an error. If the error continue, please contact the administrator
lv_lv: Jūs atcēlāt maksājumu procesu vai radās kļūda. Ja kļūda turpināsies, lūdzu, sazinieties ar administratoru

source: We are processing your payment %s, if it did not finish in a few seconds, please contact us
lv_lv: Mēs apstrādājam jūsu maksājumu %s, ja tas dažu sekunžu laikā netiks pabeigts, lūdzu, sazinieties ar mums

source: There was a problem processing your payment. Please contact the administrators
lv_lv: Apstrādājot jūsu maksājumu, radās problēma. Lūdzu, sazinieties ar administratoru

source: You will get link to send funds
lv_lv: Jūs saņemsit saiti naudas līdzekļu sūtīšanai

source: Pay with Blockchain
lv_lv: Maksājiet ar Blockchain

source: Blockchain Payment
lv_lv: Blockchain maksājums

source: Please send <strong>%f BTC</strong> to <br /> <b>[[address]]</b></p>
lv_lv: Lūdzu, nosūtiet <strong>%f BTC</strong> uz <br /> <b>[[address]]</b> </p>

source: Payment Received <b>[[value]] BTC</b>. Thank You.
lv_lv: Maksājums saņemts <b>[[value]] BTC</b> . Paldies.

source: Missing product
lv_lv: Trūkst preces

source: Error API
lv_lv: API kļūda

source: Test payment received, such payments cannot be accepted.
lv_lv: Testa maksājums saņemts, šādus maksājumus nevar pieņemt.

source: Product has already been paid
lv_lv: Prece jau ir apmaksāta

source: Pay cart items for %sBTC
lv_lv: Veiciet groza preču apamaksu - %sBTC

source: Payment completed
lv_lv: Maksājums pabeigts

source: Waiting for more confirmations (need 3).
lv_lv: Gaida papildu apstiprinājumus (nepieciešams 3).

source: Pay with BrainTree
lv_lv: Maksājiet ar BrainTree

source: Form to enter payment details will pop-up
lv_lv: Uznirstošajā logā tiks parādīta maksājuma informācijas ievadīšanas forma

source: Pay with BTCPayServer
lv_lv: Maksājiet ar BTCPayServer

source: Could not read from the php://input stream or invalid BTCPayServer payload received.
lv_lv: Nevarēja nolasīt no php://input straumes vai saņemta nederīga BTCPayServer slodze.

source: Could not decode the JSON payload from BitPay.
lv_lv: Nevarēja atšifrēt JSON lietderīgo slodzi no BitPay.

source: Invalid BTCPayServer payment notification message received - signature did not match.
lv_lv: Saņemts nederīgs BTCPayServer maksājuma paziņojuma ziņojums — paraksts neatbilst.

source: Invalid BTCPayServer payment notification message received - did not receive invoice ID.
lv_lv: Saņemts nederīgs BTCPayServer maksājuma paziņojuma ziņojums — netika saņemts rēķina ID.

source: Invalid payload message type. Only InvoiceSettled is supported, check the configuration of the webhook.
lv_lv: Nederīgs kravas ziņojuma veids. Tiek atbalstīts tikai InvoiceSettled. Pārbaudiet tīmekļa aizķeres konfigurāciju.

source: Failed - invoice ID is empty
lv_lv: Neizdevās — rēķina ID ir tukšs

source: You will be redirected to Cardinity
lv_lv: Jūs tiksit novirzīts uz Cardinity

source: Pay with Cardinity
lv_lv: Maksājiet ar Cardinity

source: Payment failed
lv_lv: Maksājums neizdevās

source: Response validation has failed
lv_lv: Atbildes apstiprināšana neizdevās

source: You will be redirected to CCAvenue
lv_lv: Jūs tiksiet novirzīts uz CCAvenue

source: Pay with CCAvenue
lv_lv: Maksājiet ar CCAvenue

source: You will be redirected to EuPlatesc.ro
lv_lv: Jūs tiksit novirzīts uz EuPlatesc.ro

source: Pay with EuPlatesc.ro
lv_lv: Maksājiet ar EuPlatesc.ro

source: We are processing your order. Please write down this transaction ID in case you have any problem: %s
lv_lv: Mēs apstrādājam jūsu pasūtījumu. Ja rodas problēmas, lūdzu, saglabājiet šo darījuma ID: %s

source: You will be redirected to Instamojo
lv_lv: Jūs tiksiet novirzīts uz Instamojo

source: Pay with Instamojo
lv_lv: Maksā ar Instamojo

source: There is problem with payment button, please try again later. (%s)
lv_lv: Radās problēma ar maksājuma pogu. Lūdzu, vēlāk mēģiniet vēlreiz. (%s)

source: Komfortkasse payment will be initiated
lv_lv: Tiks uzsākts Komfortkasse maksājums

source: Pay with KomfortKasse
lv_lv: Maksājiet ar KomfortKasse

source: Minimum order about for Komfortkasse.eu is %s%s
lv_lv: Minimālais pasūtījums vietnē Komfortkasse.eu ir %s%s

source: Payment by Bank Transfer
lv_lv: Apmaksa ar bankas pārskaitījumu

source: Order has been cancelled
lv_lv: Pasūtījums ir atcelts

source: There was error while creating order: %s
lv_lv: Veidojot pasūtījumu, radās kļūda: %s

source: Your order has been created, you will receive email from Komfortkasse.eu with details about payment instructions. Your transaction ID is: %s
lv_lv: Jūsu pasūtījums ir izveidots, jūs saņemsiet e-pastu no Komfortkasse.eu ar detalizētu informāciju par maksājuma norādījumiem. Jūsu darījuma ID ir: %s

source: Liqpay button could not be generated
lv_lv: Liqpay pogu nevarēja ģenerēt

source: You will be redirected to LiqPay.ua
lv_lv: Jūs tiksit novirzīts uz vietni LiqPay.ua

source: Pay with LiqPay.ua
lv_lv: Maksājiet ar LiqPay.ua

source: Failed - security check (signature) does not match
lv_lv: Neizdevās - drošības pārbaude (paraksts) neatbilst

source: You will be redirected to MakeCommerce
lv_lv: Jūs tiksit novirzīts uz MakeCommerce

source: Pay with MakeCommerce
lv_lv: Maksājiet ar MakeCommerce

source: Payment gateway <u>%s</u> returned error!
lv_lv: Maksājumu vārteja <u>%s</u> atgrieza kļūdu!

source: Failed - unable to verify authenticity of payment data
lv_lv: Neizdevās — nevar pārbaudīt maksājuma datu autentiskumu

source: Pending record does not have properly filled transaction ID (is empty)
lv_lv: Neapstiprinātajam sludinājumam nav pareizi aizpildīts darījuma ID (ir tukšs)

source: Payment has been canceled or failed
lv_lv: Maksājums ir atcelts vai neizdevās

source: You will be redirected to PagSeguro
lv_lv: Jūs tiksiet novirzīts uz PagSeguro

source: Pay with PagSeguro
lv_lv: Maksājiet ar PagSeguro

source: Invalid transaction status: %s
lv_lv: Nederīgs darījuma statuss: %s

source: We are processing your payment %s, if it did not finish in a few seconds, please contact us.
lv_lv: Mēs apstrādājam jūsu maksājumu %s, ja tas dažu sekunžu laikā netika pabeigts, lūdzu, sazinieties ar mums.

source: Invalid or missing transaction ID
lv_lv: Darījuma ID nav derīgs vai tā nav

source: You will be redirected to Payhere.lk
lv_lv: Jūs tiksit novirzīts uz Payhere.lk

source: Pay with PayHere.lk
lv_lv: Maksājiet ar PayHere.lk

source: Listing Promotion
lv_lv: Sludinājuma izcelšana

source: Payment form will popup on click
lv_lv: Maksājuma veidlapa parādīsies, to noklikšķinot

source: Pay with PayPal
lv_lv: Maksājiet ar PayPal

source: You will be redirected to PayPal
lv_lv: Jūs tiksiet novirzīts uz PayPal

source: If you do not want to continue the process
lv_lv: Ja jūs nevēlaties turpināt procesu

source: click here
lv_lv: noklikšķiniet šeit

source: We are processing your payment, if it did not finish in a few seconds, please contact us
lv_lv: Mēs apstrādājam jūsu maksājumu, ja tas dažu sekunžu laikā netika pabeigts, lūdzu, sazinieties ar mums

source: Payment processed correctly
lv_lv: Maksājums ir apstrādāts pareizi

source: Click here to continue
lv_lv: Klikšķiniet šeit, lai turpinātu

source: We are processing your payment, if we did not finish in a few seconds, please contact us
lv_lv: Mēs apstrādājam jūsu maksājumu. Ja mēs to nebeigsim dažās sekundēs, lūdzu, sazinieties ar mums

source: There was a problem processing your payment. Please contact the administrators and
lv_lv: Apstrādājot jūsu maksājumu, radās problēma. Lūdzu, sazinieties ar administratoru un

source: You will be redirected to Pays.cz
lv_lv: Jūs tiksit novirzīts uz vietni Pays.cz

source: Pay with Pays.cz
lv_lv: Maksājiet ar Pays.cz

source: Amounts does not match
lv_lv: Summas nesakrīt

source: Hash does not match, invalid payment
lv_lv: Hash neatbilst, nederīgs maksājums

source: Payment status from gateway has not COMPLETED state
lv_lv: Maksājuma statusam no vārtejas nav statuss PABEIGTS

source: Your payment was successfully processed and will be finished in few moments.
lv_lv: Jūsu maksājums tika veiksmīgi apstrādāts un tiks pabeigts pēc dažiem mirkļiem.

source: You will be redirected to PayULatam
lv_lv: Jūs tiksiet novirzīts uz PayULatam

source: Pay with PayULatam
lv_lv: Maksājiet ar PayULatam

source: Invalid Transaction. Please try again.
lv_lv: Nederīgs darījums. Lūdzu mēģiniet vēlreiz.

source: Form to enter your personal details will pop-up
lv_lv: Uznirstošajā logā varēsiet ievadīt informāciju par sevi

source: Pay with PayUMoney
lv_lv: Maksājiet ar PayUMoney

source: Please fill all mandatory fields
lv_lv: Lūdzu, aizpildiet visus obligātos laukus

source: First Name
lv_lv: Vārds

source: Processing...
lv_lv: Apstrādā...

source: Your transaction has been cancelled.
lv_lv: Jūsu darījums ir atcelts.

source: There were an error processing your payment (%s).
lv_lv: Apstrādājot jūsu maksājumu, radās kļūda (%s).

source: Listing Promotion (%s)
lv_lv: Sludinājuma izcelšana (%s)

source: You will be redirected to Payza
lv_lv: Jūs tiksiet novirzīts uz Payza

source: Pay with Payza
lv_lv: Maksājiet ar Payza

source: There were an error processing your payment (Invalid token).
lv_lv: Apstrādājot jūsu maksājumu, radās kļūda (nederīgs token).

source: Form to submit your details will pop-up
lv_lv: Tiks atvērta veidlapa, lai iesniegtu informāciju

source: Pay with Przelewy24
lv_lv: Maksājiet ar Przelewy24

source: Country Code
lv_lv: Valsts Kods

source: There was error processing payment:
lv_lv: Apstrādājot maksājumu, radās kļūda:

source: Payment verification has failed:
lv_lv: Maksājuma pārbaude neizdevās:

source: Thank you, we are processing your payment. Once it is confirmed, your order will be completed.
lv_lv: Paldies, mēs apstrādājam jūsu maksājumu. Kad tas tiks apstiprināts, jūsu pasūtījums tiks pabeigts.

source: You will be redirected to RevenueMonster
lv_lv: Jūs tiksiet novirzīts uz RevenueMonster

source: Pay with RevenueMonster
lv_lv: Maksājiet ar RevenueMonster

source: Could not identify transaction ID
lv_lv: Nevarēja identificēt darījuma ID

source: Your order has exprired
lv_lv: Jūsu pasūtījumam ir beidzies derīguma termiņš

source: Charge ID is missing, payment could not be processed.
lv_lv: Trūkst maksājuma ID, maksājumu nevarēja apstrādāt.

source: Pop-up payment window will be opened
lv_lv: Tiks atvērts uznirstošais maksājuma logs

source: Pay with SecurionPay
lv_lv: Maksājiet ar SecurionPay

source: Thanks for publishing on our site!
lv_lv: Paldies, ka publicējāt mūsu vietnē!

source: You will be redirected to Skrill
lv_lv: Jūs tiksiet novirzīts uz Skrill

source: Pay with Skrill
lv_lv: Maksājiet ar Skrill

source: Pay with Stripe
lv_lv: Maksājiet ar Stripe

source: Stripe accept only payments with amount larger than %s
lv_lv: Stripe pieņem tikai maksājumus, kuru summa ir lielāka par %s

source: You are trying to pay too small amount. Stripe accept only payments larger than 0.5.
lv_lv: Jūs mēģināt maksāt pārāk mazu summu. Stripe pieņemtmaksājumus, kas ir lielāki par 0,5.

source: WeAccept pop-up will be shown
lv_lv: Tiks parādīts uznirstošais logs WeAccept

source: Pay with WeAccept
lv_lv: Maksājiet ar WeAccept

source: Failed - %s
lv_lv: Neizdevās - %s

source: There was problem on gateway side
lv_lv: Vārtejas pusē radās problēma

source: WorldPay Payment
lv_lv: WorldPay maksājums

source: Pay with WorldPay
lv_lv: Maksājiet ar WorldPay

source: You will be redirected to money.yandex.ru
lv_lv: Jūs tiksit novirzīts uz vietni money.yandex.ru

source: Pay with Yandex
lv_lv: Maksājiet ar Yandex

source: Payment has not been successfully signed to our account yet. Current payment status is %s
lv_lv: Maksājums vēl nav veiksmīgi parakstīts mūsu kontā. Pašreizējais maksājuma statuss ir %s

source: You will be redirected to yookassa.ru
lv_lv: Jūs tiksiet novirzīts uz vietni yookassa.ru

source: Pay with YooKassa
lv_lv: Maksājiet ar YooKassa

source: There were some errors, please try again later or contact the administrators
lv_lv: Radās dažas kļūdas. Lūdzu, vēlāk mēģiniet vēlreiz vai sazinieties ar administratoriem

source: Banner successfully removed.
lv_lv: Baneris ir veiksmīgi noņemts.

source: Your banners
lv_lv: Jūsu baneri

source: If you are looking forward to have your advertisement on our site, anywhere you see button "%s" you can submit own banner. After admin approval and budget payment your advert will be visible on our site.
lv_lv: Ja vēlaties, lai jūsu reklāma būtu mūsu vietnē, jebkurā vietā, kur redzat pogu “%s”, jūs varat iesniegt savu baneri. Pēc administratora apstiprinājuma un samaksas jūsu baneris būs redzama mūsu portālā.

source: Views
lv_lv: Skatījumi

source: Clicks
lv_lv: Klikšķi

source: Spent
lv_lv: Iztērēts

source: Click here to show banner details
lv_lv: Noklikšķiniet šeit, lai skatītu banera informāciju

source: Review comment
lv_lv: Izskatīt komentāru

source: Pending review by admin
lv_lv: Gaida administratora pārskatu

source: Pending payment by user
lv_lv: Gaida maksājumu no lietotāja

source: Budget spent
lv_lv: Izlietotais budžets

source: Budget has been spent and banner is not active anymore
lv_lv: Budžets ir iztērēts, un baneris vairs nav aktīvs

source: Paid & Active
lv_lv: Apmaksāts & aktīvs

source: Banner is paid and active, visible in front
lv_lv: Baneris ir apmaksāts un aktīvs, redzams priekšā

source: Rejected by admin, check review title for details
lv_lv: Noraidīts no administratora, pārbaudiet pārskata nosaukumu, lai iegūtu sīkāku informāciju

source: Pay now
lv_lv: Maksāt tagad

source: Are you sure you want to delete this banner? Action cannot be undone.
lv_lv: Vai tiešām vēlaties dzēst šo sludinājumu? Šo darbību nevar atsaukt.

source: You have no banners
lv_lv: Jums nav baneru

source: You must be logged in!
lv_lv: Jums ir jāpierakstās portālā!

source: Only logged in users can submit banner.
lv_lv: Tikai pierakstījušies lietotāji var iesniegt baneri.

source: Log in
lv_lv: Pieteikties

source: Your banner has been submitted successfully!
lv_lv: Jūsu baneris ir veiksmīgi iesniegts!

source: First, our team will validate your banner. After validation we will send you link to pay for this banner.
lv_lv: Pirmkārt, mūsu komanda apstiprinās jūsu baneri. Pēc apstiprināšanas mēs nosūtīsim jums saiti, lai samaksātu par šo baneri.

source: HTML Code
lv_lv: HTML kods

source: No links are allowed in HTML code. Place link into On Click URL field.
lv_lv: HTML kodā nav atļauts pievienot saites. Ievietojiet saiti On Click URL laukā.

source: Price per 1 view
lv_lv: Cena par 1 skatījumu

source: Price per 1 click
lv_lv: Cena par 1 klikšķi

source: Your Budget
lv_lv: Jūsu budžets

source: Submit Banner
lv_lv: Iesniegt baneri

source: Cart updated
lv_lv: Grozs ir atjaunināts

source: Product removed from cart
lv_lv: Prece ir izņemta no groza

source: Voucher %s has not been added into cart: %s
lv_lv: Kupons %s nav pievienots grozam: %s

source: Voucher %s has been added into cart: %s
lv_lv: Kupons %s ir pievienots grozam: %s

source: You have %s products in your cart
lv_lv: Jūsu grozā ir %s produkti

source: Your cart is empty
lv_lv: Jūsu grozs ir tukšs

source: Qty
lv_lv: Daudzums

source: Total Price
lv_lv: Kopējā Cena

source: Some products has been removed from your cart due to incorrect price
lv_lv: Daži produkti ir izņemti no jūsu groza nepareizas cenas dēļ

source: Booking/Reservation has already been paid or it was removed. Booking/Reservation has been removed from cart.
lv_lv: Rezervācija jau ir apmaksāta vai noņemta. Rezervācija ir izņemta no groza.

source: Voucher %s removed from cart: %s
lv_lv: Kupons %s noņemts no groza: %s

source: Click to update quantity
lv_lv: Noklikšķiniet, lai atjauninātu daudzumu

source: Unit price
lv_lv: Vienības cena

source: Shipping is required and cannot be removed. If you remove all products those require shipping, shipping will be removed from cart automatically
lv_lv: Nepieciešama piegāde, un to nevar noņemt. Ja izņemat visus produktus, kuriem nepieciešama piegāde, piegāde tiks automātiski noņemta no groza

source: Cart summary
lv_lv: Groza kopsavilkums

source: No products in your cart
lv_lv: Jūsu grozā nav nevienas preces

source: Add a promo code
lv_lv: Pievienojiet promo kodu

source: Apply
lv_lv: Lietot

source: City is missing
lv_lv: Trūkst pilsētas

source: Address is missing
lv_lv: Trūkst adreses

source: Phone number is missing, you must enter at least one phone number (mobile or land)
lv_lv: Trūkst tālruņa numura, jums ir jāievada vismaz viens tālruņa numurs (mobilais vai fiksētais)

source: One or more products in your cart require shipping. In order to complete order, you must fill city, address and at least 1 phone number in your profile.
lv_lv: Vienam vai vairākiem jūsu grozā esošajiem produktiem ir nepieciešama piegāde. Lai pabeigtu pasūtījumu, profilā jāievada pilsēta, adrese un vismaz 1 tālruņa numurs.

source: Errors:
lv_lv: Kļūdas:

source: Update profile
lv_lv: Atjaunināt profilu

source: One or more products in your cart require shipping, these will be shipped to:
lv_lv: Vienam vai vairākiem jūsu grozā esošajiem produktiem ir nepieciešama piegāde. Tie tiks nosūtīti uz:

source: You cannot pay with your credits as your cart contains Credit Pack. In order to pay with your credits, please remove Credit Pack from your cart.
lv_lv: Jūs nevarat maksāt ar saviem kredītiem, jo jūsu grozā ir kredītu komplekts. Lai maksātu ar saviem kredītiem, lūdzu, noņemiet kredītu komplektu no sava groza.

source: You cannot pay with your credits as your cart contains Product. Payments for products using credits are not allowed.
lv_lv: Jūs nevarat maksāt ar saviem kredītiem, jo jūsu grozā ir produkts. Maksājumi par produktiem, izmantojot kredītus, nav atļauti.

source: You cannot pay with your credits as your cart contains Booking/Reservation. Payments for bookings/reservations using credits are not allowed.
lv_lv: Jūs nevarat maksāt ar saviem kredītiem, jo jūsu grozā ir rezervācija. Maksājumi par rezervācijām, izmantojot kredītus, nav atļauti.
