Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: Move to top is 1-time action, for regular moving to top it is possible to use republish that has same attributes, but is for repeating actions.
lv_lv: Pārvietot uz augšu ir vienreizēja darbība, regulārai pārvietošanai uz augšu ir iespējams izmantot pārpublicēšanu, kurai ir tādi paši atribūti, bet ir paredzēta darbību atkārtošanai.

source: Enable Pay per Move to Top
lv_lv: Iespējot maksāšanu par pārvietošanu uz augšu

source: When enabled, users can move their listings to top. Listing will behave like newly published.
lv_lv: Kad tas ir iespējots, lietotāji var pārvietot savus sludinājumus uz augšu. Sludinājums darbosies kā tikko publicēts.

source: Define default movetotop fee.
lv_lv: Norādiet noklusējuma maksu par pārvietošanu uz augšu.

source: move to top
lv_lv: pārvietot uz augšu

source: Set default fee for moving listing to top.
lv_lv: Iestatiet noklusējuma maksu par sludinājuma pārvietošanu uz augšu.

source: Make Premium functionality allows to mark listings as premium.
lv_lv: Iespējot Premium funkcionalitāti, varat atzīmēt sludinājumus kā premium.

source: Based on theme, premium listing may be shown in special block where only premium listings are shown, has special more attractive background color or label that identifies listing as premium.
lv_lv: Atkarībā no tēmas premium sludinājumi var tikt rādīti īpašā blokā, kurā tiek parādīti tikai premium sludinājumi, ar īpaši pievilcīgu fona krāsu vai etiķeti, kas identificē sludinājumu kā premium.

source: Enable Pay per Premium
lv_lv: Iespējot maksāšanu par premium

source: When enabled, users can pay to mark their listings as premium.
lv_lv: Kad tas ir iespējots, lietotāji var maksāt, lai atzīmētu savus sludinājumus kā premium.

source: Duration of premiums
lv_lv: Premiumu sludinājuma ilgums

source: Select at least 1 duration to make Pay per Premium functional (Press CTRL to select multiple).
lv_lv: Izvēlieties vismaz 1 ilgumu, lai iespējotu “Maksa par premium” funkcionalitāti (nospiediet CTRL, lai izvēlētos vairākas iespējas).

source: make premium
lv_lv: atzīmēt kā Premium

source: Pay per Publish functionality enables to charge users for publishing listings.
lv_lv: Maksa par publicēšanas funkcionalitāte ļauj iekasēt maksu no lietotājiem par sludinājumu publicēšanu.

source: When publish fee is not paid, listing is not shown in front and behaves like not activated.
lv_lv: Kad publicēšanas maksa nav samaksāta, sludinājums netiek rādīts priekšpusē un rādās kā neaktīvs.

source: Enabling functionality does not affect existing listings, however it is possible from oc-admin > items to require to pay publish fee additionally.
lv_lv: Funkcionalitātes iespējots status neietekmē esošos sludinājumus, taču ir iespējams no oc-admin > preces prasīt papildus publicēšanas maksu.

source: Enable Pay per Publish
lv_lv: Iespējot maksāšanu par publicēšanu

source: When enabled, users must pay in order to publish their listing.
lv_lv: Kad tas ir iespējots, lietotājiem ir jāmaksā, lai publicētu savu sludinājumu.

source: Deactivate not paid Items
lv_lv: Deaktivizēt nemaksātās preces

source: When enabled, some plugins may not be used like More Edit or Item Validation. When disabled, not paid items are not visible on search page, but may be visible on homepage in latest items or in related items. Test before using on live.
lv_lv: Ja tas ir iespējots, dažus spraudņus, piemēram, Vairāk rediģēšanas vai vienumu validācijas, var neizmantot. Ja tas ir atspējots, neapmaksātie vienumi nav redzami meklēšanas lapā, taču tie var būt redzami sākumlapā jaunākajos vai saistītajos posteņos. Pārbaudiet pirms lietošanas tiešraidē.

source: Define default publish fee.
lv_lv: Definējiet noklusējuma publicēšanas maksu.

source: Setting price to 0 (zero) will remove unpaid publish fee payment requests (items will be visible) in selected categories.
lv_lv: Iestatot cenu uz 0 (nulle), atlasītajās kategorijās tiks noņemti neapmaksātie publicēšanas maksas maksājuma pieprasījumi (vienumi būs redzami).

source: When enabled, users must pay publish fee in order to show their listings in front.
lv_lv: Kad tas ir iespējots, lietotājiem ir jāmaksā publicēšanas maksa, lai tie tiktu rādīti priekšā.

source: Disable to improve compatibility of Osclass Pay plugin with plugins like More Edit or Item Validation that use active field of listing. Care! Make sure to check if not paid items are really not shown in front or if you are ok with such behaviour. Make sure your theme use highlight_class hook (check highlight section) to improve functionality.
lv_lv: Atspējojiet, lai uzlabotu Osclass Pay spraudņa savietojamību ar tādiem spraudņiem kā More Edit vai Item Validation, kas izmanto aktīvo saraksta lauku. Rūpes! Noteikti pārbaudiet, vai neapmaksātas preces tiešām netiek rādītas priekšā, vai arī jums ir pieņemama šāda rīcība. Lai uzlabotu funkcionalitāti, motīvam izmantojiet highlight_class āķi (atzīmējiet izcelšanas sadaļu).

source: Select default fee for publishing listings.
lv_lv: Atlasiet noklusējuma maksu par sludinājumu publicēšanu.

source: You have not selected any repeat, this is not possible. Default 1 repeat has been used.
lv_lv: Jūs neesat atlasījis nevienu atkārtojumu, tas nav iespējams. Pēc noklusējuma ir izmantots 1 atkārtojums.

source: Republish functionality enables to users to renew/republish their listings in selected intervals multiple times.
lv_lv: Pārpublicēšanas funkcionalitāte ļauj lietotājiem vairākas reizes atjaunot/pārpublicēt savus sludinājumus atlasītos intervālos.

source: Listing that is republished behaves like newly published listing and will be in top on search page.
lv_lv: Pārpublicētais sludinājums darbojas kā tikko publicēts sludinājums, un tas būs meklēšanas lapas augšdaļā.

source: When republish paid, listing is instaltnly renewed and then republished in selected intervals.
lv_lv: Pārpublicējot par samaksu, sludinājums tiek nekavējoties atjaunots un pēc tam atkārtoti publicēts noteiktos intervālos.

source: Enable Pay per Republish
lv_lv: Iespējot maksu par pārpublicēšanu

source: When enabled, users can pay to mark their listings as republish.
lv_lv: Ja tas ir iespējots, lietotāji var maksāt, lai atzīmētu savus sludinājumus kā atkārtoti publicētus.

source: Duration of republish
lv_lv: Pārpublicēšanas ilgums

source: Select at least 1 duration to make Pay per Republish functional (Press CTRL to select multiple).
lv_lv: Atlasiet vismaz 1 ilgumu, lai Pay per Publicēšana būtu funkcionāla (nospiediet CTRL, lai atlasītu vairākus).

source: Available repeats of republish
lv_lv: Pieejamie pārpublicēšanas atkārtojumi

source: Select at least 1 repeat to make Pay per Republish functional (Press CTRL to select multiple).
lv_lv: Atlasiet vismaz 1 atkārtojumu, lai maksātu par atkārtotu publicēšanu funkcionētu (nospiediet CTRL, lai atlasītu vairākus).

source: Discount for multi-republish purchase
lv_lv: Atlaide vairākkārtējai publicēšanai

source: Discount is applied to purchase for each extra republish. If 5 republish of listing is bought, discount is applied 5 times.
lv_lv: Atlaide tiek piemērota pirkumam par katru papildu atkārtotu publicēšanu. Pērkot 5 ieraksta pārpublicējumus, atlaide tiek piemērota 5 reizes.

source: republish
lv_lv: pārpublicēt

source: republishing
lv_lv: pārpublicēšana

source: Select available repeats of republish. I.e. when user purchase republish 24 hours with 3 repeats, listing will be republished 3 times, first time after 24 hours from purchase and then 2 more times each after 24 hours.
lv_lv: Atlasiet pieejamos atkārtotas publicēšanas atkārtojumus. T.i. kad lietotājs pirkumu pārpublicē 24 stundu laikā ar 3 atkārtojumiem, ieraksts tiks atkārtoti publicēts 3 reizes, pirmo reizi pēc 24 stundām pēc iegādes un pēc tam vēl 2 reizes pēc 24 stundām.

source: Set discount in integer format. This can motivate users to buy multi-repeat republish option. Let's say you set discount to 5. If user purchase 1 repeat, there will be applied no discount. For 2 repeats there will be discount of 5% applied. For 3 repeats there will be discount 1 - 0.95*0.95 applied (9.75%).
lv_lv: Iestatiet atlaidi veselu skaitļu formātā. Tas var motivēt lietotājus iegādāties vairākkārtējas atkārtotas publicēšanas iespēju. Pieņemsim, ka iestatījāt atlaidi uz 5. Ja lietotājs pērk 1 reizi, atlaide netiks piemērota. 2 atkārtojumiem tiks piemērota atlaide 5 % aapmērā. 3 atkārtojumiem tiks piemērota atlaide 1 - 0,95*0,95 (9,75%).

source: Duration means after how long will be listing republished.
lv_lv: Ilgums nozīmē, pēc kāda laika sludinājums tiks atkārtoti publicēts.

source: Pack with name %s already exist and was not created.
lv_lv: Paka ar nosaukumu %s jau ir un netika izveidota.

source: Packages successfully updated
lv_lv: Paketes ir veiksmīgi atjauninātas

source: Package successfully removed
lv_lv: Pakotne veiksmīgi noņemta

source: Credit for user %s (%s) at %s by Admin
lv_lv: Kredīts lietotājam %s (%s) portālā %s no Administratora

source: %s successfully assigned to %s (%s). This user has now %s in wallet.
lv_lv: %s veiksmīgi piešķirts %s (%s). Šim lietotājam tagad ir %s maciņā.

source: User Wallet
lv_lv: Lietotāja maks

source: Enable User Wallet
lv_lv: Iespējot lietotāja maku

source: User can purchase credit packs and pay using credits.
lv_lv: Lietotājs var iegādāties kredītpakas un maksāt, izmantojot kredītus.

source: Add credits to new user
lv_lv: Pievienojiet kredītus jaunam lietotājam

source: Add credits to each registered user. Set to 0 or leave blank to disable.
lv_lv: Pievienojiet kredītus katram reģistrētajam lietotājam. Iestatiet uz 0 vai atstājiet tukšu, lai atspējotu.

source: Add credits to referral users
lv_lv: Pievienojiet kredītus referāla lietotājiem

source: When newly registered user use referral code provided by other users, both of them will get bonus credits. Set to 0 or leave blank to disable.
lv_lv: Ja jaunreģistrēts lietotājs izmantos citu lietotāju sniegto ieteikuma kodu, viņi abi saņems bonusa kredītus. Iestatiet uz 0 vai atstājiet tukšu, lai atspējotu.

source: Add credits to users once per period
lv_lv: Pievienojiet lietotājiem kredītus vienu reizi periodā

source: once per
lv_lv: reizi

source: Week
lv_lv: Nedēļa

source: Month
lv_lv: Mēnesis

source: Quarter
lv_lv: Ceturksnis

source: As bonus to registered users, provide them extra credits once per selected period. Credits are sent in first day of period. Set to 0 or leave blank to disable.
lv_lv: Kā bonusu reģistrētajiem lietotājiem piešķiriet viņiem papildu kredītus vienu reizi izvēlētajā periodā. Kredīts tiek nosūtīts perioda pirmajā dienā. Iestatiet uz 0 vai atstājiet tukšu, lai atspējotu.

source: Design packs as
lv_lv: Dizaina pakas kā

source: Gallery - boxes
lv_lv: Galerija - kastes

source: List - stripes
lv_lv: Saraksts - svītras

source: In front office, select what kind of design you prefer for packs.
lv_lv: FrontOfice izvēlieties, kādu dizainu vēlaties komplektiem.

source: Credit Packs
lv_lv: Kredītpakas

source: You can specify credit packs users can purchase and replace numerous number of small transations with less larger transactions.
lv_lv: Jūs varat norādīt kredītu komplektus, kurus lietotāji var iegādāties, un aizstāt daudzus mazos darījumus ar mazāk, bet lielākiem darījumiem.

source: Using packages is more suitable for users as well as they do not need to checkout each time they promote their listing.
lv_lv: Pakešu izmantošana ir piemērotāka lietotājiem, kā arī viņiem nav jāveic izrakstīšanās katru reizi, kad viņi reklamē savu sarakstu.

source: Pack Name
lv_lv: Pakas nosaukums

source: Bonus
lv_lv: Bonuss

source: User Group
lv_lv: Lietotāju grupa

source: Enter package name
lv_lv: Ievadiet pakotnes nosaukumu

source: All groups
lv_lv: Visas grupas

source: Are you sure you want to delete this pack?
lv_lv: Vai tiešām vēlaties dzēst šo paketi?

source: Remove pack
lv_lv: Noņemt paketi

source: Create new package
lv_lv: Izveidojiet jaunu paketi

source: Add new line for pack
lv_lv: Pievienot jaunu rindu pakai

source: Credits on User Account
lv_lv: Kredīts lietotāja kontā

source: You can check how much funds has each user in wallet, just start typing user name into name field.
lv_lv: Varat pārbaudīt, cik naudas katram lietotājam ir makā, vienkārši sāciet rakstīt lietotāja vārdu vārda laukā.

source: You can also add or withdraw funds to user account.
lv_lv: Varat arī pievienot vai izņemt līdzekļus lietotāja kontā.

source: Wallet Amount
lv_lv: Maciņa summa

source: Add/withdraw credits
lv_lv: Pievienot/izņemt kredītus

source: You can place positive (add) or negative (withdraw) amount.
lv_lv: Varat ievietot pozitīvu (pievienot) vai negatīvu (izņemt) summu.

source: When enabled, users can buy credit packs and get bonus for registration or referral of friend. Wallet should help you to reduce amount of small payments.
lv_lv: Kad tas ir iespējots, lietotāji var iegādāties kredīta pakotnes un saņemt bonusu par reģistrāciju vai drauga nosūtīšanu. Makam vajadzētu palīdzēt samazināt nelielu maksājumu apjomu.

source: Select preferred design for packs - show as gallery (boxes) or show as list (stripes).
lv_lv: Izvēlieties iepakojumiem vēlamo dizainu — rādīt kā galeriju (kastes) vai kā sarakstu (svītras).

source: Provide credits for registration. User will get credits automatically after registration.
lv_lv: Sniedziet kredītus reģistrācijai. Pēc reģistrācijas lietotājs automātiski saņems kredītus.

source: Provide credits for friend referral. When newly registered user used referral code of existing user, both users will get credits to their wallet. Credits are added to wallet after newly registered user activate it's account, if required.
lv_lv: Nodrošiniet kredītus drauga nosūtīšanai. Kad jaunreģistrēts lietotājs izmantos esošā lietotāja novirzīšanas kodu, abi lietotāji saņems kredītus savā makā. Kredīts tiek pievienots makam pēc tam, kad jaunreģistrēts lietotājs ir aktivizējis savu kontu, ja nepieciešams.

source: Provide credits to registered users periodically. This helps to keep users active and attract their attention.
lv_lv: Regulāri piešķiriet reģistrētajiem lietotājiem kredītus. Tas palīdz saglabāt lietotāju aktivitāti un piesaistīt viņu uzmanību.

source: Banner & Advertisement
lv_lv: Baneri & Reklāma

source: Banner approved successfully. Notification email to pay banner was send to customer.
lv_lv: Baneris veiksmīgi apstiprināts. Paziņojuma e-pasts par maksājumu banerim tika nosūtīts klientam.

source: Banner rejected successfully.
lv_lv: Baneris veiksmīgi noraidīts.

source: Banner removed successfully.
lv_lv: Baneris veiksmīgi noņemts.

source: This is demo site, you cannot remove banner.
lv_lv: Šī ir demonstrācijas vietne, jūs nevarat noņemt baneri.

source: Banner Settings
lv_lv: Banera iestatījumi

source: This functionality require usage of plugin BANNER ADS. You must install this plugin in order to use banner functionality.
lv_lv: Lai izmantotu šo funkciju, ir jāizmanto spraudnis BANNER ADS. Lai izmantotu reklāmkaroga funkcionalitāti, jums ir jāinstalē šis spraudnis.

source: Banner Ads plugin may use different currency, make sure to use same currency in both plugins to avoid missunderstandings.
lv_lv: Spraudnis Banner Ads var izmantot citu valūtu. Noteikti izmantojiet vienu un to pašu valūtu abos spraudņos, lai izvairītos no pārpratumiem.

source: Enable Banners
lv_lv: Iespējot banerus

source: When enabled, users can pay for banners.
lv_lv: Kad tas ir iespējots, lietotāji var maksāt par baneriem.

source: Hook Advertise Button to Banner
lv_lv: Pievienot reklāmas pogu banerim

source: When enabled, "Advertise here!" button is automatically hooked to each banner created by Banner Ads Plugin.
lv_lv: Kad tas ir iespējots, poga “Reklamēt šeit!” automātiski tiek pievienota katram banerim, ko izveido Banner Ads spraudnis.

source: Fee for 1 view
lv_lv: Maksas par 1 skatījumu

source: Fee for 1 click
lv_lv: Maksas par 1 klikšķi

source: Banners
lv_lv: Baneri

source: Bellow are shown all banners ordered by status and creation date.
lv_lv: Zemāk ir parādīti visi baneri, kas sakārtoti pēc statusa un izveides datuma.

source: Banner Name
lv_lv: Banera nosaukums

source: BA ID
lv_lv: Banera ID

source: Key
lv_lv: Atslēga

source: 1 view fee
lv_lv: 1 skatījuma maksa

source: 1 click fee
lv_lv: 1 klikšķa maksa

source: Budget
lv_lv: Budžets

source: Action
lv_lv: Darbība

source: No banners has been found
lv_lv: Nav atrasts neviens baneris

source: User #%d removed
lv_lv: Lietotājs #%d ir noņemts

source: Click to show linked advert in Banner Ads Plugin
lv_lv: Noklikšķiniet, lai rādītu saistīto reklāmu Banner Ads Plugin

source: Open Advert
lv_lv: Atvērt Reklāmu

source: Click to show banner stats
lv_lv: Noklikšķiniet uz Rādīt banneru statistiku

source: Pending review
lv_lv: Atsauksme procesā

source: Pending payment
lv_lv: Gaida maksājumu

source: Rejected
lv_lv: Noraidīts

source: Approve banner
lv_lv: Apstiprināt baneri

source: Comment for author (optional) ...
lv_lv: Komentārs autoram (neobligāts) …

source: Approve
lv_lv: Apstiprināt

source: Reject banner
lv_lv: Noraidīt baneri

source: Reject
lv_lv: Noraidīt

source: Remove banner
lv_lv: Noņemt baneri

source: Are you sure you want to remove this banner? Action cannot be undone.
lv_lv: Vai tiešām vēlaties noņemt šo baneri? Darbību nevar atsaukt.

source: Details
lv_lv: Sīkāka informācija

source: Banner code
lv_lv: Banera kods

source: Showcase
lv_lv: Demonstrācija

source: Visible in categories
lv_lv: Redzams kategorijās

source: All categories
lv_lv: Visas kategorijas

source: On Click URL
lv_lv: Noklikšķiniet uz URL

source: Banner size (width x height)
lv_lv: Banera izmērs (platums x augstums)

source: Reviewer comment
lv_lv: Recenzenta komentārs

source: If you have disabled "Hook Advertise Button to Banner", you must add button to submit user banner manually to theme files.
lv_lv: Ja esat atspējojis “Pievienot reklāmas pogu banerim”, jums manuāli jāpieprasa poga, lai iesniegtu lietotāja baneri, tēmas failos.

source: Make sure you understand basic terms. Banner created in Osclass Pay Plugin will result in creating Advert in Banner Ads Plugin. Term Banner in Banner Ads Plugin is container for showing adverts.
lv_lv: Pārliecinieties, ka saprotat pamatterminus. Baneris, kas izveidots Osclass Pay spraudnī, radīs reklāmu Banner Ads spraudnī. Termins “Baneris” Banner Ads spraudnī ir konteiners, lai rādītu reklāmas.

source: First create banner in Banner Ads Plugin that will be container for client buttons. Follow guide in this plugin how to show banners in theme. You can create banner on following link:
lv_lv: Vispirms izveidojiet baneri Banner Ads spraudnī, kas būs klienta pogas konteiners. Izpildiet rokasgrāmatu šajā spraudnī, kā parādīt baneru tēmā. Jūs varat izveidot baneri pēc šādas saites:

source: When banner is created, get it's ID and to show "Advertise Here!" button in your theme, place anywhere you like or need following code.
lv_lv: Kad ir izveidots baneris, iegūstiet tā ID un rādīt "Reklāma šeit!" pogas savā tēmā, vieta visur, kur jums patīk, vai arī šis kods ir nepieciešams.

source: Make sure to replace {banner_id} with ID of your banner. Example:
lv_lv: Noteikti aizstājiet {banner_id} ar sava banera ID. Piemērs:

source: Price for 1 view of banner.
lv_lv: Maksa par 1 banera skatījumu.

source: Price for 1 click on banner.
lv_lv: Maksa par 1 banera klikšķi.

source: Enable to add "Advertise here!" button under each banner created by Banner Ads Plugin. No theme modifications are required, however it can break design of banners. If it does not work for you, check setup guide above.
lv_lv: Iespējot, lai pievienotu "Reklamējieties šeit!" pogu zem katra banera, ko izveidojis Banner Ads Plugin. Motīvu modifikācijas nav nepieciešamas, taču tas var sabojāt baneru dizainu. Ja tas jums nedarbojas, skatiet iestatīšanas rokasgrāmatu iepriekš.

source: Configure
lv_lv: Konfigurēt

source: Some files in folder %s are not readable!
lv_lv: Daži faili mapē %s nav lasāmi!

source: In order to make plugin fully functional, all the plugin files must be readable. Please contact your hosting provider for help.
lv_lv: Lai spraudnis būtu pilnībā funkcionāls, visiem spraudņu failiem jābūt lasāmiem. Lūdzu, sazinieties ar savu hostinga pakalpojumu sniedzēju, lai saņemtu palīdzību.

source: Make sure correct CHMOD settings are set on all plugin files.
lv_lv: Pārliecinieties, vai visos spraudņu failos ir iestatīti pareizie CHMOD iestatījumi.

source: Select default currency for payments.
lv_lv: Izvēlieties noklusējuma valūtu maksājumiem.

source: Price Decimal Numbers
lv_lv: Cenas decimālskaitļi

source: How many decimal numbers show in price. Default is 2.
lv_lv: Cik decimālskaitļu ir norādīts cenā. Noklusējums ir 2.

source: Position of Currency Symbol
lv_lv: Valūtas simbola pozīcija

source: After price (1.0$)
lv_lv: Pēc cenas (1.0 $)

source: Before price ($1.0)
lv_lv: Pirms cenas ($ 1.0)

source: Space Between Price and Symbol
lv_lv: Vieta starp cenu un simbolu

source: By default there is no space. Usually white space can be added.
lv_lv: Pēc noklusējuma nav vietas. Parasti var pievienot atstarpes.

source: Decimal Sybmol
lv_lv: Decimālais simbols

source: By default it is dot (.)
lv_lv: Pēc noklusējuma tas ir punkts (.)

source: Thousands Separator
lv_lv: Tūkstošdaļu atdalītājs

source: By default there is white space ( )
lv_lv: Pēc noklusējuma ir atstarpes vieta ()

source: Sample price
lv_lv: Parauga cena

source: This is price format defined by you that plugin will use
lv_lv: Šis ir jūsu norādītais cenu formāts, ko izmantos spraudnis

source: Links in User sidebar
lv_lv: Saites lietotāja sānjoslā

source: Only promotion link
lv_lv: Tikai reklāmas saite

source: All links
lv_lv: Visas saites

source: Select what links are added into user sidebar
lv_lv: Atlasiet, kuras saites tiek pievienotas lietotāja sānjoslai

source: Horizonal Navigation Menu
lv_lv: Horizontālās navigācijas izvēlne

source: Shown
lv_lv: Parādīts

source: Hidden
lv_lv: Paslēpts

source: Select if horizontal menu of plugin in user section will be visible or not.
lv_lv: Izvēlieties, vai spraudņa horizontālā izvēlne lietotāja sadaļā būs redzama vai nē.

source: Default Price Calculation
lv_lv: Noklusējuma cenas aprēķins

source: Progressive
lv_lv: Progresīvs

source: Linear
lv_lv: Lineārs

source: Select how to calculate default price (item features). Progressive has more complex formula, linear is simply [price] = [fee]*[hours]/24.
lv_lv: Atlasiet, kā aprēķināt noklusējuma cenu (preces īpašības). Progresīvajam ir sarežģītāka formula, lineārais ir vienkārši [cena] = [maksa]*[stundas]/24.

source: Osclass Wizards theme require modication in it's file.
lv_lv: Osclass Wizards motīvs pieprasa modifikāciju tā failā.

source: Go to file
lv_lv: Iet uz failu

source: Find code
lv_lv: Atrast kodu

source: Replace it with
lv_lv: Aizvietot ar

source: There are no changes required in your theme files in order to make plugin fully functional.
lv_lv: Jūsu motīvu failos nav vajadzīgas izmaiņas, lai spraudnis būtu pilnībā funkcionāls.

source: For "Highlight" and "Show image" features please make sure your theme contains hook %s. More info about integration can be found in Items > Highlight > Plugin Setup section.
lv_lv: Lai iezīmētu “Izcelt un “Rādīt bildes”, lūdzu, pārliecinieties, vai tēma satur āķi %s. Plašāku informāciju par integrāciju var atrast sadaļā Elementi> Izcelt> Plugin Setup.

source: There can be just one currency for all payments and customers. Note that some payment gateway may not be available in selected currency, i.e. Instamojo or PayUMoney are available just for India Rupee (INR) currency.
lv_lv: Visiem maksājumiem un klientiem var būt tikai viena valūta. Ņemiet vērā, ka daži maksājumu vārti var nebūt pieejami izvēlētajā valūtā, ti, Instamojo vai PayUMoney ir pieejami tikai Indijas rūpijas (INR) valūtā.

source: E-commerce
lv_lv: E-komercija
