Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: Orders Management
lv_lv: Pasūtījumu pārvaldība

source: Product Management
lv_lv: Produktu vadība

source: User Management
lv_lv: Lietotāju pārvaldība

source: Bank Transfers Management
lv_lv: Bankas pārskaitījumu pārvaldība

source: Items Promotion
lv_lv: Preču izcelšana

source: Mark as Premium
lv_lv: Atzīmēt kā Premium

source: Pay per Publish
lv_lv: Maksa par publikāciju

source: Highlight
lv_lv: Izcelt

source: Pay to Show Images
lv_lv: Maksāt, lai rādītu attēlus

source: Move to Top
lv_lv: Pārvietot uz augšu

source: Pay for Republish
lv_lv: Maksājiet par atkārtotu publicēšanu

source: Payment Logs
lv_lv: Maksājumu žurnāls

source: Concept
lv_lv: Koncepcija

source: Source
lv_lv: Avots

source: No payment logs has been found
lv_lv: Maksājumu žurnāli nav atrasti

source: Active membership in
lv_lv: Aktīva dalība

source: Not member of any group
lv_lv: Nav nevienas grupas dalībnieks

source: Wallet
lv_lv: Maks

source: Unique database order number of log.
lv_lv: Unikāls datu bāzes kārtas žurnāla numurs.

source: Concept is short description what was paid, like "Pay 2 cart items".
lv_lv: Koncepcija ir īss apraksts, par kuru tika samaksāts, piemēram, "Maksājiet 2 grozu priekšmetus".

source: Date of payment.
lv_lv: Maksājuma datums.

source: Code is transaction ID provided by payment gateway or generated by plugin (for wallet operations).
lv_lv: Kods ir darījuma ID, ko nodrošina maksājumu vārteja vai ko ģenerē spraudnis (attiecībā uz maka operācijām).

source: Total amount of order - how much was paid to your account.
lv_lv: Kopējais pasūtījuma apjoms - cik daudz tika samaksāts jūsu kontā.

source: Currency used for transaction (USD, EUR, INR, ...).
lv_lv: Operācijas valūta (USD, EUR, INR, ...).

source: Payer email.
lv_lv: Maksātāja e-pasts.

source: User details - available just in case order was done by logged in customer.
lv_lv: Lietotāja dati - pieejami tikai gadījumā, ja pasūtījums tiek veikts, pieslēdzoties klientam.

source: Source identify what gateway was used for payment, it can be external or internal (like Referral, Wallet, ...).
lv_lv: Avots nosaka, kāda vārteja tika izmantota maksājuma veikšanai, tā var būt ārēja vai iekšēja (piemēram, nosūtīšana, maka ...).

source: Publish fee marked as paid successfully.
lv_lv: Publicēšanas maksa atzīmēta kā veiksmīga.

source: Item has been moved to top successfully.
lv_lv: Prece ir veiksmīgi pārvietots uz augšu.

source: Image fee marked as paid successfully.
lv_lv: Maksa par attēlu rādīšanu ir atzīmēta kā veiksmīga.

source: Listing has been marked/promoted successfully with no expiration date.
lv_lv: Sludinājums ir veiksmīgi marķēts/izcelts bez derīguma termiņa beigām.

source: Listing has been unmarked successfully.
lv_lv: Sludinājumam ir noņemts no atzīmes.

source: Payment requirement has been created.
lv_lv: Maksājuma pieprasījums ir izveidots.

source: Item has been deactivated and will be visible after publish fee is paid. Email has been send to item owner.
lv_lv: Vienums ir deaktivizēts un būs redzams pēc publicēšanas apmaksas. E-pasts ir nosūtīts preces īpašniekam.

source: Tax Settings
lv_lv: Nodokļu iestatījumi

source: Tax for regions were successfully saved
lv_lv: Nodoklis reģioniem tika veiksmīgi saglabāts

source: Tax Setup
lv_lv: Nodokļu uzstādījumi

source: Set tax value between 0 and 100.
lv_lv: Iestatiet nodokļa vērtību no 0 līdz 100.

source: Country
lv_lv: Valsts

source: Region
lv_lv: Novads

source: Tax ID #1
lv_lv: Nodokļa ID #1

source: Tax ID #2
lv_lv: Nodokļa ID #2

source: Tax ID #3
lv_lv: Nodokļa ID #3

source: Tax Name #1
lv_lv: Nodokļa nosaukums #1

source: Tax Name #2
lv_lv: Nodokļa nosaukums #2

source: Tax Name #3
lv_lv: Nodokļa nosaukums #3

source: Tax Value #1
lv_lv: Nodokļa vērtība #1

source: Tax Value #2
lv_lv: Nodokļa vērtība #2

source: Tax Value #3
lv_lv: Nodokļa vērtība #3

source: Default
lv_lv: Noklusējums

source: User Settings
lv_lv: Lietotāja iestatījumi

source: Wallet & Packs
lv_lv: Maks un pakas

source: My account - Promotions section
lv_lv: Mans konts - reklāmas sadaļa

source: For your membership in %s we added to you %s more credits!
lv_lv: Jūsu dalībai grupā %s mēs pievienojām jums %s vairāk kredītu!

source: APPROVED
lv_lv: APSTIPRINĀTS

source: REJECTED
lv_lv: NORAIDĪTS

source: Customer
lv_lv: Klients

source: My account - Orders section
lv_lv: Mans konts - pasūtījumu sadaļa

source: Total amount
lv_lv: Kopējā summa

source: 1 day
lv_lv: 1 diena

source: %d days
lv_lv: %d dienas

source: 1 week
lv_lv: 1 nedēļa

source: %d weeks
lv_lv: %d nedēļas

source: 1 month
lv_lv: 1 mēnesis

source: %d months
lv_lv: %d mēneši

source: 1 year
lv_lv: 1 gads

source: %d years
lv_lv: %d gadi

source: Page:
lv_lv: Lapa:

source: All listings
lv_lv: Visi sludinājumi

source: "Buy now" listings
lv_lv: "Pirkt tagad" sludinājumi

source: Other listings
lv_lv: Citi sludinājumi

source: Invalid code, no voucher has been found
lv_lv: Nederīgs kods, nav atrasts neviens kupons

source: Invalid voucher type, this type of voucher cannot be added into cart
lv_lv: Nederīgs kupona veids, šāda veida kuponu nevar pievienot grozam

source: Invalid voucher type, this type of voucher is not credit type
lv_lv: Nederīgs kupona veids. Šis kupona veids nav kredīta veids

source: Voucher is not valid yet, promotion starts on %s
lv_lv: Kupons vēl nav derīgs, akcija sākas %s

source: Voucher is not valid anymore, promotion has ended on %s
lv_lv: Kupons vairs nav derīgs, akcija ir beigusies %s

source: Voucher is not valid anymore, it has reached maximum usage already
lv_lv: Kupons vairs nav derīgs, tas jau ir sasniedzis maksimālo izlietojumu

source: Voucher is not valid anymore, promotion has been cancelled
lv_lv: Kupons vairs nav derīgs, akcija ir atcelta

source: Voucher is not available for you as it is restricted just to certain customers
lv_lv: Kupons jums nav pieejams, jo tas ir pieejams tikai noteiktiem klientiem

source: Voucher is not available for you as it is restricted just to certain membership groups
lv_lv: Kupons jums nav pieejams, jo tas ir pieejams tikai noteiktām dalībnieku grupām

source: Voucher could not be used, minimum order amount for voucher is %s
lv_lv: Kuponu nevarēja izmantot, minimālā pasūtījuma summa kuponam ir %s

source: You have used voucher %dx already, that is maximum allowed usage per customer
lv_lv: Jūs jau esat izmantojis kuponu %dx - tas ir maksimālais atļautais lietojums vienam klientam

source: Voucher could not be used, as cart contains one or more restricted products for this voucher (%s)
lv_lv: Kuponu nevarēja izmantot, jo grozā ir viens vai vairāki ar šo kuponu ierobežoti produkti (%s)

source: %s discount has been applied
lv_lv: Ir piemērota %s atlaide

source: %s has been added into your wallet
lv_lv: %s ir pievienots jūsu makam

source: An account limit has been introduced where you can have up to %s ads live at any moment. If you need more, you can become premium member to unlock further benefits. To read more about it please visit our FAQ page or contact us. You have currently active %s listings out of your limit %s listings (published in %s days).
lv_lv: Ir ieviests konta ierobežojums, kurā jebkurā brīdī varat rādīt līdz pat %s reklāmām. Ja jums ir nepieciešams vairāk, varat kļūt par Premium dalībnieku, lai iegūtu papildu priekšrocības. Lai uzzinātu vairāk par to, lūdzu, apmeklējiet mūsu FAQ lapu vai sazinieties ar mums. Pašlaik jums ir aktīvi %s sludinājumi no jūsu limita %s sludinājumiem (publicēti pēc %s dienām).

source: Premium membership and account limit
lv_lv: Premium dalība un konta limits

source: Buy
lv_lv: Pirkt

source: You have %s in your wallet. %s to promote your listings!
lv_lv: Jūsu makā ir %s. %s, lai reklamētu savus sludinājumus!

source: Click here
lv_lv: Klikšķiniet šeit

source: This is your product, you cannot buy it!
lv_lv: Šis ir jūsu produkts, to nevar iegādāties!

source: Add to cart
lv_lv: Pievienot grozam

source: In stock
lv_lv: Ir noliktavā

source: Sold out!
lv_lv: Izpārdots!

source: Advertise here!
lv_lv: Reklāmē šeit!

source: Enable Sale
lv_lv: Iespējot Izpārdošano

source: Enable online sales for this item. Payment goes to site owner account.
lv_lv: Iespējot tiešsaistes pārdošanu šim vienumam. Maksājums tiek veikts portāla īpašnieka kontā.

source: Require shipping for this item.
lv_lv: Pieprasīt šīs preces piegādi.

source: Manage my shipping options
lv_lv: Pārvaldīt manas piegādes iespējas

source: Available Quantity
lv_lv: Pieejamais daudzums

source: Enter how much quantity of this product is available.
lv_lv: Ievadiet, cik daudz šī produkta daudzuma ir pieejams.

source: Referral code
lv_lv: Referāla kods

source: Get %s for using referral code from your friend
lv_lv: Saņemiet %s, izmantojot atsauces kodu no sava drauga

source: Credit for using referral code %s to user %s (%s) at %s
lv_lv: Kredīts par atsauces kodu %s izmantošanu lietotājam %s (%s)%s

source: Credit for providing referral code %s to user %s (%s) at %s
lv_lv: Kredīts par atsauces koda %s piešķiršanu lietotājam %s (%s) pie %s

source: Referral code %s successfully used. You and your friend got bonus %s to wallet
lv_lv: Referāla kods %s veiksmīgi izmantots. Jūs un jūsu draugs saņēmāt bonusu %s savā makā

source: Referral code %s was not recognized.
lv_lv: Reeferāla kods %s netika atpazīts.

source: Listing will not be visible until administrator approves it
lv_lv: Sludinājums nebūs redzams, kamēr administrators to neapstiprinās

source: Item ID %s has not been paid yet, you cannot activate item until publish fee %s is paid. In order to show listing click on "Pay Publish Fee" link.
lv_lv: Preces ID %s vēl nav apmaksāts, jūs nevarat aktivizēt preci, kamēr nav saņemta publicēšanas maksa %s. Lai rādīt sludinājumu, noklikšķiniet uz saites "Maksāt publicēšanas maksu".

source: In order to show your listing it is required to pay publish fee
lv_lv: Lai parādītu jūsu sludinājumu, ir jāmaksā publicēšanas maksa

source: Publish Fee
lv_lv: Publikācijas Maksa

source: Publish fee
lv_lv: Publikācijas maksa

source: Your listings will be moved to top position in search results
lv_lv: Jūsu sludinājums tiks pārvietots uz augstāko pozīciju meklēšanas rezultātos

source: Move to top fee
lv_lv: Maksa par “Pārvietot uz augšu”

source: In order to show images on your listing it is required to pay fee
lv_lv: Lai parādītu savu sludinājumu ar attēliem, ir jāmaksā publicēšanas maksa

source: Show Images Fee
lv_lv: Parādīt maksu par attēliem

source: Show images fee
lv_lv: Parādīt maksu par attēliem

source: Make Premium
lv_lv: Atzīmēt kā Premium

source: Extend Premium
lv_lv: Paplašināt Premium

source: Make your listing unique on home and search page!
lv_lv: Padariet savu sludinājumu unikālu meklēšanas un mājas lapā!

source: Highlight Item
lv_lv: Izcelt sludinājumu

source: Extend Highlight
lv_lv: Pagarināt sludinājuma izcelšanu

source: Make listing more visible and attract more people!
lv_lv: Padarīt sludinājumu redzamāku un piesaistīt vairāk cilvēku!

source: Automatically Republish Item
lv_lv: Prece tiek automātiski pārpublicēta

source: Extend Republish
lv_lv: Paplašināt atkārtota publicēšanu

source: Listing will be instantly renewed and then republished multiple times in selected intervals
lv_lv: Sludinājums tiks nekavējoties atjaunots un pēc tam atkārtoti publicēts vairākas reizes atsevišķos intervālos

source: How often republish item?
lv_lv: Cik bieži atkārtoti publicēt preci?

source: How many times?
lv_lv: Cik reižu?

source: Repeat
lv_lv: Atkārtot

source: No promotion options available
lv_lv: Nav pieejamas reklāmēšanas iespējas

source: Unpaid
lv_lv: Neapmaksāts

source: Show image paid
lv_lv: Parādiet apmaksātu attēlu

source: Highlight paid
lv_lv: “Izcelšana” apmaksāta

source: Republish paid
lv_lv: “Pārpublicēšana” apmaksāta

source: Show image not paid
lv_lv: Pārādīt attēlus, kas nav apmaksāti

source: Highlight pending payment
lv_lv: “Izcelt sludinājumu” gaida apmaksu

source: Republish pending payment
lv_lv: “Pārpublicēšana” gaida apmaksu

source: Pay Show Image
lv_lv: Maksāt “Rādīt attēlu”

source: Pay Highlight
lv_lv: Maksāt “Izcelt sludinājumu”

source: Pay Publish Fee
lv_lv: Maksāt “Publicēšanas maksa”

source: Disable Show Image
lv_lv: Atspējot attēla parādīšanu

source: Unhighlight
lv_lv: Noņemta atzīme “Izcelts”

source: Require Pay Show Image
lv_lv: Pieprasīt maksāt par attēla parādīšanu

source: Require Pay Publish Fee
lv_lv: Pieprasīt apmaksāt publicēšanas maksu

source: Credit for registration to user %s (%s) at %s
lv_lv: Kredīts reģistrācijai lietotājam %s (%s) %s

source: Registration bonus credits
lv_lv: Reģistrācijas bonusa kredīti

source: As a bonus for registration we have just boost your wallet with %s. Feel free to use them for promotion of your listings!
lv_lv: Kā bonusu reģistrācijai mēs vienkārši palielinām jūsu maciņu ar %s. Jūtieties brīvi tos izmantot, lai izceltu savus sludinājumus!

source: Membership
lv_lv: Dalība

source: Orders & Sales
lv_lv: Pasūtījumi un pārdošana

source: Cart
lv_lv: Grozs

source: Payments
lv_lv: Maksājumi

source: Important! Osclass Pay plugin has restricted this category and it's content to members of following user groups: %s. You see this message because you are logged in as admin in same browser. This message is not visible to your customers.
lv_lv: Svarīgs! Osclass Pay spraudnis ir ierobežojis šo kategoriju, un tas ir saturs šādu lietotāju grupu dalībniekiem: %s. Jūs redzat šo ziņojumu, jo tajā pašā pārlūkprogrammā esat pieteicies kā administrātors. Šis ziņojums nav redzams jūsu klientiem.

source: %d hours
lv_lv: %d stundas

source: %d minutes
lv_lv: %d minūtes

source: %d hour
lv_lv: %d stunda

source: %d day
lv_lv: %d diena

source: %d week
lv_lv: %d nedēļa

source: %d month
lv_lv: %d mēnesis

source: %d year
lv_lv: %d gads

source: Promotion services
lv_lv: Reklāmas pakalpojumi

source: Show Image
lv_lv: Rādīt attēlu

source: Credit Pack
lv_lv: Kredītu paka

source: Republish
lv_lv: Pārpublicēt

source: Banner
lv_lv: Baneris

source: Pay booking
lv_lv: Maksāt par rezervāciju

source: Auction
lv_lv: Izsole

source: Voucher
lv_lv: Kupons

source: Offer
lv_lv: Piedāvājums

source: You have selected same or lower membership group, your remaining expiration days of group were transfered.
lv_lv: Jūs esat atlasījis tādu pašu vai zemāku dalības grupu, jūsu atlikušās grupas derīguma termiņa dienas tika trasferētas.

source: Your remaining expiration days of group were transfered.
lv_lv: Jūsu atlikušās grupas derīguma termiņa dienas tika transferētas.

source: You have selected same or higher membership group, we have moved remaining expiration days to your new group.
lv_lv: Jūs esat izvēlējies tādu pašu vai augstāku dalības grupu, mēs esam pārcēluši atlikušās derīguma dienas uz jūsu jauno grupu.

source: Invalid offer! Offer #%d does not exists.
lv_lv: Nederīgs piedāvājums! Piedāvājums #%d nepastāv.

source: Offer #%d has already been paid.
lv_lv: Piedāvājums #%d jau ir apmaksāts.

source: Title
lv_lv: Virsraksts

source: Price
lv_lv: Cena

source: Item %s
lv_lv: Prece %s

source: Item %s (%s)
lv_lv: Prece %s (%s)

source: Item %s (%s, repeat %sx)
lv_lv: Prece %s (%s, atkārtot %sx)

source: Credit pack %s (get %s, pay %s)
lv_lv: Kredīta paka %s (saņem %s, maksā %s)

source: Membership in %s (%s days)
lv_lv: Dalība grupā %s (%s dienas)

source: Banner %s (budget %s)
lv_lv: Baneris %s (budget %s)

source: Unknown seller
lv_lv: Nezināms pārdevējs

source: Delivery by %s from %s
lv_lv: Piegādāja %s no %s

source: Change
lv_lv: Mainīt

source: Available delivery options
lv_lv: Pieejamās piegādes iespējas

source: Unknown shipping
lv_lv: Nezināma piegāde

source: Standard shipping from %s
lv_lv: Standarta piegāde no %s

source: Voucher %s (-%s)
lv_lv: Kupons %s (-%s)

source: Booking / Reservation #%s
lv_lv: Rezervācija #%s

source: Pay custom offer #%d (%s)
lv_lv: Maksāt pielāgotu piedāvājumu #%d (%s)

source: Buy auctioned item #%d (%s, +shipping)
lv_lv: Pirkt izsoles preci #%d (%s, +piegāde)

source: Buyout auctioned item #%d (%s, +shipping)
lv_lv: Izpirkt izsolīto preci #%d (%s, +piegāde)

source: Auction fee #%d (%s)
lv_lv: Izsoles maksa #%d (%s)

source: Purchase %s for %s
lv_lv: Pirkums %s par %s

source: Pay cart items
lv_lv: Apmaksāt iepirkumu groza preces

source: Not recognized
lv_lv: Nav atpazīts

source: %sx Publish fee for item %s
lv_lv: %sx Publicēšanas maksa par preci %s

source: %sx Image fee for item %s
lv_lv: %sx Attēla maksa par preci %s

source: %sx Move to top fee for item %s
lv_lv: %sx Maksa par virzīšanu topa augšgalā precei %s

source: %sx Premium fee for item %s, expire in %s
lv_lv: %sx Premium maksa par vienumu%s, beidzas %s

source: %sx Highlight fee for item %s, expire in %s
lv_lv: %sx “Izcelt sludinājumu” maksa par vienumu %s, beidzas %s

source: %sx Republish fee for item %s, expire in %s, repeat %sx
lv_lv: %sx Publicēšanas maksa par preci %s, beidzas %s, atkārtojas %sx

source: %sx Membership in group %s, expire in %s days
lv_lv: %sx Dalība grupā %s, beidzas %s dienās

source: %sx Credit pack %s (get %s, pay %s)
lv_lv: %sx Kredītu pakete %s (saņem %s, maksā %s)

source: %sx Banner %s (budget %s)
lv_lv: %sx Baneris %s (budget %s)

source: %sx Shipping %s (%s)
lv_lv: %sx Piegāde %s (%s)

source: %sx Unknown shipping
lv_lv: %sx Nezināma piegāde

source: %sx Shipping %s (%s) from %s
lv_lv: %sx Piegāde %s (%s) no %s

source: %sx Standard shipping from %s
lv_lv: %sx Standarta piegāde no %s

source: %sx Voucher %s (-%s)
lv_lv: %sx Kupons %s (-%s)

source: %sx Booking / Reservation %s
lv_lv: %sx Rezervācija %s

source: %sx Pay custom offer #%d (%s)
lv_lv: %sx Maksa par piedāvājumu #%d (%s)

source: %sx Purchase item %s, regular unit price %s
lv_lv: %sx Pirkuma preces%s, parasta vienības cena %s

source: Not recognized (%s)
lv_lv: Nav atpazīts (%s)

source: In order to show your listing, it is required to pay publish fee.
lv_lv: Lai parādītu savu sludinājumu, ir jāmaksā publicēšanas maksa.

source: To show images on your listing, it is required to pay image fee.
lv_lv: Lai parādītu attēlus jūsu sludinājumā, ir jāmaksā par “Radīt attēlu”.

source: Your listing will be moved to top position and will look like newly published.
lv_lv: Jūsu sludinājums tiks pārvietots uz augstāko pozīciju un izskatīsies kā tikko publicēts.

source: Make your listing more visible on home and search page.
lv_lv: Padariet savu sludinājumu redzamāku sākuma un meklēšanas lapā.

source: Listing will be highlighted between other listings and attract more people.
lv_lv: Sludinājums tiks izcelts starp citiem sludinājumiem un piesaistīs vairāk cilvēku.

source: Your item will be instantly renewed and then automatically republished in selected period repeatedly.
lv_lv: Jūsu prece tiks nekavējoties atjaunota un pēc tam automātiski tiks publicēta izvēlētajā periodā.

source: Save time with transaction and get credits on your account.
lv_lv: Ietaupiet laiku ar transakciju un iegūstiet kredītus savā maciņā.

source: Get access to unique content or use global discounts for promotions.
lv_lv: Piekļūstiet unikālam saturam vai izmantojiet vispārējās atlaides akcijām.

source: Pay banner budget and advertise on our site.
lv_lv: Veiciet apmaksu par baneri un reklamējiet preces mūsu portālā.

source: Pay shipping fee related to delivery of product.
lv_lv: Maksājiet piegādes maksu, kas saistīta ar preces piegādi.

source: Purchase item.
lv_lv: Pirkuma preces.

source: Pay cart items.
lv_lv: Maksāt par groza precēm.

source: Get discount on your order.
lv_lv: Saņemiet atlaidi savam pasūtījumam.

source: Pay for reservation/booking.
lv_lv: Maksājiet par rezervāciju.

source: Pay custom offer.
lv_lv: Maksāt par pielāgotu piedāvājumu.

source: Not recognized.
lv_lv: Nav atpazīts.

source: Not enough products in stock, only %s pieces are available. This product has been removed from cart.
lv_lv: Noliktavā nav pietiekami daudz produktu, ir pieejami tikai %s gab. Šis produkts ir izņemts no groza.

source: Publish Paid
lv_lv: Publicēšana apmaksāta

source: Image Paid
lv_lv: Attēls apmaksāts

source: Premium Paid
lv_lv: Premium apmaksāts

source: Premium mark will expire on %s
lv_lv: Premium atzīme beigsies %s

source: Highlight Paid
lv_lv: “Izcelt sludinājumu” apmaksāts

source: Highlight will expire on %s
lv_lv: “Izcelt sludinājumu” beigsies %s

source: Replubish every %s, repeat %s more time(s). Next republish on %s
lv_lv: Pārpublicēt katru %s, atkārtot %s vairāk reizi(es). Nākamais publicēšana %s

source: Moved to Top
lv_lv: Virzīt uz topa augstāko pozīciju

source: Membership in %s has been removed from cart and replaced with membership in %s.
lv_lv: Dalība %s tika noņemta no groziem un aizstāta ar dalību %s.

source: Voucher %s has been removed from cart and replaced with %s.
lv_lv: Kupons %s ir izņemts no groza un aizstāts ar %s.

source: Not enough products in stock, only %s products has been added to cart.
lv_lv: Nav pietiekami daudz produktu krājumā, tikai %s produkti ir pievienoti grozam.

source: Click to complete order
lv_lv: Noklikšķiniet, lai pabeigtu pasūtījumu

source: Complete order
lv_lv: Pabeigt pasūtijumu

source: Funds will be withdrawn from your wallet (credits)
lv_lv: Līdzekļi tiks izņemti no jūsu maciņa (kredīti)

source: Pay with credits
lv_lv: Maksāt ar kredītiem

source: You do not have enough funds in your wallet
lv_lv: Jūsu maciņā nav pietiekami daudz līdzekļu

source: This button is visible just in case you are logged in as admin in browser.
lv_lv: Šī poga ir redzama tikai tad, ja pārlūkprogrammā esat pieteicies kā admininistrātors.

source: Pay as Admin
lv_lv: Maksājiet kā administrātors

source: Payment will be accepted after administrator confirms funds delivered to our account.
lv_lv: Maksājums tiks pieņemts pēc tam, kad administrators apstiprinās mūsu kontā saņemtos naudas līdzekļus.

source: Transfer
lv_lv: Pārskaitījums

source: Pay via Bank Transfer
lv_lv: Maksājiet ar bankas pārskaitījumu

source: Minimum amount for Bank Transfer is %s.
lv_lv: Bankas pārskaitījuma minimālā summa ir %s.

source: This category require to pay fee to show listing images. In order to show images to customers, go to your account and pay fee.
lv_lv: Šajā kategorijā ir jāmaksā nauda, ​​lai parādītu sludinājuma attēlus. Lai klientiem parādītu attēlus, dodieties uz savu kontu un veiciet apmaksu.

source: Following expirations were checked: Premium, Highlight, Republish, User Membership.
lv_lv: Pēc derīguma termiņa beigām tika pārbaudīti: Premium, Highlight, Republish, User Membership.

source: Hourly cron was not executed yet. If problem persist, check osclass documentation and contact your hosting provider.
lv_lv: Stundu cron vēl nav izpildīts. Ja problēma joprojām pastāv, pārbaudiet osclass dokumentāciju un sazinieties ar savu hostinga pakalpojumu sniedzēju.

source: none
lv_lv: neviens/-a

source: never
lv_lv: nekad

source: Last periodical bonus has been send to users on
lv_lv: Pēdējais periodiskais bonuss ir nosūtīts lietotājiem

source: Periodical bonus has not been sent yet, check your cron settings and ensure it is working properly.
lv_lv: Periodiskais bonuss vēl nav nosūtīts, pārbaudiet cron iestatījumus un pārliecinieties, ka tas darbojas pareizi.

source: lowest
lv_lv: zemākais

source: highest
lv_lv: augstākais

source: Extend Membership
lv_lv: Paplašināt dalību

source: Downgrade Plan
lv_lv: Pazemināt plāns

source: Become Member
lv_lv: Kļūt par dalībnieku

source: Upgrade Plan
lv_lv: Paaugstināt plānu

source: Success! Go to cart
lv_lv: Veiksmīgi! Doties uz grozu

source: Select promotions
lv_lv: Atlasiet akcijas

source: You have reached maximum number of listings you can publish (%s items in %s days). Please upgrade your membership in order to increase your limits.
lv_lv: Jūs esat sasniedzis maksimālo publicējamo sludinājumu skaitu (%s vienumi %s dienās). Lūdzu, jauniniet savu dalību, lai palielinātu ierobežojumus.
