Repository: evog-id/lvmarketspace
Catalog: *-content/plugins/osclass_pay/languages/*/messages.po
Languages: lv_lv

source: Enable Stripe Payments
lv_lv: Iespējot Stripe maksājumus

source: Stripe Publishable Key
lv_lv: Stripe publiskā atslēga

source: Stripe Secret Key
lv_lv: Stripe slepenā atslēga

source: Stripe Test Publishable Key
lv_lv: Stripe testa publiskā atslēga

source: Stripe Test Secret Key
lv_lv: Stripe testa slepenā atslēgta

source: Skrill Payments
lv_lv: Skrill maksājumi

source: Skrill does not have sandbox, in regard to test this gateway, contact their support to convert your account to testing one or look for testing credentials on google or in their docs.
lv_lv: Skrill nav Sandbox. Lai pārbaudītu šo maksājumu vārteju, sazinieties ar viņu atbalsta dienestu, lai pārveidotu savu kontu par testa kontu, vai meklējiet testa akreditācijas datus Google vai viņu dokumentācijā.

source: Open Skrill Production
lv_lv: Atvērt Skrill darbības vidi

source: Enable Skrill Payments
lv_lv: Iespējot Skrill maksājumus

source: Skrill Merchant ID
lv_lv: Skrill tirgotāja ID

source: Skrill Email
lv_lv: Skrill e-pasts

source: Skrill Secret Word
lv_lv: Skrill slepenais vārds

source: Send Payment Notifications
lv_lv: Sūtīt maksājuma paziņojumus

source: Admin will receive notifications regarding payments.
lv_lv: Administrators saņems paziņojumus par maksājumiem.

source: Authorize.Net Payments
lv_lv: Authorize.Net maksājumi

source: Authorize.net operates in currency USD only, plugin must be set to this currency, otherwise payment will not be available.
lv_lv: Authorize.net darbojas tikai valūtā USD, spraudnis ir jānosaka ar šo valūtu, pretējā gadījumā maksājums nebūs pieejams.

source: Make sure to perform your registration on correct site, otherwise you will have troubles to make gateway work.
lv_lv: Pārliecinieties, ka veicat reģistrāciju pareizajā vietnē, pretējā gadījumā jums būs grūtības veikt vārtejas darbu.

source: Authorize.net not available, currency must be set to USD to be able to use this gateway.
lv_lv: Authorize.net nav pieejams, valūta ir jānosaka kā USD, lai varētu izmantot šo vārteju.

source: Open Authorize.net Production
lv_lv: Atvērt Authorize.net darbības vidi

source: Open Authorize.net Sandbox
lv_lv: Atvērt Authorize.net Sandbox

source: Open Authorize.net Help
lv_lv: Atvērt Autorize.net palīdzību

source: Enable Authorize.Net Payments
lv_lv: Iespējot Authorize.Net maksājumus

source: Authorize.Net Merchant Login ID
lv_lv: Authorize.Net Tirgotāja pieteikšanās ID

source: Authorize.Net Merchant Transaction Key
lv_lv: Authorize.Net Tirgotāju darījumu atslēga

source: Payza Payments
lv_lv: Payza maksājumi

source: In order to make Payza fully functional, you need to enable IPN v2 in your Payza account. Otherwise payments will not be received.
lv_lv: Lai Payza darbotos pilnībā, jums ir jāiespējo IPN v2 savā Payza kontā. Pretējā gadījumā maksājumi netiks saņemti.

source: Payza sandbox/test mode must be enabled/disabled in Payza account (IPN section).
lv_lv: Payza Sandbox/testa režīms ir jāiespējo/ jāatspējo Payza kontā (IPN sadaļā).

source: Open Payza Production
lv_lv: Atvērt Payza darbības vidi

source: Open Payza Sandbox
lv_lv: Atvērt Payza Sandbox

source: Open Payza Help
lv_lv: Atvērt Payza palīdzību

source: Enable Payza Payments
lv_lv: Iespējot Payza maksājumus

source: Payza Email
lv_lv: Payza e-pasts

source: Blockchain Payments
lv_lv: Blockchain maksājumi

source: To get your address, click on "Request" button in Blockchain account.
lv_lv: Lai saņemtu savu adresi, noklikšķiniet uz pogas "Pieprasījums", kas atrodas Blockchain kontā.

source: Blockchain does not have sandbox/test mode, in order to test your payments, you need to use live account and money.
lv_lv: Blockchain nav Sandbox/testa režīma. Lai pārbaudītu savus maksājumus, jums jāizmanto reāls konts un nauda.

source: Request API Key on following link, you will receive it to your mail: https://api.blockchain.info/v2/apikey/request/.
lv_lv: Pieprasiet API atslēgu, sekojot šai saitei, un jūs to saņemsiet savā e-pastā: [https://api.blockchain.info/v2/apikey/request/](https://api.blockchain.info/v2/apikey/request/)

source: Get xPub Key in your account: Settings > Addresses > Manage > More Options > Show xPub
lv_lv: Iegūstiet xPub atslēgu savā kontā: Iestatījumi > Adreses > Pārvaldīt > Vairāk opciju > Rādīt xPub

source: Open Blockchain Production
lv_lv: Atvērt Blockchain darbības vidi

source: Open Blockchain Help
lv_lv: Atvērt Blockchain Palīdzība

source: Enable Blockchain Payments
lv_lv: Iespējot Blockchain maksājumus

source: Blockchain Address
lv_lv: Blockchain adrese

source: Blockchain API Key
lv_lv: Blockchain API atslēga

source: Blockchain xPub Key
lv_lv: Blockchain xPub atslēga

source: Braintree Payments
lv_lv: Braintree maksājumi

source: Open Braintree Production
lv_lv: Atvērt Braintree darbības vidi

source: Open Braintree Sandbox
lv_lv: Atvērt Braintree Sandbox

source: Open Braintree Help
lv_lv: Atvērt Braintree palīdzību

source: Enable Braintree Payments
lv_lv: Iespējot Braintree maksājumus

source: Braintree Merchant ID
lv_lv: Braintree tirgotāja ID

source: Braintree Public Key
lv_lv: Braintree publiskā atslēga

source: Braintree Private Key
lv_lv: Braintree privātā atslēga

source: Braintree Encryption Key
lv_lv: Braintrie šifrēšanas atslēga

source: 2Checkout Payments
lv_lv: 2Checkout maksājumi

source: Open 2Checkout Production
lv_lv: Atvērt 2Checkout darbības vidi

source: Open 2Checkout Sandbox
lv_lv: Atvērt 2Checkout Sandbox

source: Open 2Checkout Help
lv_lv: Atvērt 2Checkout palīdzību

source: Once you select type INLINE, go to Account > Site Management, in Direct Return option select "Header Redirect (Your URL) and into approved URL put following:
lv_lv: Kad esat atlasījis veidu INLINE, dodieties uz Konts > Vietņu pārvaldība, opcijā Tiešā atgriešana atlasiet “Galvenes novirzīšana (jūsu URL) un apstiprinātajā URL ievietojiet tālāk norādīto:

source: Enable 2Checkout Payments
lv_lv: Iespējot 2Checkout maksājumus

source: 2Checkout Type
lv_lv: 2Checkout veids

source: OnSite Checkout
lv_lv: Norēķini vietnē

source: Standard Checkout (redirect)
lv_lv: Standarta norēķini (pāradresācija)

source: OnSite checkout works without redirect, but allows payment with credit card. Standard will redirect user to 2Checkout.
lv_lv: Vietnē veiktie norēķini darbojas bez pāradresācijas, taču ļauj maksāt ar kredītkarti. Standarta norēķini pāradresēs lietotāju uz 2Checkout.

source: 2Checkout Seller ID
lv_lv: 2Checkout pārdevēja ID

source: You can get it in my account section: "Account Number".
lv_lv: Jūs to varat iegūt savā konta sadaļā: “Konta numurs”.

source: 2Checkout Secret Word
lv_lv: 2Checkout slepenais vārds

source: Secret word you have setup in your account, set in Site Management
lv_lv: Slepenais vārds, ko esat iestatījis savā kontā, iestatījis vietņu pārvaldībā

source: 2Checkout Publishable Key
lv_lv: 2Checkout publiskā atslēga

source: 2Checkout Private Key
lv_lv: 2Checkout privātā atslēga

source: PagSeguro Payments
lv_lv: PagSeguro maksājumi

source: PagSeguro operates in Brazil only, osclass pay plugin must be set to currency BRL, otherwise payment will not be available.
lv_lv: PagSeguro darbojas tikai Brazīlijā, osclass pay plugin jāiestata valūtas BRL, jo citādi maksājums nebūs pieejams.

source: Use lightbox if possible, it provides better user experience.
lv_lv: Izmantojiet ligthbox, ja iespējams, tā nodrošina labāku lietotāja pieredzi.

source: PagSeguro require settings of your application on their site in Integration Profiles > Application. If you open bellow listed URLs and got error 404, contact your hosting provider to make these files readable.
lv_lv: PagSeguro pieprasa jūsu lietojumprogrammas iestatījumus savā vietnē sadaļā Integrācijas profili > Lietojumprogramma. Ja atverat tālāk norādītos URL un tiek parādīta kļūda 404, sazinieties ar mitināšanas pakalpojumu sniedzēju, lai padarītu šos failus lasāmus.

source: Transaction notification URL:
lv_lv: Transakcijas paziņojumu URL:

source: Redirect page URL:
lv_lv: Pāradresācijas lapas URL:

source: Redirect with transaction code, name of parameter:
lv_lv: Pāradresācija ar transakcijas kodu, parametra nosaukums:

source: PagSeguro is not available, currency must be set to BRL to be able to use this gateway.
lv_lv: PagSeguro nav pieejams, lai varētu izmantot šo vārteju, valūtā jābūt iestatītam uz BRL.

source: Open PagSeguro Production
lv_lv: Atvērt PagSeguro darbības vidi

source: Open PagSeguro Sandbox
lv_lv: Atvērt PagSeguro Sandbox

source: Open PagSeguro Help
lv_lv: Atvērt PagSeguro palīdzību

source: Enable PagSeguro Payments
lv_lv: Iespējot PagSeguro maksājumus

source: PagSeguro Email
lv_lv: PagSeguro e-pasts

source: PagSeguro Application ID
lv_lv: PagSeguro lietojumprogrammas ID

source: Sandbox Application ID
lv_lv: Sandbox lietojuma ID

source: Sandbox Application Key
lv_lv: Sandbox lietojumprogrammas atslēga

source: Enable Lightbox
lv_lv: Iespējot Lightbox

source: Lightbox can be slowly loading in sandbox mode.
lv_lv: Lightbox var lēnām ielādēt Sandbox režīmā.

source: PayUMoney Payments
lv_lv: PayUMoney maksājumi

source: PayUMoney operates in currency INR only, plugin must be set to this currency, otherwise payment will not be available.
lv_lv: PayUMoney darbojas tikai valūtā INR, spraudnis ir jānosaka ar šo valūtu, pretējā gadījumā maksājums nebūs pieejams.

source: PayUMoney is India company, do not get into confusion it is PayU or PayULatam. Also PayUBiz is different API of PayUMoney.
lv_lv: PayUMoney ir Indijas uzņēmums, nepajauciet to ar PayU vai PayULatam. Arī PayUBiz ir cita PayUMoney API.

source: PayUMoney does not have sandbox. Use Testing credentials that can be found on "Open PayUMoney Testing" link.
lv_lv: PayUMoney nav sandbox. Izmantojiet testēšanas akreditācijas datus, kas atrodami saites "Atvērt Payumoney testēšana".

source: PayUMoney is not available, currency must be set to INR to be able to use this gateway.
lv_lv: PayUMoney nav pieejams, lai varētu izmantot šo vārteju, valūtā jābūt iestatītam INR.

source: Open PayUMoney Production
lv_lv: Atvērt Payumoney darbības vidi

source: Open PayUMoney Testing
lv_lv: Atvērt Payumoney testēšanu

source: Open PayUMoney Help
lv_lv: Atvērt Payumoney palīdzību

source: Enable PayUMoney Payments
lv_lv: Iespējot PayUMoney maksājumus

source: PayUMoney Merchant Key
lv_lv: PayUMoney tirgotāja atslēga

source: Instamojo Payments
lv_lv: Instamojo maksājumi

source: Instamojo operates in currency INR only, plugin must be set to this currency, otherwise payment will not be available.
lv_lv: Instamojo darbojas tikai valūtā INR, spraudnis ir jānosaka ar šo valūtu, pretējā gadījumā maksājums nebūs pieejams.

source: Instamojo is not available, currency must be set to INR to be able to use this gateway.
lv_lv: Instamojo nav pieejams, lai varētu izmantot šo vārteju, valūtā jābūt iestatītam INR.

source: Open Instamojo Production
lv_lv: Atvērt Instamojo darbības vidi

source: Open Instamojo Sandbox
lv_lv: Atvērt Instamojo Sandbox

source: Open Instamojo Help
lv_lv: Atvērt Instamojo Palīdzība

source: Enable Instamojo Payments
lv_lv: Iespējot Instamojo maksājumus

source: Instamojo API Key
lv_lv: Instamojo API atslēga

source: PayULatam Payments
lv_lv: PayULatam maksājumi

source: PayULatam operates in currencies ARS, BRL, CLP, COP, MXN, PEN, USD only, plugin must be set to one of listed currency, otherwise payment will not be available.
lv_lv: PayULatam darbojas valūtās ARS, BRL, CLP, COP, MXN, PEN, tikai USD, spraudnis ir jāiestata vienā no norādītajām valūtām, pretējā gadījumā maksājums nebūs pieejams.

source: PayULatam is not available, currency must be set to ARS, BRL, CLP, COP, MXN, PEN or USD to be able to use this gateway.
lv_lv: PayULatam nav pieejams, valdei jābūt iestatītai ARS, BRL, CLP, COP, MXN, PEN vai USD, lai varētu izmantot šo vārteju.

source: Open PayULatam Production
lv_lv: Atvērt PayULatam darbības vidi

source: Open PayULatam Sandbox
lv_lv: Atvērt PayUlatam sandbox

source: Open PayULatam Help
lv_lv: Atvērt PayULatam palīdzību

source: Enable PayULatam Payments
lv_lv: Iespējot PayULatam maksājumus

source: PayULatam Merchant ID
lv_lv: PayULatam tirgotāja ID

source: PayULatam Account ID
lv_lv: PayULatam konta ID

source: PayULatam API Key
lv_lv: PayULatam API atslēga

source: CCAvenue Payments
lv_lv: CCAvenue maksājumi

source: CCAvenue is very strict. If you get credentials, you can use it just on URL/domain it was registered for. Otherwise it will result in Authentication failed error.
lv_lv: CCAvenue ir ļoti stingrs. Ja saņemat akreditācijas datus, to varat izmantot tikai URL / domēnam, kurā tas tika reģistrēts. Pretējā gadījumā autentifikācijas kļūdas kļūda.

source: CCAvenue operates in currencies INR, USD, SGD, GBP, EUR only, plugin must be set to one of listed currency, otherwise payment will not be available. Note that other than INR currency must be approved by CCAvenue on your account, otherwise checkout will result in error code 115.
lv_lv: CCAvenue darbojas valūtās INR, USD, SGD, GBP, EUR tikai, spraudnis ir jāiestata vienā no norādītajām valūtām, pretējā gadījumā maksājums nebūs pieejams. Ņemiet vērā, ka jūsu kontā nav jāapstiprina CCAvenue, izņemot INR valūtu, pretējā gadījumā izrakstīšanās rezultātā tiks parādīts kļūdas kods 115.

source: CCAvenue is not available, currency must be set to INR, USD, SGD, GBP or EUR to be able to use this gateway.
lv_lv: CCAvenue nav pieejama. Lai varētu izmantot šo vārteju, ir jāiestata INR, USD, SGD, GBP vai EUR.

source: Open CCAvenue Production
lv_lv: Atvērt CCAvenue darbības vidi

source: Open CCAvenue Help
lv_lv: Atvērt CCAvenue palīdzība

source: Enable CCAvenue Payments
lv_lv: Iespējot CCAvenue maksājumus

source: Language on CCAvenue Checkout
lv_lv: Valoda CCAvenue norēķinu lapā

source: EN - English
lv_lv: EN - angļu valoda

source: GU - Gujarati
lv_lv: GU - Gudžarāti

source: MR - Marathi
lv_lv: MR - maratu

source: BN - Bengali
lv_lv: BN - bengāļu

source: CCAvenue Merchant ID
lv_lv: CCAvenue tirgotāja ID

source: CCAvenue Access Code
lv_lv: CCAvenue piekļuves kods

source: CCAvenue Working Key
lv_lv: CCAvenue darba atslēga

source: Paystack Payments
lv_lv: Paystack maksājumi

source: Paystack operates in USD, GHS & NGN currency only, plugin must be set to one of listed currency, otherwise payment will not be available.
lv_lv: Paystack darbojas tikai USD, GHS un NGN valūtās, spraudnim jābūt iestatītam uz vienu no norādītajām valūtām, pretējā gadījumā maksājums nebūs pieejams.

source: Paystack is not available, currency must be set to NGN, GHS or USD to be able to use this gateway.
lv_lv: Paystack nav pieejams. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz NGN, GHS vai USD.

source: Open Paystack Production
lv_lv: Atvērt Paystack darbības vidi

source: Open Paystack API
lv_lv: Atvērt Paystack API

source: Enable Paystack Payments
lv_lv: Iespējot Paystack maksājumus

source: Paystack Email
lv_lv: Paystack e-pasts

source: Paystack Public Key
lv_lv: Paystack publiskā atslēga

source: Paystack Secret Key
lv_lv: Paystack slepenā atslēga

source: Paystack Test Public Key
lv_lv: Paystack testa publiskā atslēga

source: Paystack Test Secret Key
lv_lv: Paystack testa slepenā atslēga

source: WeAccept Payments
lv_lv: WeAccept maksājumi

source: Currency is selected on gateway side, ensure it is same as you have in Osclass Pay.
lv_lv: Valūta ir izvēlēta vārtejas pusē, pārliecinieties, ka tā ir tāda pati kā Osclass Pay.

source: This gateway require to setup correct return and notification url. Please go to Payment Integrations and in selected integration set Transaction Processed Callback and Transaction Response Callback to following:
lv_lv: Šai vārtejai ir jāiestata pareizs atgriešanas un paziņojumu URL. Lūdzu, dodieties uz sadaļu Maksājumu integrācijas un atlasītajā integrācijas komplektā Darījuma apstrādātā atzvanīšana un Darījuma atbildes atzvanīšana uz šo:

source: Open WeAccept Production
lv_lv: Atvērt WeAccept darbības vidi

source: Open WeAccept API
lv_lv: Atvērt WeAccept API

source: Enable WeAccept Payments
lv_lv: Iespējot WeAccept maksājumus

source: WeAccept Integration ID
lv_lv: WeAccept integrācijas ID

source: WeAccept Api Key
lv_lv: WeAccept Api atslēga

source: EuPlatesc.ro Payments
lv_lv: EuPlatesc.ro maksājumi

source: EuPlatesc.ro operates in currencies RON, EUR and USD only, plugin must be set to one of listed currency, otherwise payment will not be available.
lv_lv: EuPlatesc.ro darbojas tikai valūtās RON, EUR un USD, spraudnim jābūt iestatītam uz vienu no norādītajām valūtām, pretējā gadījumā maksājums nebūs pieejams.

source: EuPlatesc.ro is not available, currency must be set to RON, EUR or USD to be able to use this gateway.
lv_lv: EuPlatesc.ro nav pieejams. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz RON, EUR vai USD.

source: This gateway require to setup correct return and notification (silent) url. Please go to Admin > Gestionare Cont. At bottom click on Modifica cont and update Return URL and Silent URL with following:
lv_lv: Šai vārtejai ir jāiestata pareizs atgriešanas un paziņojumu (klusais) URL. Lūdzu, dodieties uz Administrēšana > Gestionare Cont. Apakšdaļā noklikšķiniet uz Modifica cont un atjauniniet atgriešanās URL un kluso URL ar šādu:

source: Return URL
lv_lv: Atgriešanas URL

source: Open EuPlatesc.ro
lv_lv: Atvērt EuPlatesc.ro

source: Open Integration Guide
lv_lv: Atvērt integrācijas rokasgrāmatu

source: Enable EuPlatesc Payments
lv_lv: Iespējot EuPlatesc maksājumus

source: EuPlatesc Key
lv_lv: EuPlatesc atslēga

source: Komfortkasse.eu Payments
lv_lv: Komfortkasse.eu maksājumi

source: Open Komfortkasse.eu
lv_lv: Atvērt Komfortkasse.eu

source: Enable Komfortkasse Payments
lv_lv: Iespējot Komfortkasse maksājumus

source: Komfortkasse Api Key
lv_lv: Komfortkasse Api atslēga

source: Pays.cz Payments
lv_lv: Pays.cz maksājumi

source: Pays.cz is not available, currency must be set to USD, EUR or CZK to be able to use this gateway.
lv_lv: Pays.cz nav pieejams. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz USD, EUR vai CZK.

source: Pays.cz require to send following data to podpora@pays.cz:
lv_lv: Pays.cz pieprasa nosūtīt šādus datus uz podpora@pays.cz:

source: Successful online/offline payment url:
lv_lv: Veiksmīga tiešsaistes/bezsaistes maksājuma URL:

source: Payment error url:
lv_lv: Maksājuma kļūdas URL:

source: Payment confirm url:
lv_lv: Maksājuma apstiprināšanas URL:

source: Open Pays.cz
lv_lv: Atvērt Pays.cz

source: Enable Pays.cz Payments
lv_lv: Iespējot Pays.cz maksājumus

source: Pays.cz Merchant Id
lv_lv: Pays.cz tirgotāja ID

source: Pays.cz Shop Id
lv_lv: Pays.cz veikala ID

source: Pays.cz API Password
lv_lv: Pays.cz API parole

source: Yandex Money Payments
lv_lv: Yandex Money maksājumi

source: Open Yandex Money page
lv_lv: Atvērt Yandex Money lapu

source: Yandex Money is not available, currency must be set to RUB to be able to use this gateway.
lv_lv: Yandex Money nav pieejama. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz RUB.

source: In your Yandex account setup notification URL into following:
lv_lv: Sava Yandex konta iestatīšanas paziņojuma URL ievadiet šādu:

source: Enable Yandex Money Payments
lv_lv: Iespējot Yandex MOney maksājumus

source: Yandex Shop ID (Account/Merchant)
lv_lv: Yandex veikala ID (konts/tirgotājs)

source: Yandex Api Secret Key
lv_lv: Yandex Api slepenā atslēga

source: Cardinity Payments
lv_lv: Cardinity maksājumi

source: Open Cardinity Dashboard
lv_lv: Atvērt Cardinity informācijas paneli

source: Open API Details
lv_lv: Atvērt API informāciju

source: Open PHP SDK Github
lv_lv: Atvērt PHP SDK Github

source: Cardinity.com is not available, currency must be set to EUR, GBP or USD to be able to use this gateway.
lv_lv: Vietne Cardinity.com nav pieejama. Lai varētu izmantot šo vārteju, valūta ir jāiestata uz EUR, GBP vai USD.

source: Enable Cardinity Payments
lv_lv: Iespējot Cardinity maksājumus

source: Cardinity Project ID
lv_lv: Cardinity projekta ID

source: Securionpay Payments
lv_lv: Securionpay maksājumi

source: Open securionpay Dashboard
lv_lv: Atvērt Securionpay informācijas paneli

source: Open Docs
lv_lv: Atvērt dokumentus

source: Enable Securionpay Payments
lv_lv: Iespējot Securionpay maksājumus

source: Securionpay Public Key
lv_lv: Securionpay publiskā atslēga

source: Securionpay Secret Keyt
lv_lv: Securionpay slepenā atslēga

source: BeGateway Payments
lv_lv: BeGateway maksājumi

source: Open BeGateway Home
lv_lv: Atveriet BeGateway sākumlapu

source: Enable BeGateway Payments
lv_lv: Iespējot BeGateway maksājumus

source: BeGateway Checkout Domain
lv_lv: BeGateway norēķinu domēns

source: Enter your payment provider checkout domain e.g. checkout.example.com
lv_lv: Ievadiet savu maksājumu pakalpojumu sniedzēja norēķinu domēnu, piem. checkout.example.com

source: BeGateway Shop Id
lv_lv: BeGateway veikala ID

source: Enter your shop id issued by your payment provider
lv_lv: Ievadiet sava veikala ID, ko izsniedzis maksājumu pakalpojumu sniedzējs

source: BeGateway Shop Secret Key
lv_lv: BeGateway veikala slepenā atslēga

source: Enter your shop secret key issued by your payment provider
lv_lv: Ievadiet sava veikala slepeno atslēgu, ko izsniedzis maksājumu pakalpojumu sniedzējs

source: BeGateway Shop Public Key
lv_lv: BeGateway veikala publiskā atslēga

source: Enter your shop public issued by your payment provider
lv_lv: Ievadiet savu veikalu, ko izsniedzis maksājumu pakalpojumu sniedzējs

source: BeGateway Payment Timeout
lv_lv: BeGateway maksājuma noildze

source: Enter number of minutes to complete payment by customer
lv_lv: Ievadiet minūšu skaitu, lai pabeigtu klienta maksājumu

source: Enable Test Mode
lv_lv: Iespējot Testa vidi

source: Save
lv_lv: Saglabāt

source: Bellow are shown all bank transfers ordered by status and date.
lv_lv: Zemāk ir parādīti visi bankas pārskaitījumi, sakārtoti pēc statusa un datuma.

source: If you have received funds to your bank account, accept payment.
lv_lv: Ja esat saņēmis līdzekļus savā bankas kontā, akceptējiet maksājumu.

source: Variable Symbol
lv_lv: Mainīgais simbols

source: Accept Date
lv_lv: Pieņemt datumu

source: No bank transfers has been found
lv_lv: Nav atrasts neviens bankas pārskaitījums

source: Unknown
lv_lv: Nezināms

source: This code should be used as variable symbol in transaction you have received
lv_lv: Šis kods ir jāizmanto kā mainīgs simbols jūsu saņemtajā darījumā

source: Pending
lv_lv: Gaida

source: Accept payment
lv_lv: Pieņemt maksājumu

source: Cancel payment
lv_lv: Atcelt maksājumu

source: Remove payment
lv_lv: Noņemiet maksājumu

source: Are you sure you want to remove this transfer? Action cannot be undone.
lv_lv: Vai tiešām vēlaties noņemt šo pārsūtīšanu? Darbību nevar atsaukt.

source: Setup your webhook at: %s
lv_lv: Iestatiet savu webhook vietnē: %s

source: Webhook must point to: %s
lv_lv: Webhook jānorāda uz: %s

source: Webhook events: %s
lv_lv: Webhook notikumi: %s

source: Stripe Webhook Secret Key
lv_lv: Stripe Webhook slepenā atslēga

source: Stripe Test Webhook Secret Key
lv_lv: Stripe Test Webhook slepenā atslēga

source: This payment method require PHP 7.0 or older (mcrypt_module_open function dependency).
lv_lv: Šim maksājuma veidam ir nepieciešama PHP 7.0 vai vecāka versija (funkcijas mcrypt_module_open atkarība).

source: Paystack operates in USD, GHS, ZAR & NGN currency only, plugin must be set to one of listed currency, otherwise payment will not be available.
lv_lv: Paystack darbojas tikai USD, GHS, ZAR un NGN valūtās, spraudnim ir jāiestata viena no norādītajām valūtām, pretējā gadījumā maksājums nebūs pieejams.

source: YooKassa Payments
lv_lv: YooKassa maksājumi

source: Open YooKassa page
lv_lv: Atvērt YooKassa lapu

source: Open Testing Guide
lv_lv: Atvērt testēšanas rokasgrāmatu
