Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Total number of comments: %s
lv_lv: Kopējais komentāru skaits: %s

source: User statistics
lv_lv: Lietotāju statistika

source: Total number of users: %s
lv_lv: Kopējais lietotāju skaits: %s

source: Listings by category
lv_lv: Sludinājumi pēc kategorijas

source: There aren't any uploaded listing yet
lv_lv: Vēl nav neviena augšupielādēta ieraksta

source: News on blog
lv_lv: Bloga jaunumi

source: Osclass update
lv_lv: Osclass atjauninājums

source: Latest products
lv_lv: Jaunākie produkti

source: Product updates
lv_lv: Produktu atjauninājumi

source: Manage backoffice home page widgets
lv_lv: Pārvaldiet backoffice sākumlapas logrīkus

source: Backoffice widget settings
lv_lv: Backoffice logrīka iestatījumi

source: Backoffice Widget Settings - %s
lv_lv: Backoffice logrīka iestatījumi — %s

source: Column #%s setup
lv_lv: Kolonnas #%s iestatīšana

source: Column
lv_lv: Kolonna

source: Hide this column
lv_lv: Slēpt šo kolonnu

source: Widgets
lv_lv: Logrīki

source: Hide "%s" widget
lv_lv: Slēpt logrīku "%s"

source: Ban Rules
lv_lv: Aizliegumu noteikumi

source: Data were cached on %s
lv_lv: Dati tika saglabāti kešatmiņā %s

source: Uncached data
lv_lv: Kešatmiņā nesaglabātie dati

source: API key has not been defined
lv_lv: API atslēga nav definēta

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
lv_lv: Lai varētu lejupielādēt datus no OsclassPoint, sadaļā %s ir jādefinē API atslēga

source: API key is valid, automatic updates & market functions are available
lv_lv: API atslēga ir derīga, ir pieejami automātiskie atjauninājumi un tirgus funkcijas

source: No articles has been found
lv_lv: Nav atrasts neviens raksts

source: More news
lv_lv: Vairāk ziņu

source: No updates has been found
lv_lv: Nav atrasts neviens atjauninājums

source: all osclass versions
lv_lv: visas osclass versijas

source: osclass %s or lower
lv_lv: osclass %s vai zemāka

source: osclass %s or higher
lv_lv: osclass %s vai augstāka

source: osclass %s to %s
lv_lv: osclass %s uz %s

source: Updated on %s, compatible with %s
lv_lv: Atjaunināts %s, saderīgs ar %s

source: All updates
lv_lv: Visi atjauninājumi

source: No products has been found
lv_lv: Nav atrasts neviens produkts

source: More products
lv_lv: Vairāk produktu

source: You are using latest osclass version %s
lv_lv: Jūs izmantojat jaunāko osclass versiju %s

source: There is osclass update available. Your version: %s, latest version: %s
lv_lv: Ir pieejams osclass atjauninājums. Jūsu versija: %s, jaunākā versija: %s

source: Running website on latest version is important to keep your osclass fast and secure.
lv_lv: Vietnes palaišana jaunākajā versijā ir svarīga, lai jūsu osclass būtu ātra un droša.

source: You need to enable <b>allow_url_fopen = On</b> at php.ini, if you need more information please contact your hosting provider.
lv_lv: Jums ir jāiespējo <b>allow_url_fopen = Ieslēgts</b> vietnē php.ini. Ja jums nepieciešama papildu informācija, lūdzu, sazinieties ar savu mitināšanas pakalpojumu sniedzēju.

source: Download themes, plugins, languages or locations from OsclassPoint
lv_lv: Lejupielādējiet motīvus, spraudņus, valodas vai atrašanās vietas no OsclassPoint

source: %s on market
lv_lv: %s tirgū

source: Languages
lv_lv: Valodas

source: %s on market - %s
lv_lv: %s tirgū — %s

source: Latest
lv_lv: Pēdējie

source: By name
lv_lv: Pēc nosaukuma

source: By version
lv_lv: Pēc versijas

source: Search language...
lv_lv: Meklēt valodu...

source: Osclass translations
lv_lv: Osclass tulkojumi

source: Themes translations
lv_lv: Tēmu tulkojumi

source: Plugins translations
lv_lv: Spraudņu tulkojumi

source: Filter
lv_lv: Filtrs

source: Translations helps you to localize website into language you need. You may automatically install languages from the %s or upload a translation in .zip format.
lv_lv: Tulkojumi palīdz lokalizēt vietni vajadzīgajā valodā. Varat automātiski instalēt valodas no %s vai augšupielādēt tulkojumu .zip formātā.

source: OsclassPoint Translations Directory
lv_lv: OsclassPoint tulkojumu direktorijs

source: all versions
lv_lv: visas versijas

source: %s or higher
lv_lv: %s vai augstāks

source: File name
lv_lv: Faila nosaukums

source: Updated on
lv_lv: Atjaunināts

source: Size
lv_lv: Izmērs

source: Not compatible with your osclass version
lv_lv: Nav saderīgs ar jūsu osclass versiju

source: Can't update
lv_lv: Nevar atjaunināt

source: Download
lv_lv: Lejupielādēt

source: Click to open language configuration
lv_lv: Noklikšķiniet, lai atvērtu valodas konfigurāciju

source: Ready
lv_lv: Gatavs

source: updated %s
lv_lv: atjaunināts %s

source: Not compatible, require at least osclass %s
lv_lv: Nav saderīgs, nepieciešama vismaz osclass %s

source: Compatible with your osclass
lv_lv: Savietojams ar jūsu osklasi

source: No %s found. Try a different search.
lv_lv: Nav atrasts neviens %s. Izmēģiniet citu meklēšanu.

source: language
lv_lv: valoda

source: Language has been updated correctly.
lv_lv: Valoda ir atjaunināta pareizi.

source: Go to language page
lv_lv: Dodieties uz valodu lapu

source: All versions
lv_lv: Visas versijas

source: and higher
lv_lv: un augstāk

source: Update now
lv_lv: Atjaunināt tagad

source: Download language from OsclassPoint
lv_lv: Lejupielādējiet valodu no OsclassPoint

source: Download now
lv_lv: Lejuplādēt tagad

source: Not compatible with your product version (Your version is %s)
lv_lv: Nav saderīgs ar jūsu produkta versiju (jūsu versija ir %s)

source: Incompatible
lv_lv: Nesaderīgs

source: You do not have this product
lv_lv: Jums nav šī produkta

source: Unavailable
lv_lv: Nav pieejams

source: Product not installed
lv_lv: Produkts nav instalēts

source: Not compatible, require at least %s
lv_lv: Nav saderīgs, nepieciešams vismaz %s

source: Compatible with your product
lv_lv: Savietojams ar jūsu produktu

source: Product language has been updated correctly.
lv_lv: Produkta valoda ir atjaunināta pareizi.

source: Product language has been downloaded correctly.
lv_lv: Produkta valoda ir lejupielādēta pareizi.

source: Search location...
lv_lv: Meklēt atrašanās vietu…

source: Locations contains country, region and city data those are used in diffrent situations by osclass. You may automatically install locations from the %s or upload a location in .sql format.
lv_lv: Atrašanās vietas satur valsts, reģiona un pilsētas datus, kas tiek izmantoti dažādās situācijās pēc osklases. Varat automātiski instalēt atrašanās vietas no %s vai augšupielādēt atrašanās vietu .sql formātā.

source: OsclassPoint Locations Directory
lv_lv: OsclassPoint atrašanās vietu direktorijs

source: Contains
lv_lv: Satur

source: regions
lv_lv: novadi

source: cities
lv_lv: pilsētas

source: Can't download
lv_lv: Nevar lejupielādēt

source: Click to open country configuration
lv_lv: Noklikšķiniet, lai atvērtu valsts konfigurāciju

source: location
lv_lv: atrašanās vieta

source: Location has been updated correctly.
lv_lv: Atrašanās vieta ir atjaunināta pareizi.

source: Location has been downloaded correctly.
lv_lv: Atrašanās vieta ir lejupielādēta pareizi.

source: Go to locations page
lv_lv: Dodieties uz atrašanās vietu lapu

source: Update location from OsclassPoint
lv_lv: Atjauniniet atrašanās vietu no OsclassPoint

source: Download location from OsclassPoint
lv_lv: Lejupielādējiet atrašanās vietu no OsclassPoint

source: There was problem loading product details
lv_lv: Ielādējot produkta informāciju, radās problēma

source: Pictures
lv_lv: Fotogrāfiju

source: Free
lv_lv: Bezmaksas

source: Require Osclass version
lv_lv: Nepieciešama Osclass versija

source: up to %s
lv_lv: līdz %s

source: Downloads
lv_lv: Lejupielādes

source: Orders
lv_lv: Pasūtījumi

source: Last update
lv_lv: Pēdējā atjaunošana

source: Theme home page
lv_lv: Tēmas mājas lapa

source: Support forums
lv_lv: Atbalsta forumi

source: Average rating
lv_lv: Vidējais vērtējums

source: Based on %d ratings
lv_lv: Pamatojoties uz %d vērtējumiem

source: Purchase theme
lv_lv: Iegādāties motīvu

source: Purchase plugin
lv_lv: Iegādāties spraudni

source: Download theme
lv_lv: Lejupielādēt motīvu

source: Download plugin
lv_lv: Lejupielādēt spraudni

source: By rating
lv_lv: Pēc reitinga

source: By downloads
lv_lv: Pēc lejupielādēm

source: Best seller
lv_lv: Labāk pārdotie

source: Search plugin...
lv_lv: Meklēt spraudni...

source: Type of product
lv_lv: Produkta veids

source: Purchased
lv_lv: Nopirkts

source: Not purchased
lv_lv: Nav iegādāts

source: Plugins extend and expand the functionality of Osclass. You may automatically install plugins from the %s or upload a plugin in .zip format.
lv_lv: Spraudņi paplašina un paplašina Osclass funkcionalitāti. Varat automātiski instalēt spraudņus no %s vai augšupielādēt spraudni .zip formātā.

source: OsclassPoint Plugins Directory
lv_lv: OsclassPoint spraudņu direktorijs

source: No compatible with your osclass version
lv_lv: Nav saderīgs ar jūsu osclass versiju

source: Click to open plugin configuration
lv_lv: Noklikšķiniet, lai atvērtu spraudņa konfigurāciju

source: Purchase
lv_lv: Pirkums

source: More details
lv_lv: Vairāk informācijas

source: %s orders
lv_lv: %s pasūtījumi

source: %s downloads
lv_lv: %s lejupielādes

source: Not compatible, require osclass not higher than %s
lv_lv: Nav saderīgs, nepieciešama osklase, kas nav augstāka par %s

source: plugin
lv_lv: spraudnis

source: Plugin has been updated correctly.
lv_lv: Spraudnis ir pareizi atjaunināts.

source: Plugin has been downloaded correctly.
lv_lv: Spraudnis ir lejupielādēts pareizi.

source: Go to plugins page
lv_lv: Dodieties uz spraudņu lapu

source: up to
lv_lv: līdz

source: Update plugin from OsclassPoint
lv_lv: Atjauniniet spraudni no OsclassPoint

source: Download plugin from OsclassPoint
lv_lv: Lejupielādējiet spraudni no OsclassPoint

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
lv_lv: Pārlūkojiet un lejupielādējiet pieejamos Osclass spraudņus no pastāvīgi atjauninātās izvēles. Pēc spraudņa lejupielādes tas ir jāinstalē un jākonfigurē, lai tas sāktu darboties.

source: Featured
lv_lv: Aktuālitāte

source: The connection with the Osclass market has failed. Try it later.
lv_lv: Saikne ar Osclass tirgu ir izgāzusies. Izmēģiniet vēlāk.

source: and counting
lv_lv: un skaitīšana

source: All
lv_lv: Viss

source: There are no %s that matches your search
lv_lv: Nav %s, kas atbilstu jūsu meklēšanai

source: Cannot get information from market.osclass.org, sorry for the inconvenience
lv_lv: Nevar iegūt informāciju no vietnes market.osclass.org. Atvainojiet par sagādātajām neērtībām

source: Themes
lv_lv: Tēmas

source: Search theme...
lv_lv: Meklēt motīvu...

source: Themes provide design, user experience and is place of first touch for your visitors. You may automatically install themes from the %s or upload a theme in .zip format.
lv_lv: Tēmas nodrošina dizainu, lietotāja pieredzi un ir pirmā pieskāriena vieta jūsu apmeklētājiem. Varat automātiski instalēt motīvus no %s vai augšupielādēt motīvu .zip formātā.

source: OsclassPoint Themes Directory
lv_lv: OsclassPoint tēmu direktorijs

source: Theme must be deactivated before update
lv_lv: Pirms atjaunināšanas motīvs ir jādeaktivizē

source: Click to open theme configuration
lv_lv: Noklikšķiniet, lai atvērtu motīva konfigurāciju

source: theme
lv_lv: motīvs

source: Theme has been updated correctly.
lv_lv: Tēma ir pareizi atjaunināta.

source: Go to appearance page
lv_lv: Dodieties uz izskatu lapu

source: Download theme from OsclassPoint
lv_lv: Lejupielādējiet motīvu no OsclassPoint

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
lv_lv: Pārvaldiet attēlus, ko lietotāji ir augšupielādējuši kopā ar saviem ierakstiem. Varat tos dzēst, neizdzēšot visu ierakstu, ja attēls ir nepiemērots vai neatbilst ierakstam.

source: Media - %s
lv_lv: Multivide — %s

source: Delete media
lv_lv: Dzēst multividi

source: Manage media
lv_lv: Pārvaldīt multividi

source: Are you sure you want to delete this media file?
lv_lv: Vai tiešām vēlaties dzēst šo multivides failu?

source: Edit page
lv_lv: Rediģēt lapu

source: Add page
lv_lv: Pievienot lapu

source: Pages
lv_lv: Lapas

source: Used to quickly identify this page
lv_lv: Izmanto, lai ātri identificētu šo lapu

source: Visibility
lv_lv: Redzamība

source: Page template
lv_lv: Lapas veidne

source: Default template
lv_lv: Noklusējuma veidne

source: Add link to footer in front-office
lv_lv: Pievienojiet saiti kājenei front-office

source: Allow search engines to index this page
lv_lv: Ļaujiet meklētājprogrammām indeksēt šo lapu

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
lv_lv: Izmantojot Osclass, varat izveidot statiskas lapas, kurās var glabāt informāciju, piemēram, lapas "Par mums" vai "Informācija". Šeit varat izveidot, rediģēt vai dzēst savas vietnes statiskās lapas.

source: Create page
lv_lv: Izveidot lapu

source: Pages - %s
lv_lv: Lapas — %s

source: Manage pages
lv_lv: Pārvaldīt lapas

source: Delete page
lv_lv: Dzēst lapu

source: Are you sure you want to delete this page?
lv_lv: Vai tiešām vēlaties dzēst šo lapu?

source: Docs
lv_lv: Dokumentācija

source: Official Market
lv_lv: Oficiālais tirgus

source: Logged in as %s
lv_lv: Pieteicies kā %s

source: No change expiration
lv_lv: Nav izmaiņu publicēšanas termiņā

source: Without expiration
lv_lv: Bez publicēšanas termiņa beigām

source: 1 day
lv_lv: 1 diena

source: %d days
lv_lv: %d dienas

source: Select category
lv_lv: Atlasīt kategoriju

source: No subcategory
lv_lv: Nav apakškategorijas

source: Select subcategory
lv_lv: Izvēlieties apakškategoriju

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>%s/plugins</em>.
lv_lv: Manuāli augšupielādējiet Osclass spraudņus .zip formātā. Ja vēlaties, varat manuāli augšupielādēt atspiesto spraudni vietnē <em>%s/plugins</em> .

source: Add plugin - %s
lv_lv: Pievienot spraudni — %s

source: Add plugin
lv_lv: Pievienojiet spraudni

source: You can download and install new plugins directly in %s section.
lv_lv: Jūs varat lejupielādēt un instalēt jaunus spraudņus tieši sadaļā %s.

source: Market > Plugins
lv_lv: Tirgus > Spraudņi

source: If you want to upload more plugins quicker, extract plugin archives directly into <b>%s/plugins</b> folder using your file manager, cPanel or FTP client.
lv_lv: Ja vēlaties ātrāk augšupielādēt vairāk spraudņu, izņemiet spraudņu arhīvus tieši mapē <b>%s/plugins,</b> izmantojot failu pārvaldnieku, cPanel vai FTP klientu.

source: Plugin package (.zip)
lv_lv: Spraudņa pakotne (.zip)

source: Cannot install new plugin
lv_lv: Nevar instalēt jaunu spraudni

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
lv_lv: Spraudņu mape nav ierakstāma jūsu serverī, tāpēc jūs nevarat augšupielādēt spraudņus no administrācijas paneļa. Lūdzu, izveidojiet mapi rakstāmu un mēģiniet vēlreiz.

source: Plugins - %s
lv_lv: Spraudņi — %s

source: Select the categories where you want to apply these attribute:
lv_lv: Atlasiet kategorijas, kurām vēlaties lietot šos atribūtus:

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
lv_lv: Instalējiet vai atinstalējiet instalācijā pieejamos spraudņus. Dažos gadījumos jums būs jākonfigurē spraudnis, lai tas darbotos.

source: Manage Plugins
lv_lv: Pārvaldīt spraudņus

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
lv_lv: Spraudni nevarēja instalēt, jo tas izraisīja <strong>fatālu kļūdu</strong>

source: Uninstall plugin
lv_lv: Atinstalējiet spraudni

source: Go to support forums
lv_lv: Dodieties uz atbalsta forumiem

source: Search for plugin
lv_lv: Meklēt spraudni

source: %d plugins
lv_lv: %d spraudņi

source: Show all plugins
lv_lv: Rādīt visus spraudņus

source: Show plugins to update
lv_lv: Rādīt atjaunināmos spraudņus

source: No plugins has been found
lv_lv: Nav atrasts neviens spraudnis

source: This action can not be undone. Uninstalling plugins may result in a permanent loss of data. Are you sure you want to continue?
lv_lv: Šo darbību nevar atsaukt. Spraudņu atinstalēšana var izraisīt neatgriezenisku datu zudumu. Vai tiešām vēlaties turpināt?

source: You are about to delete the files of the plugin. Do you want to continue?
lv_lv: Jūs gatavojaties dzēst spraudņa failus. Vai vēlaties turpināt?

source: Plugin page does not exists or is incorrect. Discuss following path with plugin author:
lv_lv: Spraudņa lapa neeksistē vai ir nepareiza. Apspriediet šo ceļu ar spraudņa autoru:

source: If you see something extra before "%s", disucuss default path settings on server with your hosting provider. Expected form of file path.
lv_lv: Ja pirms "%s" redzat kaut ko papildu, apspriediet servera noklusējuma ceļa iestatījumus ar savu mitināšanas pakalpojumu sniedzēju. Paredzamā faila ceļa forma.

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
lv_lv: Mainiet savas Osclass uzlabotās konfigurācijas. <strong>Esiet piesardzīgs</strong> , mainot noklusējuma vērtības, ja neesat pārliecināts, ko darāt!

source: Advanced Settings - %s
lv_lv: Papildu iestatījumi — %s

source: Flush cache
lv_lv: Iztukšojiet kešatmiņu

source: Remove all data from cache.
lv_lv: Noņemiet visus datus no kešatmiņas.

source: Subdomains Settings
lv_lv: Apakšdomēnu iestatījumi

source: Subdomain type
lv_lv: Apakšdomēna veids

source: No subdomains
lv_lv: Nav apakšdomēnu

source: Category based
lv_lv: Pamatojoties uz kategoriju

source: Country based
lv_lv: Pamatojoties uz valsti

source: Region based
lv_lv: Pamatojoties uz novadu

source: City based
lv_lv: Pamatojoties uz pilsētu

source: User based
lv_lv: Pamatojoties uz lietotāju

source: Language based
lv_lv: Pamatojoties uz valodu

source: Subdomains for those does not exists related entry in database (based on slug) will return 404 page.
lv_lv: Apakšdomēni tiem, kuriem nav saistīts ieraksts datu bāzē (pamatojoties uz slug), atgriezīs 404 lapu.

source: Base host
lv_lv: Bāzes saimniekdators

source: Your host is required to know the base domain of your subdomains.
lv_lv: Jūsu host ir jāzina jūsu apakšdomēnu bāzes domēns.

source: Your current host is "%s". Add it without "www".
lv_lv: Jūsu pašreizējais host ir "%s". Pievienojiet to bez “www”.

source: If you have subdomains as sub1.domain.com, sub2.domain.com etc, then your base host is domain.com.
lv_lv: Ja jums ir apakšdomēni kā sub1.domain.com, sub2.domain.com utt., tad jūsu pamata resursdators ir domēns.com.

source: Remember to enable sharing of cookies & sessions for subdomains (in config, define COOKIE_DOMAIN equal to your base host).
lv_lv: Neaizmirstiet iespējot apakšdomēnu sīkfailu un sesiju kopīgošanu (konfigurācijā definējiet COOKIE_DOMAIN, kas ir vienāds ar jūsu pamata saimniekdatoru).

source: Landing page
lv_lv: Piezemēšanās lapa

source: Turn website on top-domain (base host) to landing page
lv_lv: Pārslēdziet vietni augšējā domēnā (bāzes saimniekdatorā) uz galveno lapu

source: When disabled, website on top-domain (base host) is fully functional Osclass site.
lv_lv: Ja tas ir atspējots, vietne augšējā domēnā (bāzes resursdatorā) ir pilnībā funkcionējoša Osclass vietne.

source: Language slug type
lv_lv: Valodas lodes veids

source: Short format (xx)
lv_lv: Īss formāts (xx)

source: Long format (xx-yy)
lv_lv: Garais formāts (xx-yy)

source: If short type selected, make sure you do not have 2 languages starting with same code (ie. en_US & en_GB).
lv_lv: Ja atlasīts īss veids, pārliecinieties, vai jums nav 2 valodas, kas sākas ar vienu un to pašu kodu (piemēram, en_US un en_GB).

source: Automatic redirect
lv_lv: Automātiska novirzīšana

source: Automatically redirect user to subdomain based on it's IP location.
lv_lv: Automātiski novirzīt lietotāju uz apakšdomēnu, pamatojoties uz tā IP atrašanās vietu.

source: Check user country based on IP, max once per 24 hours if not found.
lv_lv: Pārbaudiet lietotāja valsti, pamatojoties uz IP, ne vairāk kā reizi 24 stundās, ja nav atrasts.

source: This service use https://www.geoplugin.com/ service that allows 120 free API calls per minute. If you need more calls, consider using premium service at https://www.geoplugin.com/premium.
lv_lv: Šis pakalpojums izmanto https://www.geoplugin.com/ pakalpojumu, kas nodrošina 120 bezmaksas API zvanus minūtē. Ja jums ir nepieciešami vairāk zvanu, apsveriet iespēju izmantot premium pakalpojumu vietnē https://www.geoplugin.com/premium.

source: Only available for country based subdomains.
lv_lv: Pieejams tikai valsts apakšdomēniem.

source: Restricted countries
lv_lv: Ierobežotas valstis

source: Enter country codes delimited by comma those will be restricted and only users from this country will be able to access related subdomains.
lv_lv: Ievadiet valstu kodus, kas atdalīti ar komatu. Tie būs ierobežoti, un tikai lietotāji no šīs valsts varēs piekļūt saistītajiem apakšdomēniem.

source: Country of user is identified based on it's IP address. If user country is not same as subdomain country and it's in restricted list, user is redirected to top-domain with error message.
lv_lv: Lietotāja valsts tiek identificēta, pamatojoties uz tā IP adresi. Ja lietotāja valsts nav tāda pati kā apakšdomēna valsts un tā ir ierobežotā sarakstā, lietotājs tiek novirzīts uz augstāko domēnu ar kļūdas ziņojumu.

source: Enter "all" to restrict all countries.
lv_lv: Ievadiet “viss”, lai ierobežotu visas valstis.

source: Geo service (IP data)
lv_lv: Ģeogrāfiskais pakalpojums (IP dati)

source: Click to retrieve IP data
lv_lv: Noklikšķiniet, lai izgūtu IP datus

source: You are currently using %s service.
lv_lv: Jūs pašlaik izmantojat pakalpojumu %s.

source: Your Geo service response:
lv_lv: Jūsu ģeogrāfiskā pakalpojuma atbilde:

source: Custom number: this field must only contain numeric characters
lv_lv: Pielāgots numurs: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Custom number: this field cannot be left empty
lv_lv: Pielāgots numurs: šo lauku nevar atstāt tukšu

source: Modify breadcrumbs section shown bellow header, customize it or hide on particular pages
lv_lv: Mainiet zem galvenes redzamo rīvmaiņas sadaļu, pielāgojiet to vai paslēpiet noteiktās lapās

source: Breadcrumbs Settings - %s
lv_lv: Breadcrumbs iestatījumi — %s

source: Breadcrumbs Settings
lv_lv: Breadcrumbs iestatījumi

source: Breadcrumb elements on listings page
lv_lv: Breadcrumbs elementi sarakstu lapā

source: Website (Page) title
lv_lv: Vietnes (lapas) nosaukums

source: Country name
lv_lv: Valsts nosaukums

source: Region name
lv_lv: Novada nosaukums

source: City name
lv_lv: Pilsētas nosaukums

source: Category name
lv_lv: Kategorijas nosaukums

source: Parent listing categories
lv_lv: Vecāku sludinājuma kategorijas

source: Hide breadcrumbs on specific page
lv_lv: Paslēpt breadcrumbs noteiktā lapā

source: Search
lv_lv: Meklēt

source: page
lv_lv: lappuse

source: Send friend
lv_lv: Nosūti draugu

source: Contact seller
lv_lv: Sazināties ar pārdevēju

source: Item publish
lv_lv: Vienuma publicēšana

source: Item edit
lv_lv: Vienuma rediģēšana

source: User items
lv_lv: Lietotāja vienumi

source: User alerts
lv_lv: Lietotāja brīdinājumi

source: User profile
lv_lv: Lietotāja profils
