Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Welcome to the Osclass installation, this action takes 3 minutes and does not require technical knowledge. Just fill the information bellow and you will be on your way to using most extendable and powerful classified script in the world!
lv_lv: Laipni lūdzam Osclass instalācijā, šī darbība aizņem 3 minūtes un neprasa tehniskas zināšanas. Vienkārši aizpildiet tālāk norādīto informāciju, un jūs varēsiet izmantot visvairāk pagarināmo un jaudīgāko klasificēto skriptu pasaulē!

source: Continue installation in:
lv_lv: Turpināt instalēšanu:

source: Requirements check:
lv_lv: Prasību pārbaude:

source: Check the next requirements:
lv_lv: Pārbaudiet nākamās prasības:

source: Requirements help:
lv_lv: Prasības palīdzība:

source: All right, all the requirements have met!
lv_lv: Labi, visas prasības ir izpildītas!

source: Try again
lv_lv: Mēģini vēlreiz

source: Run the install
lv_lv: Palaidiet instalēšanu

source: Bellow you should enter your database connection details. If you are not sure about these, contact your hosting provider.
lv_lv: Tālāk ir jāievada datu bāzes savienojuma informācija. Ja neesat pārliecināts par tiem, sazinieties ar savu mitināšanas pakalpojumu sniedzēju.

source: Available
lv_lv: Pieejams

source: Osclass has some errors
lv_lv: Osclass ir dažas kļūdas

source: We've encountered some problems while updating the database structure. The following queries failed:
lv_lv: Atjauninot datu bāzes struktūru, radās dažas problēmas. Šādi vaicājumi neizdevās:

source: These errors could be false-positive errors. If you're sure that is the case, you can continue with the upgrade or <a href="https://forums.osclasspoint.com">ask in our forums</a>.
lv_lv: Šīs kļūdas var būt kļūdaini pozitīvas kļūdas. Ja esat pārliecināts, ka tas tā ir, varat turpināt jaunināšanu vai <a href="https://forums.osclasspoint.com">jautāt mūsu forumos</a> .

source: Osclass updated correctly
lv_lv: Osclass atjaunināts pareizi

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
lv_lv: Osclass ir veiksmīgi atjaunināts. <a href="https://forums.osclasspoint.com">Vai nepieciešama papildu palīdzība?</a>

source: Everything looks good! Your Osclass installation is up-to-date
lv_lv: Viss izskatās labi! Jūsu Osclass instalācija ir atjaunināta

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "%s/downloads/oc-temp" folder
lv_lv: Gandrīz viss izskatās labi! Jūsu Osclass instalācija ir atjaunināta, taču, noņemot pagaidu failus, radās dažas kļūdas. Lūdzu, manuāli noņemiet mapi "%s/downloads/oc-temp"

source: Problems when upgrading the database
lv_lv: Problēmas datu bāzes jaunināšanas laikā

source: Problems when copying files. Please check your permissions.
lv_lv: Problēmas, kopējot failus. Lūdzu, pārbaudiet savas atļaujas.

source: Missing download URL
lv_lv: Trūkst lejupielādes URL

source: We had some errors upgrading your database. The following queries failed:
lv_lv: Jauninot jūsu datu bāzi, radās dažas kļūdas. Šādi vaicājumi neizdevās:

source: [{WEB_TITLE}] has been auto-upgraded
lv_lv: [{WEB_TITLE}] ir automātiski jaunināts

source: Hi Admin!
lv_lv: Sveiki, Admin!

source: Let us inform you, that your osclass website {WEB_TITLE} on {WEB_URL} has been auto-upgraded. List of upgraded items is bellow.
lv_lv: Informēsim, ka jūsu osclass vietne {WEB_TITLE} vietnē {WEB_URL} ir automātiski jaunināta. Jaunināto vienumu saraksts ir norādīts zemāk.

source: Osclass core has been updated
lv_lv: Osclass kodols ir atjaunināts

source: Old version
lv_lv: Vecā versija

source: Current version
lv_lv: Pašreizējā versija

source: %s plugin(s) has been updated
lv_lv: %s spraudnis(-i) ir atjaunināts(-i)

source: %s theme(s) has been updated
lv_lv: %s motīvs(-i) ir atjaunināts(-i)

source: This is an automatic email, if you already did that, please ignore this email.
lv_lv: Šis ir automātisks e-pasta ziņojums. Ja esat to jau izdarījis, lūdzu, ignorējiet šo e-pasta ziņojumu.

source: Thank you
lv_lv: Paldies

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-content/downloads/oc-temp\" folder
lv_lv: Gandrīz viss izskatās labi! bet, noņemot pagaidu failus, radās dažas kļūdas. Lūdzu, manuāli noņemiet mapi \"oc-content/downloads/oc-temp\"

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
lv_lv: PIEZĪME. Tīmekļa lietotājs un mērķa mapes lietotājs nav viens un tas pats, iespējams, ir radusies problēma.<br/> Dariet to savā konsolē:<br/> chown -R %s:%s %s

source: This is a paid item, you need to buy it before you are able to download it
lv_lv: Šī ir maksas prece, tāpēc tā ir jāiegādājas, lai to varētu lejupielādēt

source: Login has failed
lv_lv: Pieteikšanās neizdevās

source: Missing product key
lv_lv: Trūkst produkta atslēgas

source: Reports
lv_lv: Pārskati

source: Manage themes
lv_lv: Pārvaldīt tēmas

source: Manage widgets
lv_lv: Pārvaldīt logrīkus

source: Customization
lv_lv: Pielāgošana

source: Manage plugins
lv_lv: Pārvaldīt spraudņus

source: General
lv_lv: Vispārēji

source: Email templates
lv_lv: E-pasta veidnes

source: Advanced
lv_lv: Papildu

source: Configuration info
lv_lv: Konfigurācijas informācija

source: Data clean up
lv_lv: Datu tīrīšana

source: Backup data
lv_lv: Dublējumkopijas dati

source: Upgrade Osclass
lv_lv: Jauniniet Osclass

source: Location stats
lv_lv: Atrašanās vietas statistika

source: Maintenance mode
lv_lv: Apkopes režīms

source: Changelog
lv_lv: Izmaiņu žurnāls

source: Your Profile
lv_lv: Tavs profils

source: Search results: %s
lv_lv: Meklēšanas rezultāti: %s

source: %s's profile
lv_lv: %s profils

source: Account
lv_lv: Konts

source: My listings
lv_lv: Mani sludinājumi

source: My alerts
lv_lv: Mani paziņojumi

source: ERROR: Some dependencies could not be loaded (%s)
lv_lv: KĻŪDA: dažas atkarības nevarēja ielādēt (%s)

source: User name
lv_lv: Lietotājvārds

source: User email
lv_lv: Lietotāja e-pasts

source: Link for account validation.
lv_lv: Saite konta apstiprināšanai.

source: Url for account validation.
lv_lv: URL konta apstiprināšanai.

source: List of listings, used when send alerts
lv_lv: Sarakstu saraksts, ko izmanto, sūtot brīdinājumus

source: Unsubscribe link.
lv_lv: Atteikšanās saite.

source: Site home page url.
lv_lv: Vietnes sākumlapas url.

source: Site home page link.
lv_lv: Vietnes sākumlapas saite.

source: Title of your site
lv_lv: Jūsu vietnes nosaukums

source: Current date
lv_lv: Pašreizējais datums

source: Current time (hour)
lv_lv: Pašreizējais laiks (stunda)

source: User ip address
lv_lv: Lietotāja IP adrese

source: Current user locale code
lv_lv: Pašreizējā lietotāja lokalizācijas kods

source: Current user locale 2-letter code
lv_lv: Pašreizējā lietotāja lokalizācijas 2 burtu kods

source: Comment author name
lv_lv: Komentāra autora vārds

source: Comment author email
lv_lv: Komentāra autora e-pasts

source: Comment title
lv_lv: Komentāra virsraksts

source: Comment text content
lv_lv: Komentāra teksta saturs

source: Comment body
lv_lv: Komentāra pamatteksts

source: Listing url
lv_lv: Sludinājuma url

source: Item expiration date
lv_lv: Preces publicēšanas termiņš

source: Listing link
lv_lv: Sludinājuma saite

source: Listing title
lv_lv: Sludinājuma virsraksts

source: Listing image URL
lv_lv: Sludinājuma attēla URL

source: Listing id
lv_lv: Sludinājuma ID

source: Listings count
lv_lv: Sludinājuma skaits

source: Link for edit listing
lv_lv: Saite sludinājuma rediģēšanai

source: Url for edit listing
lv_lv: URL sludinājuma rediģēšanai

source: Delete listing link
lv_lv: Dzēst sludinājuma saiti

source: Delete listing url
lv_lv: Dzēst sludinājuma URL

source: Change user password link
lv_lv: Mainīt lietotāja paroli saiti

source: change user password url
lv_lv: mainīt lietotāja paroli url

source: Date time
lv_lv: Datums, laiks

source: Name of the friend who wants send
lv_lv: Tā drauga vārds, kurš vēlas sūtīt

source: Email of the friend who wants send
lv_lv: Drauga e-pasts, kurš vēlas nosūtīt

source: Question about your listing
lv_lv: Jautājums par jūsu sludinājumu

source: Contact name
lv_lv: Kontaktpersonas vārds un uzvārds

source: User phone number
lv_lv: Telefona numurs

source: Listing description
lv_lv: Sludinājuma apraksts

source: Listing description in all languages
lv_lv: Sludinājuma apraksts visās valodās

source: Listing price
lv_lv: Sludinājuma cena

source: Listing country
lv_lv: Sludinājuma valsts

source: Listing region
lv_lv: Sludinājuma novads

source: Listing city
lv_lv: Sludinājuma pilsēta

source: Seller name
lv_lv: Pārdevēja nosaukums

source: Seller email
lv_lv: Pārdevēja e-pasts

source: Admin name
lv_lv: Administratora vārds

source: %s does not exist!
lv_lv: %s neeksistē!

source: %s is not readable!
lv_lv: %s nav lasāms!

source: %s is corrupt or broken!
lv_lv: %s ir bojāts!

source: Plugin %s is missing the index.php file %s
lv_lv: Spraudnim %s trūkst index.php faila %s

source: Alert
lv_lv: Paziņojums

source: Unsubscribe date
lv_lv: Abonēšanas atcelšanas datums

source: Show more
lv_lv: Rādīt vairāk

source: Item
lv_lv: Prece

source: Is reply to comment
lv_lv: Ir atbilde uz komentāru

source: Has replies
lv_lv: Ir atbildes

source: Show parent comment
lv_lv: Rādīt vecāku komentāru

source: Edit parent comment
lv_lv: Rediģēt vecāku komentāru

source: Show replies
lv_lv: Rādīt atbildes

source: 1 reply
lv_lv: 1 atbilde

source: %d replies
lv_lv: %d atbildes

source: User
lv_lv: Lietotājs

source: Expiration date
lv_lv: Derīguma termiņš

source: Misclassified
lv_lv: Nepareizi klasificēts

source: Renew
lv_lv: Atjaunot

source: View comments
lv_lv: Skatīt komentārus

source: View media
lv_lv: Skatīt multividi

source: Never expires
lv_lv: Nekad nebeidzas

source: Clear Misclassified
lv_lv: Notīrīt nepareizi klasificētu

source: File
lv_lv: Fails

source: Action
lv_lv: Darbība

source: Attached to
lv_lv: Pievienots

source: Add to footer
lv_lv: Pievienot kājenei

source: Can be indexed
lv_lv: Var indeksēt

source: Publish Date
lv_lv: Publicēšanas datums

source: Order
lv_lv: Pasūtījums

source: View page
lv_lv: Skatīt lapu

source: Up
lv_lv: Augšup

source: Down
lv_lv: Lejup

source: Last access date
lv_lv: Pēdējā piekļuves datums

source: Log in as %s
lv_lv: Piesakieties kā %s

source: Block all items
lv_lv: Bloķēt visus vienumus

source: Unblock all items
lv_lv: Atbloķējiet visus vienumus

source: Re-send activation email
lv_lv: Atkārtoti nosūtiet aktivizācijas e-pastu

source: File name is empty
lv_lv: Faila nosaukums ir tukšs

source: File extension not allowed
lv_lv: Faila paplašinājums nav atļauts

source: File upload error
lv_lv: Faila augšupielādes kļūda

source: Image dimension does not match. Refine/crop your image before uploading. Expected image dimension is %spx.
lv_lv: Attēla izmērs neatbilst. Pirms augšupielādes uzlabojiet/apgrieziet attēlu. Paredzamais attēla izmērs ir %s pikseļi.

source: File could not be processed
lv_lv: Failu nevarēja apstrādāt

source: You must be logged in
lv_lv: Jums ir jāpiesakās

source: Name: %s
lv_lv: Vārds: %s

source: Email: %s
lv_lv: E-pasts: %s

source: Subject: %s
lv_lv: Tēma: %s

source: Message: %s
lv_lv: Ziņa: %s

source: Date: %s at %s
lv_lv: Datums:%s pēc %s

source: IP Address: %s
lv_lv: IP adrese: %s

source: Latest listings added
lv_lv: Jaunākie sludinājumi pievienoti

source: Latest listings added in
lv_lv: Jaunākie sludinājumi pievienoti iekš

source: Session timed out
lv_lv: Sesija beigusies

source: Name: enter at least 3 characters
lv_lv: Vārds: ievadiet vismaz 3 rakstzīmes

source: Name: no more than 50 characters
lv_lv: Nosaukums: ne vairāk kā 50 rakstzīmes

source: Username: enter at least 3 characters
lv_lv: Ievadiet vismaz 3 rakstzīmes

source: Username: no more than 50 characters
lv_lv: Ievadiet ne vairāk kā 50 rakstzīmes

source: Password: enter at least 5 characters
lv_lv: Jūsu parolei jabūt vismaz 5 simbolus garai

source: Passwords don't match
lv_lv: Paroles nesakrīt

source: Enter your e-mail
lv_lv: Ievadi savu e-pastu

source: Comment: this field is required
lv_lv: Šis lauks ir vajadzīgs

source: Prev
lv_lv: Iepriekš

source: Next
lv_lv: Nākamais

source: Today
lv_lv: Šodien

source: January
lv_lv: Janvāris

source: February
lv_lv: Februāris

source: March
lv_lv: Marts

source: April
lv_lv: Aprīlis

source: May
lv_lv: Maijs

source: June
lv_lv: Jūnijs

source: July
lv_lv: Jūlijs

source: August
lv_lv: Augusts

source: September
lv_lv: Septembris

source: October
lv_lv: Oktobris

source: November
lv_lv: Novembris

source: December
lv_lv: Decembris

source: Jun
lv_lv: Jūn

source: Jul
lv_lv: Jūl

source: Oct
lv_lv: Okt

source: Sun
lv_lv: Sv

source: Mon
lv_lv: P

source: Tue
lv_lv: O

source: Wed
lv_lv: T

source: Thu
lv_lv: C

source: Fri
lv_lv: Pk

source: Sat
lv_lv: S

source: Su
lv_lv: Sv

source: Mo
lv_lv: Pirm

source: Tu
lv_lv: Otr

source: We
lv_lv: Otr

source: Th
lv_lv: Ce

source: Fr
lv_lv: Pk

source: Sa
lv_lv: S

source: Wk
lv_lv: Ned

source: Number
lv_lv: Numurs

source: Textarea
lv_lv: Teksta apgabals

source: Select box
lv_lv: Viens atlases lodziņš

source: Check box
lv_lv: Atzīmējiet izvēles rūtiņu

source: Radio button
lv_lv: Radio poga

source: Date interval
lv_lv: Datuma intervāls

source: Select
lv_lv: Izvēlieties

source: from
lv_lv: no

source: to
lv_lv: uz

source: No value
lv_lv: Nav vērtības

source: Select a category
lv_lv: Atlasīt kategoriju

source: Select Category
lv_lv: Izvēlieties kategoriju

source: Select Subcategory
lv_lv: Atlasiet apakškategoriju

source: No Subcategory
lv_lv: Nav apakškategorijas

source: Select a country...
lv_lv: Atlasiet valsti ...

source: Select a region...
lv_lv: Atlasīt novadu…

source: Select a city...
lv_lv: Atlasīt pilsētu…

source: Description needs to be longer
lv_lv: Apraksts ir jābūt garāks

source: Title: this field is required
lv_lv: Virsraksts: šis lauks ir obligāts

source: Title: enter at least 5 characters
lv_lv: Virsraksts: ievadiet vismaz 5 rakstzīmes

source: Description: enter at least 10 characters
lv_lv: Apraksts: ievadiet vismaz 10 rakstzīmes

source: Choose one category
lv_lv: Izvēlies vienu kategoriju

source: Price: no more than 25 characters
lv_lv: Cena: ne vairāk kā 25 rakstzīmes

source: Currency: make your selection
lv_lv: Valuta: izvēleties vienu

source: Photo: must be %s
lv_lv: Fotoattēls: jābūt %s

source: Name: no more than 35 characters
lv_lv: Nosaukums: ne vairāk kā 35 rakstzīmes

source: Address: enter at least 3 characters
lv_lv: Adrese: ievadiet vismaz 3 rakstzīmes

source: Address: no more than 100 characters
lv_lv: Adrese: ne vairāk kā 100 rakstzīmes

source: This action can't be undone. Are you sure you want to continue?
lv_lv: Šo darbību nevar atsaukt. Vai tiešām vēlaties turpināt?

source: Select a region
lv_lv: Izvēlēties reģions

source: Select a city
lv_lv: Izvēlēties pilsētu

source: City area: enter at least 3 characters
lv_lv: Pilsētas zona: ievadiet vismaz 3 rakstzīmes

source: City area: no more than 50 characters
lv_lv: Ne vairāk kā 50 rakstzīmes

source: Allowed image extensions: %s. Max. image size: %skb. Limit: %s image(s).
lv_lv: Atļautie attēlu paplašinājumi: %s. Maks. attēla izmērs: %s kb. Ierobežojums: %s attēls(-i).

source: Image will be moved to this position
lv_lv: Attēls tiks pārvietots uz šo pozīciju

source: Drop files here to upload
lv_lv: Nometiet failus šeit, lai augšupielādētu

source: Upload images
lv_lv: Augšupielādējiet attēlus

source: Reorder
lv_lv: Mainīt secību

source: Some images were not added. Image limit reached:
lv_lv: Daži attēli netika pievienoti. Sasniegts attēlu ierobežojums:

source: Some images were not uploaded. Image limit reached:
lv_lv: Daži attēli netika augšupielādēti. Sasniegts attēlu ierobežojums:

source: You cannot upload more images. Image limit reached!
lv_lv: Jūs nevarat augšupielādēt vairāk attēlu. Sasniegts attēlu ierobežojums!

source: Too many items were uploaded. Item limit is %d.
lv_lv: Tika augšupielādēts pārāk daudz vienumu. Vienumu ierobežojums ir %d.

source: Add a new photo
lv_lv: Pievienojiet jaunu fotoattēlu

source: Images already uploaded
lv_lv: Attēli jau ir augšupielādēti

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
lv_lv: Tiks augšupielādēts pārāk daudz vienumu ({netItems}). Vienumu ierobežojums ir {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
lv_lv: Faili tiek augšupielādēti. Ja jūs aiziesit tagad, augšupielāde tiks atcelta.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
lv_lv: {file} ir nederīgs paplašinājums. Derīgs(-i) paplašinājums(-i): {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
lv_lv: {file} ir pārāk liels, maksimālais faila lielums ir {sizeLimit}.

source: {file} is empty, please select files again without it.
lv_lv: {file} ir tukšs, lūdzu, vēlreiz atlasiet failus bez tā.

source: Click or Drop for upload images
lv_lv: Noklikšķiniet vai Nometiet, lai augšupielādētu attēlus

source: Processing...
lv_lv: Apstrādā...

source: Deleting...
lv_lv: Notiek dzēšana...

source: {percent}% of {total_size}
lv_lv: {percent}% no {total_size}

source: Rotate image
lv_lv: Pagriezt attēlu

source: Make primary image
lv_lv: Izveidojiet primāro attēlu

source: Sorry, you have reached the maximum number of images per listing
lv_lv: Diemžēl esat sasniedzis maksimālo attēlu skaitu vienā ierakstā

source: Short name: this field is required
lv_lv: Īsais nosaukums: šis lauks ir obligāts

source: Currency format: this field is required
lv_lv: Valūtas formāts: šis lauks ir obligāts

source: Number of decimals: this field is required
lv_lv: Skaitļu skaits aiz komata: šis lauks ir obligāts

source: Number of decimals: this field must only contain numeric characters
lv_lv: Skaitļu skaits aiz komata: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Decimal point: this field is required
lv_lv: Šis lauks ir vajadzīgs

source: Thousands separator: this field is required
lv_lv: Tūkstošu atdalītājs: šis lauks ir obligāts

source: Date format: this field is required
lv_lv: Datuma formāts: šis lauks ir obligāts

source: Body
lv_lv: Pamatteksts

source: Friend's name: this field is required
lv_lv: Drauga vārds: šis lauks ir obligāts

source: Friend's email: this field is required
lv_lv: Drauga e-pasts: šis lauks ir obligāts

source: Invalid friend's email address
lv_lv: Nederīga drauga e-pasta adrese

source: Company
lv_lv: Uzņēmums

source: Password: this field is required
lv_lv: Parole: šis lauks ir obligāts

source: Second password: this field is required
lv_lv: Otrā parole: šis lauks ir obligāts

source: Second password: enter at least 5 characters
lv_lv: Otrā parole: ievadiet vismaz 5 rakstzīmes

source: Allowed image extensions: %s. Max. image size: %skb.
lv_lv: Atļautie attēlu paplašinājumi: %s. Maks. attēla izmērs: %s kb.

source: Upload new picture
lv_lv: Augšupielādēt jaunu attēlu

source: Only formats are allowed
lv_lv: Ir atļauti tikai formāti

source: Compact
lv_lv: Kompakts

source: You must login to see phone number
lv_lv: Lai redzētu tālruņa numuru, jums ir jāpiesakās

source: Check with seller
lv_lv: Vienoties ar pārdēvēju

source: From
lv_lv: No

source: Anyone
lv_lv: Jebkurš

source: Logged-in users
lv_lv: Pieteikušies lietotāji

source: Personal users
lv_lv: Lietotāji privātpersonas

source: Company users
lv_lv: Lietotāji uzņēmumi

source: Hidden
lv_lv: Slēpts

source: Page
lv_lv: Lapa

source: Go!
lv_lv: Aiziet!

source: Showing %s to %s of %s results (filtered from %s total results)
lv_lv: Rāda %s līdz %s no %s rezultātiem (filtrēts no %s kopējie rezultāti)

source: Showing %s to %s of %s results
lv_lv: Rāda %s līdz %s no %s rezultātiem

source: Newly listed
lv_lv: Tikko pievienots

source: Lower price first
lv_lv: Vispirms zemāka cena

source: Higher price first
lv_lv: Vispirms augstāka cena

source: Public Profile
lv_lv: Publiskais profils

source: Manage your listings
lv_lv: Pārvaldiet savus sludinājumus

source: Manage your alerts
lv_lv: Pārvaldiet savus brīdinājumus

source: My profile
lv_lv: Mans profils

source: For sale
lv_lv: Pārdošanā

source: Vehicles
lv_lv: Transportlīdzekļi

source: Classes
lv_lv: Sludinājumi

source: Real estate
lv_lv: Nekustamais īpašums

source: Services
lv_lv: Pakalpojumi

source: Community
lv_lv: Kopiena

source: Personals
lv_lv: Personāls

source: Jobs
lv_lv: Darbavietas

source: Animals
lv_lv: Dzīvnieki

source: Art - Collectibles
lv_lv: Māksla - Kolekcionējamie priekšmeti

source: Barter
lv_lv: Barters

source: Books - Magazines
lv_lv: Grāmatas - Žurnāli

source: Cameras - Camera Accessories
lv_lv: Kameras - kameru piederumi

source: CDs - Records
lv_lv: CD - Ieraksti

source: Cell Phones - Accessories
lv_lv: Mobilie telefoni – aksesuāri

source: Clothing
lv_lv: Apģērbs

source: Computers - Hardware
lv_lv: Datori — aparatūra

source: Electronics
lv_lv: Elektronika

source: For Babies - Infants
lv_lv: Zīdaiņiem - zīdaiņiem

source: Garage Sale
lv_lv: Garāžas izpārdošana

source: Health - Beauty
lv_lv: Veselība

source: Home - Furniture - Garden Supplies
lv_lv: Mājai - Mēbeles - Dārza piederumi

source: Jewelry - Watches
lv_lv: Rotaslietas - Pulksteņi

source: Musical Instruments
lv_lv: Mūzikas instrumenti

source: Sporting Goods - Bicycles
lv_lv: Sporta preces – velosipēdi

source: Tickets
lv_lv: Biļetes

source: Toys - Games - Hobbies
lv_lv: Rotaļlietas - Spēles - Hobiji

source: Video Games - Consoles
lv_lv: Videospēles — konsoles

source: Everything Else
lv_lv: Viss pārējais

source: Cars
lv_lv: Automašīnas

source: Car Parts
lv_lv: Auto daļas

source: Motorcycles
lv_lv: Motocikli

source: Boats - Ships
lv_lv: Laivas – kuģi

source: RVs - Campers - Caravans
lv_lv: RV - Kemperi - Karavānas

source: Trucks - Commercial Vehicles
lv_lv: Kravas automašīnas - Komerciālie transportlīdzekļi

source: Other Vehicles
lv_lv: Citi transportlīdzekļi

source: Computer - Multimedia Classes
lv_lv: Dators - Multivides nodarbības

source: Language Classes
lv_lv: Valodu nodarbības

source: Music - Theatre - Dance Classes
lv_lv: Mūzika - Teātris - Deju nodarbības

source: Tutoring - Private Lessons
lv_lv: Apmācība – privātstundas

source: Other Classes
lv_lv: Citas klases

source: Houses - Apartments for Sale
lv_lv: Mājas - Dzīvokļu pārdošana

source: Houses - Apartments for Rent
lv_lv: Mājas - Dzīvokļu īre

source: Rooms for Rent - Shared
lv_lv: Izīrē telpas - koplietošanas

source: Housing Swap
lv_lv: Mājokļu maiņa

source: Vacation Rentals
lv_lv: Noma brīvdienām

source: Parking Spots
lv_lv: Autostāvvietas

source: Land
lv_lv: Fiksētais numurs

source: Office - Commercial Space
lv_lv: Birojs - komerctelpas

source: Shops for Rent - Sale
lv_lv: Veikalu noma - izpārdošana

source: Babysitter - Nanny
lv_lv: Aukle - aukle

source: Casting - Auditions
lv_lv: Kastings – klausīšanās

source: Computer
lv_lv: Dators

source: Event Services
lv_lv: Pasākumu pakalpojumi

source: Health - Beauty - Fitness
lv_lv: Veselība - Skaistums - Fitness

source: Horoscopes - Tarot
lv_lv: Horoskopi - Taro

source: Household - Domestic Help
lv_lv: Mājsaimniecība — palīdzība mājsaimniecībā

source: Moving - Storage
lv_lv: Pārvietošana – glabāšana

source: Repair
lv_lv: Remonts

source: Writing - Editing - Translating
lv_lv: Rakstīšana - Rediģēšana - Tulkošana

source: Other Services
lv_lv: Citi pakalpojumi

source: Carpool
lv_lv: Mašīnu baseins

source: Community Activities
lv_lv: Kopienas aktivitātes

source: Events
lv_lv: Pasākumi

source: Musicians - Artists - Bands
lv_lv: Mūziķi - Mākslinieki - Grupas

source: Volunteers
lv_lv: Brīvprātīgie

source: Lost And Found
lv_lv: Pazaudēts un atrasts
