Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: User change email
lv_lv: Lietotāja maiņas e-pasts

source: User change password
lv_lv: Lietotāja paroles maiņa

source: User change username
lv_lv: Lietotāja lietotājvārda maiņa

source: Login
lv_lv: Ieiet

source: Recover password
lv_lv: Atgūt paroli

source: Forgot password
lv_lv: Aizmirsu paroli

source: Register
lv_lv: Reģistrēties

source: Static page
lv_lv: Statiska lapa

source: Contact
lv_lv: Kontakti

source: Custom hide rules
lv_lv: Pielāgoti slēpšanas noteikumi

source: Enter custom pages where to hide breadcrumbs, i.e. for plugin pages, in format: location-section. Delimit with comma (,). Example: osp-cart, osp-promote, blg-home
lv_lv: Ievadiet pielāgotās lapas, kur paslēpt rīvmaiņas, t.i., spraudņu lapām, šādā formātā: atrašanās vietas sadaļa. Atdaliet ar komatu (,). Piemērs: osp-cart, osp-promote, blg-home

source: Moderated comments: this field is required
lv_lv: Moderēti komentāri: šis lauks ir obligāts

source: Moderated comments: this field must only contain numeric characters
lv_lv: Moderēti komentāri: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Comments per page: this field is required
lv_lv: Komentāri lapā: šis lauks ir obligāts

source: Comments per page: this field must only contain numeric characters
lv_lv: Komentāri lapā: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Modify the options that allow your users to publish comments on your site's listings.
lv_lv: Mainiet opcijas, kas ļauj lietotājiem publicēt komentārus par jūsu vietnes sludinājumiem.

source: Comment Settings - %s
lv_lv: Komentāru iestatījumi — %s

source: Comment Settings
lv_lv: Komentāru iestatījumi

source: Default comment settings
lv_lv: Komentāru noklusējuma iestatījumi

source: Allow people to post comments on listings
lv_lv: Ļaujiet cilvēkiem publicēt komentārus par sludinājumiem

source: Users must be registered and logged in to comment
lv_lv: Lai komentētu, lietotājiem ir jābūt reģistrētiem un ir jāpieslēdzas blogam ar savu lietotājvārdu un paroli

source: Enable rating on comments
lv_lv: Iespējot vērtējumu komentāriem

source: User can rate each listing maximum %s time(s)
lv_lv: Lietotājs katru sludinājumu var novērtēt ne vairāk kā %s reizi(-es)

source: If the value is zero, there will be no limit on ratings per item and user
lv_lv: Ja vērtība ir nulle, vērtējumiem vienam vienumam un lietotājam nebūs ierobežojumu

source: A comment is being held for moderation
lv_lv: Komentārs tiek aizturēts moderēšanai

source: Before a comment appears, comment author must have at least %s previously approved comments
lv_lv: Lai komentārs tiktu parādīts, komentāra autoram ir jābūt vismaz %s iepriekš apstiprinātiem komentāriem

source: If the value is zero, an administrator must always approve comments
lv_lv: Ja vērtība ir nulle, administratoram vienmēr ir jāapstiprina komentāri

source: Pagination settings
lv_lv: Lappuses iestatījumi

source: Break comments into pages with %s comments per page
lv_lv: Pārtrauciet komentārus lapās ar %s komentāriem lapā

source: If the value is zero all comments are shown
lv_lv: Ja vērtība ir nulle, tiek parādīti visi komentāri

source: Comment reply
lv_lv: Komentāra atbilde

source: Reply settings
lv_lv: Atbildes iestatījumi

source: Enable reply on comments
lv_lv: Iespējot atbildi uz komentāriem

source: Enable rating on comment reply
lv_lv: Iespējot vērtējumu atbildē uz komentāru

source: Reply restrictions
lv_lv: Atbildes ierobežojumi

source: Anyone can reply on comment
lv_lv: Ikviens var atbildēt uz komentāru

source: Only logged-in users can reply on comments
lv_lv: Uz komentāriem var atbildēt tikai pieteikušies lietotāji

source: Only owner of listing can reply on comments
lv_lv: Tikai ieraksta īpašnieks var atbildēt uz komentāriem

source: Only logged-in admin can reply on comments
lv_lv: Uz komentāriem var atbildēt tikai pieteicies administrators

source: E-mail admin whenever
lv_lv: E-pasta administrators jebkurā laikā

source: A new comment is posted
lv_lv: Ir publicēts jauns komentārs

source: A new comment reply is posted
lv_lv: Ir publicēta jauna komentāra atbilde

source: E-mail user whenever
lv_lv: E-pasta lietotājam jebkurā laikā

source: There's a new comment on his listing
lv_lv: Viņa sludinājumam ir jauns komentārs

source: There's a new comment reply on his listing
lv_lv: Viņa sludinājumā ir jauna atbilde uz komentāru

source: Save changes before validating API key
lv_lv: Pirms API atslēgas apstiprināšanas saglabājiet izmaiņas

source: Page title: this field is required
lv_lv: Lapas nosaukums: šis lauks ir obligāts

source: Email: this field is required
lv_lv: Epasts: šis lauks ir nepieciešams

source: Invalid email address
lv_lv: Nepareizs e-pasts

source: Listings shown in RSS feed: this field is required
lv_lv: Sludinājumi, kas parādīti RSS plūsmā: šis lauks ir obligāts

source: Listings shown in RSS feed: this field must only contain numeric characters
lv_lv: RSS plūsmā redzamie sludinājumi: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Latest listings shown: this field is required
lv_lv: Parādītie jaunākie sludinājumi: šis lauks ir obligāts

source: Latest listings shown: this field must only contain numeric characters
lv_lv: Parādīti jaunākie sludinājumi: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: The search page shows: this field is required
lv_lv: Meklēšanas lapā tiek parādīts: šis lauks ir obligāts

source: The search page shows: this field must only contain numeric characters
lv_lv: Meklēšanas lapa parāda: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: You are going to be disconnected from the Market, all your plugins and themes downloaded will remain installed and configured but you will not be able to update or download new plugins and themes. Are you sure?
lv_lv: Jūs tiksit atvienots no tirgus, visi jūsu lejupielādētie spraudņi un motīvi paliks instalēti un konfigurēti, taču jūs nevarēsit atjaunināt vai lejupielādēt jaunus spraudņus un motīvus. Vai tu esi pārliecināts?

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
lv_lv: Mainiet savas Osclass pamata konfigurāciju. Šeit varat modificēt mainīgos, piemēram, vietnes nosaukumu, noklusējuma valūtu vai to, kā tiek parādīti ierakstu saraksti. <strong>Esiet piesardzīgs</strong> , mainot noklusējuma vērtības, ja neesat pārliecināts, ko darāt!

source: General Settings - %s
lv_lv: Vispārīgi iestatījumi — %s

source: General Settings
lv_lv: Vispārīgie iestatījumi

source: Page title
lv_lv: Lapu nosaukuma

source: Page description
lv_lv: Lapas apraksts

source: Contact e-mail
lv_lv: E-pasts saziņai

source: Backoffice Theme
lv_lv: Backoffice tēma

source: Backoffice Color Scheme
lv_lv: Backoffice krāsu shēma

source: jQuery Version
lv_lv: jQuery versija

source: jQuery 3.x.x may not be compatible with your theme or plugins, make sure to do proper testing before using it in production website!
lv_lv: jQuery 3.x.x var nebūt saderīgs ar jūsu motīvu vai spraudņiem. Pirms to izmantošanas ražošanas vietnē noteikti veiciet pareizu testēšanu!

source: Structured data
lv_lv: Strukturēti dati

source: Allow osclass to generate structured data (microdata) for google, facebook, twitter, ...
lv_lv: Atļaut osclass ģenerēt strukturētus datus (mikrodatus) Google, Facebook, Twitter, ...

source: Generator tag
lv_lv: Ģeneratora tags

source: Hide generator meta tag added to website head
lv_lv: Paslēpt vietnes galvenē pievienoto ģeneratora metatagu

source: Canonical tag
lv_lv: Kanoniskā atzīme

source: Always Generate Canonical URL tag. It is generated on every page (not just search)
lv_lv: Vienmēr ģenerējiet kanonisko URL tagu. Tas tiek ģenerēts katrā lapā (ne tikai meklēšanā)

source: Week starts on
lv_lv: Nedēļa sākas ar

source: Sunday
lv_lv: Svētdiena

source: Monday
lv_lv: Pirmdiena

source: Tuesday
lv_lv: Otrdiena

source: Wednesday
lv_lv: Trešdiena

source: Thursday
lv_lv: Ceturtdiena

source: Friday
lv_lv: Piektdiena

source: Saturday
lv_lv: Sestdiena

source: Timezone
lv_lv: Laika zona

source: Select a timezone...
lv_lv: Izvēlieties laika joslu...

source: Date & time format
lv_lv: Datuma un laika formāts

source: Documentation on date and time formatting
lv_lv: Datuma un laika formāta dokumentācija

source: Limits & RSS settings
lv_lv: Ierobežojumi un RSS iestatījumi

source: Latest listings shown
lv_lv: Parādīti jaunākie sludinājumi

source: at most
lv_lv: ne vairāk kā

source: Search page shows
lv_lv: Parādās meklēšanas lapa

source: listings at most
lv_lv: sludinājumi ne vairāk kā

source: RSS feed
lv_lv: RSS plūsma

source: Enable RSS feed on your site
lv_lv: Iespējojiet RSS plūsmu savā vietnē

source: link
lv_lv: saite

source: RSS shows
lv_lv: RSS rādās

source: Localization settings
lv_lv: Lokalizācijas iestatījumi

source: Default language
lv_lv: Noklusējuma valoda

source: Language code in URL
lv_lv: Valodas kods URL

source: Add language code into base URL (domain.com/xx/)
lv_lv: Pievienojiet valodas kodu pamata vietrādī URL (domain.com/xx/)

source: Only works with Friendly URLs enabled!
lv_lv: Darbojas tikai tad, ja ir iespējoti draudzīgie URL!

source: Language code type
lv_lv: Valodas koda veids

source: Compact format (xx)
lv_lv: Kompakts formāts (xx)

source: Add language code into base URL and change it to (based on your locale): %s
lv_lv: Pievienojiet valodas kodu bāzes vietrādim URL un mainiet to uz (pamatojoties uz jūsu lokalizāciju): %s

source: Hreflang Tags
lv_lv: Hreflang tagi

source: Generate hreflang tags and add them to header to define alternative site locales
lv_lv: Ģenerējiet tagus hreflang un pievienojiet tos galvenē, lai definētu alternatīvas vietņu lokalizācijas

source: Only works with "Language based subdomains" or "Language code in URL" features
lv_lv: Darbojas tikai ar funkcijām “Valodas apakšdomēni” vai “Valodas kods URL”

source: Search settings
lv_lv: Meklēšanas iestatījumi

source: Pattern filter method
lv_lv: Rakstu filtra metode

source: Full-text search (default)
lv_lv: Pilna teksta meklēšana (noklusējums)

source: Enhanced full-text search (with NLP)
lv_lv: Uzlabota pilna teksta meklēšana (ar NLP)

source: Title/Description contains pattern
lv_lv: Nosaukumā/aprakstā ir paraugs

source: Category settings
lv_lv: Kategoriju iestatījumi

source: Parent categories
lv_lv: Vecāku kategorijas

source: Allow users to select a parent category as a category when inserting or editing a listing
lv_lv: Atļaujiet lietotājiem ievietot vai rediģēt ierakstu, lai izvēlētos vecāku kategoriju kā kategoriju

source: Category nesting
lv_lv: Kategoriju ligzdošana

source: levels at most
lv_lv: augstākais līmeņi

source: Contact Settings
lv_lv: Kontaktpersonu iestatījumi

source: Disable contact form
lv_lv: Atspējot saziņas veidlapu

source: Customers will not be able to user web contact form
lv_lv: Klienti nevarēs izmantot tīmekļa saziņas veidlapu

source: Attachments
lv_lv: Pielikumi

source: Allow people to attach a file to the contact form
lv_lv: Ļaujiet cilvēkiem pievienot failu saziņas veidlapai

source: Cron Settings
lv_lv: Cron iestatījumi

source: Automatic cron process
lv_lv: Automātisks cron process

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
lv_lv: Ļaujiet Osclass automātiski palaist iebūvēto <a href="%s" target="_blank">cron</a> , neiestatot crontab

source: <b>For testing purpose only!</b> On live/production websites never use this feature and setup cron via cron panel on your hosting.
lv_lv: <b>Tikai pārbaudes nolūkiem!</b> Tiešraides/ražošanas vietnēs nekad neizmantojiet šo funkciju un iestatiet cron, izmantojot mitināšanas paneli cron.

source: Cron execution history (last/next)
lv_lv: Cron izpildes vēsture (pēdējā/nākamā)

source: Minutely
lv_lv: Minūti

source: Never
lv_lv: Nekad

source: Hourly
lv_lv: Stundā

source: Daily
lv_lv: Ikdienas

source: Weekly
lv_lv: Katru nedēļu

source: Monthly
lv_lv: Ikmēneša

source: Yearly
lv_lv: Gads

source: Software updates
lv_lv: Programmatūras atjauninājumi

source: Core updates
lv_lv: Core atjauninājumi

source: New branch (new osclass version - 4.x.x) + Major + Minor
lv_lv: Jauna filiāle (jauna osclass versija - 4.x.x) + Major + Minor

source: Major updates (new features - x.4.x) + Minor
lv_lv: Lielākie atjauninājumi (jauni līdzekļi — x.4.x) + nelieli

source: Minor updates (bug fixes - x.x.4)
lv_lv: Nelieli atjauninājumi (kļūdu labojumi — x.x.4)

source: OsclassPoint API Key
lv_lv: OsclassPoint API atslēga

source: Validate
lv_lv: Apstiprināt

source: Enter and save your api key before you validate it
lv_lv: Ievadiet un saglabājiet savu api atslēgu pirms tās apstiprināšanas

source: You can find your API key at %s section
lv_lv: Savu API atslēgu varat atrast sadaļā %s

source: OsclassPoint > Account > My profile
lv_lv: OsclassPoint > Konts > Mans profils

source: Plugin updates
lv_lv: Spraudņu atjauninājumi

source: Allow auto-updates of plugins
lv_lv: Atļaut spraudņu automātisko atjaunināšanu

source: Theme updates
lv_lv: Motīvu atjauninājumi

source: Allow auto-updates of themes
lv_lv: Atļaut motīvu automātisko atjaunināšanu

source: Language updates
lv_lv: Valodas atjauninājumi

source: Allow auto-updates of languages
lv_lv: Atļaut automātisku valodu atjaunināšanu

source: Content folder updates
lv_lv: Satura mapes atjauninājumi

source: Allow updates of oc-content folder
lv_lv: Atļaut oc-content mapes atjauninājumus

source: Include update of default theme (sigma), languages folder (replace en_US) etc. Applicable for manual & auto update.
lv_lv: Iekļaujiet noklusējuma motīva (sigma) atjauninājumu, valodu mapi (aizstāt en_US) utt. Piemērojams manuālai un automātiskai atjaunināšanai.

source: Market external sources
lv_lv: Tirgus ārējie avoti

source: Allow updates and installations of non-official plugins and themes
lv_lv: Atļaut neoficiālo spraudņu un motīvu atjauninājumus un instalēšanu

source: Last checked on %s
lv_lv: Pēdējoreiz pārbaudīts %s

source: Never checked
lv_lv: Nekad nav pārbaudīts

source: Check updates
lv_lv: Pārbaudiet atjauninājumus

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
lv_lv: Mainiet tā pasta servera iestatījumus, no kura tiek sūtīti jūsu vietnes e-pasta ziņojumi. <strong>Esiet piesardzīgs</strong> : šie iestatījumi var atšķirties atkarībā no jūsu mitināšanas vai servera. Ja rodas problēmas, skatiet mitināšanas palīdzības sadaļu.

source: Mail Settings - %s
lv_lv: E-pasta iestatījumi — %s

source: Mail Settings
lv_lv: E-pasta iestatījumi

source: Server type
lv_lv: Servera tips

source: Custom Server
lv_lv: Pielāgots serveris

source: GMail Server
lv_lv: Gmail serveris

source: Hostname
lv_lv: Saimniekdatora nosaukums

source: Mail from
lv_lv: E-pasts no

source: Name from
lv_lv: Nosaukums no

source: Server port
lv_lv: Servera ports

source: Encryption
lv_lv: Šifrēšana

source: Options: blank, ssl or tls
lv_lv: Iespējas: tukšs, ssl vai tls

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
lv_lv: Nevar būt pārliecināts, ka ir ielādēts Apache modulis <b>mod_ssl</b> .

source: Apache Module <b>mod_ssl</b> is not loaded, SMTP authentication may not be functional
lv_lv: Apache modulis <b>mod_ssl</b> nav ielādēts, SMTP autentifikācija var nedarboties

source: SMTP authentication enabled
lv_lv: SMTP autentifikācija ir iespējota

source: Use POP before SMTP
lv_lv: Izmantojiet POP pirms SMTP

source: Click to test
lv_lv: Noklikšķiniet, lai pārbaudītu

source: Send test email
lv_lv: Nosūtiet testa e-pastu

source: Size is not in the correct format
lv_lv: Izmērs nav pareizajā formātā

source: Thumbnail size: this field is required
lv_lv: Sīktēla izmērs: šis lauks ir obligāts

source: Thumbnail size: is not in the correct format
lv_lv: Sīktēla izmērs: nav pareizajā formātā

source: Preview size: this field is required
lv_lv: Priekšskatījuma lielums: šis lauks ir obligāts

source: Preview size: is not in the correct format
lv_lv: Priekšskatījuma izmērs: nav pareizajā formātā

source: Normal size: this field is required
lv_lv: Normāls izmērs: šis lauks ir obligāts

source: Normal size: is not in the correct format
lv_lv: Parastais izmērs: nav pareizajā formātā

source: Maximum size: this field is required
lv_lv: Maksimālais lielums: šis lauks ir obligāts

source: Maximum size: this field must only contain numeric characters
lv_lv: Maksimālais lielums: šajā laukā drīkst būt tikai ciparu rakstzīmes

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
lv_lv: Pārvaldiet to attēlu opcijas, ko lietotāji var augšupielādēt kopā ar saviem ierakstiem. Varat ierobežot to izmēru, attēlu skaitu vienā reklāmā, iekļaut ūdenszīmi utt.

source: Media Settings - %s
lv_lv: Multivides iestatījumi — %s

source: Media Settings
lv_lv: Multivides iestatījumi

source: General settings
lv_lv: Galvenie parametri

source: Image uploader library
lv_lv: Attēlu augšupielādētāja bibliotēka

source: Legacy (no uploader)
lv_lv: Mantojums (nav augšupielādētāja)

source: Test image upload functionality on publish page precisely after changing this setting!
lv_lv: Pēc šī iestatījuma maiņas precīzi pārbaudiet attēlu augšupielādes funkcionalitāti publicēšanas lapā!

source: Force replace libraries
lv_lv: Piespiedu kārtā aizstāt bibliotēkas

source: Automatically replace image uploader in theme
lv_lv: Automātiski aizstāt attēlu augšupielādētāju motīvā

source: Only works with Uppy.io uploader! Enabled by default. Automatically replace fineuploader image uploader library with selected one. Disable if your theme provides native support to selected image uploader library.
lv_lv: Darbojas tikai ar Uppy.io augšupielādētāju! Iespējots pēc noklusējuma. Automātiski aizstāt fineuploader attēlu augšupielādētāja bibliotēku ar atlasīto bibliotēku. Atspējot, ja jūsu motīvs nodrošina vietējo atbalstu atlasītajai attēlu augšupielādētāja bibliotēkai.

source: Reorder uploaded images
lv_lv: Pārkārtot augšupielādētos attēlus

source: Uploaded images can be reordered on item publish & edit pages
lv_lv: Augšupielādētos attēlus var pārkārtot vienumu publicēšanas un rediģēšanas lapās

source: Only works with Uppy.io uploader! Require jQuery UI (must be embedded in theme).
lv_lv: Darbojas tikai ar Uppy.io augšupielādētāju! Nepieciešama jQuery lietotāja saskarne (jābūt iegultai motīvā).

source: Image sizes
lv_lv: Attēlu izmēri

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
lv_lv: Tālāk norādītie izmēri nosaka maksimālos izmērus pikseļos, kas jāizmanto, augšupielādējot attēlu. Formāts: <b>platums</b> x <b>augstums</b> .

source: Thumbnail size
lv_lv: Sīktēla izmērs

source: Preview size
lv_lv: Priekšskatījuma izmērs

source: Normal size
lv_lv: Normāls izmērs

source: Original size
lv_lv: Sākotnējais izmērs

source: Keep original image, unaltered after uploading.
lv_lv: Saglabājiet sākotnējo attēlu, kas nav mainīts pēc augšupielādes.

source: Image may occupy more space than usual.
lv_lv: Attēls var aizņemt vairāk vietas nekā parasti.

source: Restrictions
lv_lv: Ierobežojumi

source: Force JPEG
lv_lv: Piespiest JPEG

source: Force JPEG extension.
lv_lv: Piespiest JPEG paplašinājumu.

source: Uploaded images will be saved in JPG/JPEG format, it saves space but images will not have transparent background.
lv_lv: Augšupielādētie attēli tiks saglabāti JPG/JPEG formātā, tas ietaupa vietu, bet attēliem nebūs caurspīdīga fona.

source: Crop image
lv_lv: Apgriezt attēlu

source: Best image crop
lv_lv: Labākā attēla apgriešana

source: Image is cropped in best possible way from center, maximizing cropped area.
lv_lv: Attēls tiek apgriezts vislabākajā iespējamajā veidā no centra, maksimāli palielinot apgriezto laukumu.

source: No white background will be added to keep the size.
lv_lv: Lai saglabātu izmēru, netiks pievienots balts fons.

source: Force aspect
lv_lv: Spēka aspekts

source: Force image aspect.
lv_lv: Piespiedu attēla aspekts.

source: No effect when "Best image crop" is enabled.
lv_lv: Nav efekta, ja ir iespējota opcija “Labākā attēla apgriešana”.

source: Maximum size
lv_lv: Maksimālais izmērs

source: Size in KB
lv_lv: Izmērs KB

source: Maximum size PHP configuration allows: %d KB
lv_lv: PHP konfigurācijas maksimālais izmērs ļauj: %d KB

source: Use ImageMagick instead of GD library
lv_lv: Izmantojiet ImageMagick, nevis GD bibliotēku

source: ImageMagick library is not loaded
lv_lv: ImageMagick bibliotēka nav ielādēta

source: It's faster and consumes less resources than GD library.
lv_lv: Tas ir ātrāks un patērē mazāk resursu nekā GD bibliotēka.

source: Canvas background
lv_lv: Canvas fons

source: White
lv_lv: Balts

source: Black
lv_lv: Melna

source: No effect when "Best crop" and/or "Force aspect" is enabled.
lv_lv: Nav efekta, ja ir iespējots "Labākā apgriešana" un/vai "Force aspekts".

source: Watermark
lv_lv: Ūdenszīme

source: Watermark type
lv_lv: Ūdenszīmes veids

source: None
lv_lv: Neviens

source: Text
lv_lv: Teksts

source: Freetype library is required. How to <a target="_blank" href="%s">install/configure</a>
lv_lv: Nepieciešama Freetype bibliotēka. Kā <a target="_blank" href="%s">instalēt/konfigurēt</a>

source: Image
lv_lv: Attēls

source: Watermark Text Settings
lv_lv: Ūdenszīmes teksta iestatījumi

source: Position
lv_lv: Pozīcija

source: Centre
lv_lv: Centret

source: Top Left
lv_lv: Augšā pa kreisi

source: Top Right
lv_lv: Augšā pa labi

source: Bottom Left
lv_lv: Apakšā pa kreisi

source: Bottom Right
lv_lv: Apakšā pa labi

source: Watermark Image Settings
lv_lv: Ūdenszīmes attēla iestatījumi

source: It has to be a .PNG image
lv_lv: Tam ir jābūt .PNG attēlam

source: Osclass doesn't check the watermark image size
lv_lv: Osclass nepārbauda ūdenszīmes attēla izmēru

source: Regenerate images
lv_lv: Atjaunot attēlus

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
lv_lv: Varat atjaunot dažādu izmēru attēlus. Ja esat mainījis sīktēlu, priekšskatījuma vai parasto attēlu izmērus, iespējams, vēlēsities attēlus atjaunot.

source: Refresh will not re-create images, but will only run relevant hooks before/after regeneration.
lv_lv: Atsvaidzināšana neizveidos attēlus no jauna, bet veiks tikai attiecīgos āķus pirms/pēc reģenerācijas.

source: There is unfinished image regeneration from date %s with batch <b>#%s</b>, completed on <b>%s%%</b>.
lv_lv: Ir nepabeigta attēla reģenerācija no datuma %s ar partiju <b>Nr. %s</b> , pabeigta <b>%s%%</b> .

source: Images to be processed: %s, images already done: %s, all images count: %s. Click on "Continue regeneration" or "Continue refresh" to complete this process or "Reset" button to clean data from unfinishe process and start again.
lv_lv: Apstrādājamie attēli: %s, jau pabeigti attēli: %s, visu attēlu skaits: %s. Noklikšķiniet uz "Turpināt reģenerāciju" vai "Turpināt atsvaidzināšanu", lai pabeigtu šo procesu, vai uz pogas "Atiestatīt", lai notīrītu datus no nepabeigtā procesa un sāktu no jauna.

source: Continue refresh
lv_lv: Turpiniet atsvaidzināt

source: Continue regeneration
lv_lv: Turpināt reģenerāciju

source: Reset
lv_lv: Atiestatīt
