Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: The size listed below determine the optimal dimensions in pixels to use when uploading a profile picture. Format: <b>Width</b> x <b>Height</b>.
lv_lv: Tālāk norādītie izmēri nosaka optimālos izmērus pikseļos, ko izmantot, augšupielādējot profila attēlu. Formāts: <b>platums</b> x <b>augstums</b>.

source: Server error. Upload directory isn't writable.
lv_lv: Servera kļūda. Augšupielādes direktorijs nav rakstāms.

source: No files were uploaded.
lv_lv: Fails netika augšupielādēts.

source: File is empty
lv_lv: Fails ir tukšs

source: File is too large
lv_lv: Fails ir pārāk liels

source: File has an invalid extension, it should be one of %s.
lv_lv: Faila paplašinājums ir nederīgs, tam ir jābūt vienam no %s.

source: Getting content length is not supported.
lv_lv: Satura garuma iegūšana netiek atbalstīta.

source: Anonymous
lv_lv: Anonīms

source: Your name: this field is required
lv_lv: Jūsu vārds: šis lauks ir obligāts

source: Message: this field is required
lv_lv: Ziņojums: šis lauks ir obligāts

source: ERROR: Some scripts could not be loaded (%s)
lv_lv: KĻŪDA: dažus skriptus nevarēja ielādēt (%s)

source: unsubscribe alert
lv_lv: atteikšanās paziņojums

source: <p>Dear {WEB_TITLE} admin,</p>
lv_lv: <p>Cien. {WEB_TITLE} administrator!</p>

source: {WEB_TITLE} - Your site has upgraded to Osclass {VERSION}
lv_lv: {WEB_TITLE} — jūsu vietne ir jaunināta uz Osclass {VERSION}

source: <p>Your site at {WEB_LINK} has been updated automatically to Osclass {VERSION}</p>
lv_lv: <p>Jūsu vietne {WEB_LINK} ir automātiski atjaunināta uz Osclass {VERSION}</p>

source: <p>There were some minor errors removing temporary files. Please manually remove the "%s/downloads/oc-temp" folder</p>
lv_lv: <p>Noņemot pagaidu failus, radās dažas nelielas kļūdas. Lūdzu, manuāli noņemiet mapi “%s/downloads/oc-temp”</p>

source: {WEB_TITLE} - We failed trying to upgrade your site to Osclass {VERSION}
lv_lv: {WEB_TITLE} — mums neizdevās jaunināt jūsu vietni uz Osclass {VERSION}

source: Failed to add %{smart_count} file due to an internal error
lv_lv: Neizdevās pievienot %{smart_count} failu iekšējas kļūdas dēļ

source: Failed to add %{smart_count} files due to internal errors
lv_lv: Iekšēju kļūdu dēļ neizdevās pievienot %{smart_count} failus

source: You can only upload %{smart_count} file
lv_lv: Jūs varat augšupielādēt tikai %{smart_count} failu

source: You can only upload %{smart_count} files
lv_lv: Jūs varat augšupielādēt tikai %{smart_count} failus

source: You have to select at least %{smart_count} file
lv_lv: Jums ir jāatlasa vismaz %{smart_count} fails

source: You have to select at least %{smart_count} files
lv_lv: Jums ir jāatlasa vismaz %{smart_count} faili

source: %{file} exceeds maximum allowed size of %{size}
lv_lv: %{file} pārsniedz maksimālo atļauto izmēru %{size}

source: Missing required meta fields
lv_lv: Trūkst obligāto meta lauku

source: Missing required meta fields in %{fileName}
lv_lv: %{fileName} trūkst obligāto meta lauku

source: This file is smaller than the allowed size of %{size}
lv_lv: Šis fails ir mazāks par atļauto %{size}

source: You can only upload: %{types}
lv_lv: Jūs varat augšupielādēt tikai: %{types}

source: Cannot add more files
lv_lv: Nevar pievienot vairāk failu

source: Cannot add the duplicate file '%{fileName}', it already exists
lv_lv: Nevar pievienot faila dublikātu “%{fileName}”, tas jau pastāv

source: Connection with Companion failed
lv_lv: Savienojums ar Pavadoni neizdevās

source: Authentication aborted
lv_lv: Autentifikācija pārtraukta

source: To unauthorize to your %{provider} account, please go to %{url}
lv_lv: Lai neatļautu savu %{provider} kontu, lūdzu, dodieties uz vietni %{url}

source: Failed to upload %{file}
lv_lv: Neizdevās augšupielādēt %{file}

source: No Internet connection
lv_lv: Nav interneta savienojuma

source: Connected to the Internet
lv_lv: Savienots ar internetu

source: You have no files or folders here
lv_lv: Jums šeit nav failu vai mapju

source: Select %{smart_count}
lv_lv: Atlasiet %{smart_count}

source: All files from folder %{name}
lv_lv: Visi faili no mapes %{name}

source: Open folder %{name}
lv_lv: Atvērt mapi %{name}

source: Log out
lv_lv: Izlogoties

source: Reset filter
lv_lv: Atiestatīt filtru

source: Search for images
lv_lv: Meklēt attēlus

source: Enter text to search for images
lv_lv: Ievadiet tekstu, lai meklētu attēlus

source: No files were added from empty folder
lv_lv: Fails netika pievienots no tukšas mapes

source: The folder "%{folder}" was already added
lv_lv: Mape “%{folder}” jau ir pievienota

source: Added %{smart_count} file from %{folder}
lv_lv: Pievienots %{smart_count} fails no %{folder}

source: Added %{smart_count} files from %{folder}
lv_lv: Pievienoti %{smart_count} faili no %{folder}

source: Revert
lv_lv: Atgriezties

source: Rotate
lv_lv: Pagriezt

source: Zoom in
lv_lv: Pietuvināt

source: Zoom out
lv_lv: Attālināt

source: Flip horizontal
lv_lv: Apgriezt horizontāli

source: Crop square
lv_lv: Apgriezt kvadrātu

source: Crop landscape (16:9)
lv_lv: Apgriezt ainava (16:9)

source: Crop portrait (9:16)
lv_lv: Apgriezt portretu (9:16)

source: Uploading
lv_lv: Notiek augšupielāde

source: Upload failed
lv_lv: Augšupielāde neizdevās

source: Paused
lv_lv: Apturēts

source: Retry
lv_lv: Mēģinat vēlreiz

source: Pause
lv_lv: Pauze

source: Resume
lv_lv: Turpināt

source: Done
lv_lv: Gatavs

source: %{complete} of %{smart_count} file uploaded
lv_lv: Augšupielādēts %{complete} no %{smart_count} failiem

source: %{complete} of %{smart_count} files uploaded
lv_lv: Augšupielādēti %{complete} no %{smart_count} failiem

source: %{complete} of %{total}
lv_lv: %{complete} no %{total}

source: %{time} left
lv_lv: %{time} palicis

source: Upload %{smart_count} file
lv_lv: Augšupielādējiet %{smart_count} failu

source: Upload %{smart_count} files
lv_lv: Augšupielādējiet %{smart_count} failus

source: Upload +%{smart_count} file
lv_lv: Augšupielādēt +%{smart_count} failu

source: Upload +%{smart_count} files
lv_lv: Augšupielādējiet +%{smart_count} failus

source: Retry upload
lv_lv: Mēģiniet augšupielādēt vēlreiz

source: %{smart_count} more file added
lv_lv: Pievienots vēl %{smart_count} fails

source: %{smart_count} more files added
lv_lv: Pievienoti vēl %{smart_count} faili

source: Show error details
lv_lv: Rādīt informāciju par kļūdu

source: Upload stalled for %{seconds} seconds, aborting.
lv_lv: Augšupielāde apstājās uz %{seconds} sekundēm, tiek pārtraukta.

source: Close Modal
lv_lv: Aizvērt Modal

source: Add more files
lv_lv: Nevar pievienot vairāk failu

source: Adding more files
lv_lv: Notiek vairāk failu pievienošana

source: Import from %{name}
lv_lv: Importēt no %{name}

source: Uppy Dashboard Window (Press escape to close)
lv_lv: Uppy informācijas paneļa logs (lai aizvērtu, nospiediet taustiņu Escape)

source: Uppy Dashboard
lv_lv: Uppy informācijas panelis

source: Link copied to clipboard.
lv_lv: Saite ir kopēta starpliktuvē.

source: Copy the URL below
lv_lv: Kopējiet tālāk norādīto URL

source: Copy link
lv_lv: Kopēt saiti

source: Back
lv_lv: Atpakaļ

source: Remove file
lv_lv: Noņemt failu

source: Edit file
lv_lv: Rediģēt failu

source: Editing %{file}
lv_lv: Rediģēt %{file}

source: Finish editing file
lv_lv: Pabeidziet faila rediģēšanu

source: My Device
lv_lv: Mana ierīce

source: Drop your files here
lv_lv: Ievelciet jūsu failus šeit

source: Upload complete
lv_lv: Augšupielāde pabeigta

source: Upload paused
lv_lv: Augšupielāde apturēta

source: Resume upload
lv_lv: Atsākt augšupielādi

source: Pause upload
lv_lv: Apturēt augšupielādi

source: Cancel upload
lv_lv: Atcelt augšupielādi

source: %{smart_count} file selected
lv_lv: Atlasīts %{smart_count} fails

source: %{smart_count} files selected
lv_lv: Atlasīti %{smart_count} faili

source: Uploading %{smart_count} file
lv_lv: Notiek %{smart_count} faila augšupielāde

source: Uploading %{smart_count} files
lv_lv: Notiek %{smart_count} failu augšupielāde

source: Processing %{smart_count} file
lv_lv: Notiek %{smart_count} faila apstrāde

source: Processing %{smart_count} files
lv_lv: Notiek %{smart_count} failu apstrāde

source: Powered by %{uppy}
lv_lv: Nodrošina %{uppy}

source: Add more
lv_lv: Pievienot vēl

source: Edit file %{file}
lv_lv: Rediģēt failu %{file}

source: Drop files here or %{browseFiles}
lv_lv: Nometiet failus šeit vai %{browseFiles}

source: Drop files here or %{browseFolders}
lv_lv: Nometiet failus šeit vai %{browseFolders}

source: Drop files here, %{browseFiles} or %{browseFolders}
lv_lv: Nometiet failus šeit, %{browseFiles} vai %{browseFolders}

source: Drop files here, %{browseFiles} or import from:
lv_lv: Nometiet failus šeit, %{browseFiles} vai importējiet no:

source: Drop files here, %{browseFolders} or import from:
lv_lv: Nometiet failus šeit, %{browseFolders} vai importējiet no:

source: Drop files here, %{browseFiles}, %{browseFolders} or import from:
lv_lv: Nometiet failus šeit, %{browseFiles}, %{browseFolders} vai importējiet no:

source: Import files from:
lv_lv: Importēt failus no:

source: browse files
lv_lv: pārlūkot failus

source: browse folders
lv_lv: pārlūkot mapes

source: We could not fully recover 1 file. Please re-select it and resume the upload.
lv_lv: Mēs nevarējām pilnībā atkopt 1 failu. Lūdzu, atlasiet to vēlreiz un atsāciet augšupielādi.

source: We could not fully recover %{smart_count} files. Please re-select them and resume the upload.
lv_lv: Mēs nevarējām pilnībā atgūt %{smart_count} failus. Lūdzu, atlasiet tos atkārtoti un atsāciet augšupielādi.

source: We restored all files. You can now resume the upload.
lv_lv: Mēs atjaunojām visus failus. Tagad varat atsākt augšupielādi.

source: Session restored
lv_lv: Sesija atjaunota

source: Re-select
lv_lv: Atlasiet atkārtoti

source: Camera
lv_lv: Kamera

source: Camera Not Available
lv_lv: Kamera nav pieejama

source: In order to take pictures or record video, please connect a camera device
lv_lv: Lai uzņemtu attēlus vai ierakstītu video, lūdzu, pievienojiet kameras ierīci

source: Smile!
lv_lv: Pasmaidi!

source: Take a picture
lv_lv: Uzņemt foto

source: Recording length %{recording_length}
lv_lv: Ieraksta garums %{recording_length}

source: Please allow access to your camera
lv_lv: Lūdzu, atļaujiet piekļuvi savai kamerai

source: In order to take pictures or record video with your camera, please allow camera access for this site.
lv_lv: Lai uzņemtu attēlus vai ierakstītu video ar kameru, lūdzu, atļaujiet kamerai piekļuvi šai vietnei.

source: Home
lv_lv: Sākumlapa

source: minute ago
lv_lv: minūti atpakaļ

source: %d minutes ago
lv_lv: pirms %d minūtēm

source: %d hour ago
lv_lv: pirms %d stundas

source: %d hours ago
lv_lv: pirms %d stundām

source: %d day ago
lv_lv: pirms %d dienas

source: %d days ago
lv_lv: pirms %d dienām

source: %d week ago
lv_lv: pirms %d nedēļas

source: %d weeks ago
lv_lv: pirms %d nedēļām

source: %d month ago
lv_lv: pirms %d mēneša

source: %d months ago
lv_lv: pirms %d mēnešiem

source: %d year ago
lv_lv: pirms %d gada

source: %d years ago
lv_lv: pirms %d gadiem

source: Search results
lv_lv: Meklēšanas rezultāti

source: Publish a listing
lv_lv: Publicēt sludinājumu

source: Edit your listing
lv_lv: Rediģējiet savu sludinājumu

source: Send to a friend
lv_lv: Nosūtīt draugam

source: Error
lv_lv: Kļūda

source: Show all listings
lv_lv: Rādīt visus sludinājumus

source: Recover your password
lv_lv: Atgūt paroli

source: Recover my password
lv_lv: Atgūt manu paroli

source: Create a new account
lv_lv: Reģistrācija

source: Manage my listings
lv_lv: Mani sludinājumi

source: Manage my alerts
lv_lv: Pārvaldīt manus paziņojumus

source: Update my profile
lv_lv: Mana informācija

source: Public profile
lv_lv: Publiskais profils

source: Change my email
lv_lv: Mainīt e-pastu

source: Change my username
lv_lv: Mainīt savu lietotājvārdu

source: Change my password
lv_lv: Mainīt paroli

source: Logout
lv_lv: Iziet

source: Logged as %s
lv_lv: Reģistrējies kā %s

source: Edit item
lv_lv: Rediģēt ierakstu

source: Logout admin
lv_lv: Atteikties admin

source: New comments
lv_lv: Jauni komentāri

source: Themes Demo
lv_lv: Motīvu demonstrācija

source: Plugins Demo
lv_lv: Spraudņu demonstrācija

source: Osclass %s is available
lv_lv: Osclass %s ir pieejama

source: PHP version %s or higher
lv_lv: PHP versija %s vai jaunāka

source: At least PHP %s is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
lv_lv: Lai palaistu Osclass, ir nepieciešams vismaz PHP %s. Varat sarunāties ar savu mitinātāju, lai atjauninātu savu PHP versiju.

source: PHP version %s or lower
lv_lv: PHP versija %s vai vecāka

source: PHP %s is latest version supported by Osclass. You may talk with your hosting to downgrade your PHP version.
lv_lv: PHP %s ir jaunākā versija, ko atbalsta Osclass. Varat sazināties ar savu hostinga uzturētāju, lai pazeminātu savu PHP versiju.

source: CURL extension for PHP
lv_lv: CURL paplašinājums PHP

source: CURL extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/curl.setup.php">install/configure</a>.
lv_lv: Nepieciešams CURL paplašinājums. Kā <a target="_blank" href="https://www.php.net/manual/en/curl.setup.php">instalēt/konfigurēt</a> .

source: MySQLi extension for PHP
lv_lv: MySQLi paplašinājums PHP

source: MySQLi extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
lv_lv: Nepieciešams MySQLi paplašinājums. Kā <a target="_blank" href="https://www.php.net/manual/en/mysqli.setup.php">instalēt/konfigurēt</a> .

source: GD extension for PHP
lv_lv: GD paplašinājums PHP

source: GD extension is required. How to <a target="_blank" href="https://www.php.net/manual/en/image.setup.php">install/configure</a>.
lv_lv: Nepieciešams GD paplašinājums. Kā <a target="_blank" href="https://www.php.net/manual/en/image.setup.php">instalēt/konfigurēt</a> .

source: Folder <code>oc-content/uploads</code> exists
lv_lv: Mapes <code>oc-content/uploads</code> pastāv

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
lv_lv: Jums ir jāizveido <code>uploads</code> mape, ti: <code>mkdir %soc-content/uploads/</code>

source: <code>oc-content/uploads</code> folder is writable
lv_lv: <code>oc-content/uploads</code> mape ir rakstāma

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/uploads/</code>
lv_lv: <code>uploads</code> mapei ir jābūt rakstāmai, ti: <code>chmod 0755 %soc-content/uploads/</code>

source: Folder <code>oc-content/downloads</code> exists
lv_lv: Mapes <code>oc-content/downloads</code> pastāv

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
lv_lv: Jums ir jāizveido <code>downloads</code> mape, ti: <code>mkdir %soc-content/downloads/</code>

source: <code>oc-content/downloads</code> folder is writable
lv_lv: <code>oc-content/downloads</code> mape ir rakstāma

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/downloads/</code>
lv_lv: <code>downloads</code> mapei ir jābūt rakstāmai, ti: <code>chmod 0755 %soc-content/downloads/</code>

source: Folder <code>oc-content/languages</code> folder exists
lv_lv: Mapes <code>oc-content/languages</code> mape pastāv

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
lv_lv: Jums ir jāizveido <code>languages</code> mape, ti: <code>mkdir %soc-content/languages/</code>

source: <code>oc-content/languages</code> folder is writable
lv_lv: <code>oc-content/languages</code> mape ir rakstāma

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/languages/</code>
lv_lv: <code>languages</code> mapei ir jābūt rakstāmai, ti: <code>chmod 0755 %soc-content/languages/</code>

source: <code>config.php</code> file is writable
lv_lv: <code>config.php</code> fails ir rakstāms

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod 0755 %sconfig.php</code>
lv_lv: <code>config.php</code> failam ir jābūt rakstāmam, ti: <code>chmod 0755 %sconfig.php</code>

source: Root directory is writable
lv_lv: Saknes direktorijs ir rakstāms

source: Root folder has to be writable, i.e.: <code>chmod 0755 %s</code>
lv_lv: Saknes mapei ir jābūt rakstāmai, ti: <code>chmod 0755 %s</code>

source: <code>config-sample.php</code> file exists
lv_lv: <code>config-sample.php</code> fails pastāv

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
lv_lv: <code>config-sample.php</code> fails ir nepieciešams, jums vajadzētu atkārtoti lejupielādēt Osclass.

source: Cannot connect to the database. Error number: %s
lv_lv: Nevar izveidot savienojumu ar datu bāzi. Kļūdas numurs: %s

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
lv_lv: Datubāze neeksistē. Jums vajadzētu atzīmēt izvēles rūtiņu "Izveidot DB" un ievadīt lietotājvārdu un paroli ar pareizajām privilēģijām

source: Cannot connect to the database. Check if the user has privileges.
lv_lv: Nevar izveidot savienojumu ar datu bāzi. Pārbaudiet, vai lietotājam ir tiesības.

source: Cannot connect to the database. Check if the username and password are correct.
lv_lv: Nevar izveidot savienojumu ar datu bāzi. Pārbaudiet, vai lietotājvārds un parole ir pareizi.

source: Can't resolve MySQL host. Check if the host is correct.
lv_lv: Nevar atrisināt MySQL saimniekdatoru. Pārbaudiet, vai saimniekdators ir pareizs.

source: Can't create the database. Error number: %s
lv_lv: Nevar izveidot datubāzi. Kļūdas numurs: %s

source: Can't create the database. Check if the admin username and password are correct.
lv_lv: Nevar izveidot datu bāzi. Pārbaudiet, vai administratora lietotājvārds un parole ir pareizi.

source: Cannot connect to the database. Error: %s - %s
lv_lv: Nevar izveidot savienojumu ar datu bāzi. Kļūda: %s–%s

source: Can't write in config.php file. Check if the file is writable.
lv_lv: Nevar ierakstīt failā config.php. Pārbaudiet, vai fails ir rakstāms.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
lv_lv: config-sample.php neeksistē. Pārbaudiet, vai viss ir pareizi atspiests.

source: Can't copy config-sample.php. Check if the root directory is writable.
lv_lv: Nevar nokopēt config-sample.php. Pārbaudiet, vai saknes direktorijā var rakstīt.

source: Can't create the database structure. Error number: %s
lv_lv: Nevar izveidot datubāzes struktūru. Kļūdas numurs: %s

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
lv_lv: Datu bāzē ir tabulas ar tādu pašu nosaukumu. Mainiet tabulas prefiksu vai datu bāzi un mēģiniet vēlreiz.

source: The file %s doesn't exist
lv_lv: Fails %s neeksistē

source: Can't insert basic configuration. Error number: %s
lv_lv: Nevar ievietot pamata konfigurāciju. Kļūdas numurs: %s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
lv_lv: Nevar ievietot pamata konfigurāciju. Šim lietotājam nav tiesību 'INSERT' datu bāzē.

source: Host
lv_lv: Resurss

source: Server name or IP where the database engine resides
lv_lv: Servera nosaukums vai IP, kurā atrodas datu bāzes programma

source: Database name
lv_lv: Datu bāzes nosaukums

source: The name of the database you want to run Osclass in
lv_lv: Tās datu bāzes nosaukums, kurā vēlaties palaist Osclass

source: User Name
lv_lv: Lietotāja vārds

source: Your MySQL username
lv_lv: Jūsu MySQL lietotājvārds

source: Your MySQL password
lv_lv: Jūsu MySQL parole

source: Table prefix
lv_lv: Tabulas prefikss

source: If you want to run multiple Osclass installations in a single database, change this
lv_lv: Ja vēlaties palaist vairākas Osclass instalācijas vienā datu bāzē, mainiet šo

source: Create DB
lv_lv: Izveidot DB

source: Check here if the database is not created and you want to create it now
lv_lv: Pārbaudiet šeit, vai datu bāze nav izveidota un vēlaties to izveidot tūlīt

source: DB admin username
lv_lv: DB administratora lietotājvārds

source: DB admin password
lv_lv: DB administratora parole

source: Password copied from above
lv_lv: Parole nokopēta no augšas

source: Admin user
lv_lv: Administrators lietotājs

source: Admin user is required
lv_lv: Nepieciešams administratora lietotājs

source: A password will be automatically generated for you if you leave this blank.
lv_lv: Ja atstāsit šo lauku tukšu, jums tiks automātiski ģenerēta parole.

source: You can modify username and password if you like, just change the input value.
lv_lv: Ja vēlaties, varat mainīt lietotājvārdu un paroli, vienkārši mainiet ievades vērtību.

source: Contact information
lv_lv: Kontaktinformācija

source: Web title
lv_lv: Web virsraksts

source: Put your e-mail here
lv_lv: Ieliec savu e-pastu šeit

source: Choose a country where your target users are located
lv_lv: Izvēlieties valsti, kurā atrodas jūsu mērķa lietotāji

source: Skip location
lv_lv: Izlaist atrašanās vietu

source: International
lv_lv: Starptautisks

source: No internet connection. You can continue the installation and insert countries later.
lv_lv: Nav interneta savienojuma. Varat turpināt instalēšanu un vēlāk ievietot valstis.

source: Go back
lv_lv: Atgriezties

source: The selected location could not been installed
lv_lv: Izvēlēto atrašanās vietu nevarēja instalēt

source: Congratulations!
lv_lv: Apsveicam!

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint you!
lv_lv: Osclass ir instalēta. Vai jūs gaidījāt vairāk soļu? Žēl, ka sagādāju jums vilšanos!

source: An e-mail with the password for oc-admin has been sent to: %s
lv_lv: E-pasts ar oc-admin paroli ir nosūtīts uz: %s

source: Don't forget to setup %s and %s after installation.
lv_lv: Pēc instalēšanas neaizmirstiet iestatīt %s un %s.

source: Mail server
lv_lv: E-pasta serveris

source: Go to backoffice
lv_lv: Dodieties uz backoffice

source: Explore frontoffice
lv_lv: Izpētiet frontoffice

source: Hi %s,
lv_lv: Sveiki %s,

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
lv_lv: Jūsu Osclass instalācija vietnē %s ir izveidota un darbojas. Administrācijas panelim varat piekļūt, izmantojot šādu informāciju:

source: username: %s
lv_lv: lietotājvārds: %s

source: password: %s
lv_lv: parole: %s

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>
lv_lv: Atcerieties, ka jebkādu šaubu gadījumā varat iepazīties ar mūsu <a href="%1$s">dokumentāciju</a>

source: The <a href="https://osclass-classifieds.com">OsclassPoint</a> team
lv_lv: <a href="https://osclass-classifieds.com">OsclassPoint</a> komanda

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
lv_lv: Šķiet, ka jūs jau esat instalējis Osclass. Lai atkārtoti instalētu, lūdzu, vispirms notīriet vecās datu bāzes tabulas.

source: Osclass Installation
lv_lv: Osclass uzstādīšana

source: Installation assistant
lv_lv: Uzstādīšanas palīgs

source: 1. Hosting requirements check
lv_lv: 1. Hostinga prasību pārbaude

source: 2. Database information setup
lv_lv: 2. Datu bāzes informācijas iestatīšana

source: 3. Website information setup
lv_lv: 3. Vietnes informācijas iestatīšana

source: Oops! You need a compatible Hosting
lv_lv: Ak! Jums ir nepieciešams saderīgs hostings

source: Your hosting seems to be not compatible, check your settings.
lv_lv: Šķiet, ka jūsu hostings nav saderīgs. Pārbaudiet iestatījumus.
