Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Women looking for Men
lv_lv: Sievietes meklē vīrietti

source: Men looking for Women
lv_lv: Vīrieši meklē sievieti

source: Men looking for Men
lv_lv: Vīrietis meklē vīrieti

source: Women looking for Women
lv_lv: Sieviete meklē sievieti

source: Friendship - Activity Partners
lv_lv: Draudzība - aktivitātes partneri

source: Missed Connections
lv_lv: Neatbildēti savienojumi

source: Accounting - Finance
lv_lv: Grāmatvedība – finanses

source: Advertising - Public Relations
lv_lv: Reklāma – sabiedriskās attiecības

source: Arts - Entertainment - Publishing
lv_lv: Māksla — izklaide — izdevējdarbība

source: Clerical - Administrative
lv_lv: Lietvedība – administratīvā

source: Customer Service
lv_lv: Klientu apkalpošana

source: Education - Training
lv_lv: Izglītība – apmācība

source: Engineering - Architecture
lv_lv: Inženierzinātnes – arhitektūra

source: Healthcare
lv_lv: Veselības aprūpe

source: Human Resource
lv_lv: Cilvēkresursi

source: Internet
lv_lv: Internets

source: Legal
lv_lv: Juridisks

source: Manual Labor
lv_lv: Roku darbs

source: Manufacturing - Operations
lv_lv: Ražošana – operācijas

source: Marketing
lv_lv: Mārketings

source: Non-profit - Volunteer
lv_lv: Bezpeļņas organizācija — brīvprātīgais

source: Real Estate
lv_lv: Nekustamais īpašums

source: Restaurant - Food Service
lv_lv: Restorāns - ēdināšanas pakalpojums

source: Retail
lv_lv: Mazumtirdzniecība

source: Sales
lv_lv: Pārdošana

source: Technology
lv_lv: Tehnoloģija

source: Other Jobs
lv_lv: Citi darbi

source: Example Ad
lv_lv: Reklāmas piemērs

source: Description of the example ad. Insert here some usefull description of your ad.
lv_lv: Reklāmas parauga apraksts. Ievietojiet šeit kādu noderīgu savas reklāmas aprakstu.

source: Example author
lv_lv: Autora piemērs

source: Example country
lv_lv: Valsts piemērs

source: Example region
lv_lv: Novada piemērs

source: Example city
lv_lv: Pilsētas piemērs

source: Example page title
lv_lv: Lapas nosaukuma piemērs

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
lv_lv: Šis ir lapas apraksta piemērs. Šī ir piemērota vieta, kur ievietot pakalpojumu sniegšanas noteikumus vai citu palīdzības informāciju.

source: Non-Existent Category
lv_lv: Neesoša kategorija

source: %s in %s
lv_lv: %s šeit: %s

source: There's no description available in your language
lv_lv: Jūsu valodā nav pieejams apraksts
