Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Maintenance
lv_lv: Apkope

source: We are sorry for any inconvenience. %s is undergoing maintenance.
lv_lv: Atvainojamies par sagādātajām neērtībām. %s tiek veikta apkope.

source: your country
lv_lv: tava valsts

source: Sorry, this site is not available from %s!
lv_lv: Atvainojiet, šī vietne nav pieejama no %s!

source: Sorry, this site is only available to customers from %s!
lv_lv: Atvainojiet, šī vietne ir pieejama tikai klientiem no %s!

source: Join our community to buy and sell from each other everyday around the world.
lv_lv: Pievienojieties mūsu kopienai, lai katru dienu pirktu un pārdotu viens no otra visā pasaulē.

source: Please select preferred site:
lv_lv: Lūdzu, atlasiet vēlamo vietni:

source: The website is currently undergoing maintenance
lv_lv: Šobrīd vietnei tiek veikta apkope

source: This subdomain is restricted based on user IP
lv_lv: Šis apakšdomēns ir ierobežots, pamatojoties uz lietotāja IP

source: Edit
lv_lv: Labot

source: Delete
lv_lv: Dzēst

source: Moderator
lv_lv: Moderators

source: Administrator
lv_lv: Administrators

source: Bulk actions
lv_lv: Lielapjoma darbības

source: Are you sure you want to %s the selected admins?
lv_lv: Vai tiešām vēlaties %s atlasītajiem administratoriem?

source: Error loading theme custom file
lv_lv: Ielādējot motīva pielāgoto failu, radās kļūda

source: There was problem with update: [%s] %s. You may download update manually at: %s
lv_lv: Radās problēma ar atjauninājumu: [%s] %s. Jūs varat lejupielādēt atjauninājumu manuāli: %s

source: Are you sure you want to %s the selected comments?
lv_lv: Vai tiešām vēlaties %s atlasītos komentārus?

source: Activate
lv_lv: Aktivizēt

source: Deactivate
lv_lv: Deaktivizēt

source: Block
lv_lv: Bloķēt

source: Unblock
lv_lv: Atbloķēt

source: Plugins demo site mode enabled, you cannot access this section. You can access only oc-admin > Plugins section. Action buttons may be restricted.
lv_lv: Spraudņu demonstrācijas vietnes režīms ir iespējots, jūs nevarat piekļūt šai sadaļai. Varat piekļūt tikai sadaļai oc-admin > Spraudņi. Darbību pogas var būt ierobežotas.

source: Themes demo site mode enabled, you cannot access this section. You can access only oc-admin > Appearance section. Action buttons may be restricted.
lv_lv: Motīvu demonstrācijas vietnes režīms ir iespējots, jūs nevarat piekļūt šai sadaļai. Varat piekļūt tikai oc-admin > sadaļai Izskats. Darbību pogas var būt ierobežotas.

source: Mark as premium
lv_lv: Atzīmēt kā premium

source: Unmark as spam
lv_lv: Noņemiet atzīmi kā surogātpasts

source: Mark as spam
lv_lv: Atzīmēt kā surogātpasts

source: Are you sure you want to %s the selected listings?
lv_lv: Vai tiešām vēlaties %s atlasītos sludinājumus?

source: Enabled in FO
lv_lv: Iespējots FO

source: Enabled in BO
lv_lv: Iespējots BO

source: Disabled
lv_lv: Atspējots

source: Disable in Front-office
lv_lv: Atspējot Front-office

source: Enable in Front-office
lv_lv: Iespējot Front-office

source: Disable in Back-office
lv_lv: Atspējot Back-office

source: Enable in Back-office
lv_lv: Iespējot Back-office

source: Update
lv_lv: Atjaunināt

source: Enabled
lv_lv: Iespējot

source: Are you sure you want to %s the selected languages?
lv_lv: Vai tiešām vēlaties %s atlasītās valodas?

source: Settings > General > Software updates
lv_lv: Iestatījumi > Vispārīgi > Programmatūras atjauninājumi

source: Are you sure you want to %s the selected media files?
lv_lv: Vai tiešām vēlaties %s atlasītos multivides failus?

source: Are you sure you want to %s the selected pages?
lv_lv: Vai tiešām vēlaties %s atlasītās lapas?

source: %d plugins has been %s.
lv_lv: %d spraudņi ir tikuši %s.

source: enabled
lv_lv: iespējots

source: %d plugins has been %s, %d plugins could not be %s%s.
lv_lv: %d spraudņi ir bijuši %s, %d spraudņi nevarēja būt %s%s.

source: disabled
lv_lv: atspējots

source: deleted
lv_lv: izdzēsts

source: installed
lv_lv: uzstādīts

source: uninstalled
lv_lv: atinstalēta

source: New update available
lv_lv: Ir pieejams jauns atjauninājums

source: Configure
lv_lv: Konfigurēt

source: Disable
lv_lv: Atspējot

source: Enable
lv_lv: Iespējoto

source: Uninstall
lv_lv: Atinstalēt

source: Install
lv_lv: Instalēt

source: Plugin details
lv_lv: Spraudņa informācija

source: Support
lv_lv: Atbalsts

source: By
lv_lv: Autors

source: Version:
lv_lv: Versija:

source: Are you sure you want to %s the selected plugins?
lv_lv: Vai tiešām vēlaties %s atlasītos spraudņus?

source: Are you sure you want to %s the selected ban rules?
lv_lv: Vai tiešām vēlaties %s atlasītos aizlieguma noteikumus?

source: Are you sure you want to %s the selected users?
lv_lv: Vai tiešām vēlaties %s atlasītos lietotājus?

source: Resend the activation to
lv_lv: Atkārtoti nosūtīt aktivizēšanu uz

source: Resend activation
lv_lv: Atkārtoti nosūtīt aktivizāciju

source: No results
lv_lv: Nav rezultātu

source: An error occurred
lv_lv: Notika kļūda

source: Order saved
lv_lv: Pasūtījums saglabāts

source: An error occurred while updating.
lv_lv: Atjaunināšanas laikā radās kļūda.

source: Sorry, you already have a field with that name
lv_lv: Atvainojiet, jums jau ir lauks ar šādu nosaukumu

source: Saved
lv_lv: Saglabāts

source: The custom field has been deleted
lv_lv: Pielāgotais lauks ir izdzēsts

source: An error occurred while deleting
lv_lv: Dzēšot, radās kļūda

source: NEW custom field
lv_lv: JAUNS pielāgots lauks

source: No category with id %d exists
lv_lv: Kategorija ar ID %d nepastāv

source: The category as well as its subcategories have been enabled
lv_lv: Kategorija, kā arī tās apakškategorijas ir iespējotas

source: Parent category is disabled, you can not enable that category
lv_lv: Vecāku kategorija ir atspējota, jūs nevarat iespējot šo kategoriju

source: The subcategory has been enabled
lv_lv: Apakškategorija ir iespējota

source: The subcategory has been disabled
lv_lv: Apakškategorija ir atspējota

source: The categories have been deleted
lv_lv: Kategorijas ir izdzēstas

source: Category updated correctly
lv_lv: Kategorija atjaunināta pareizi

source: Category updated correctly, but some titles are empty
lv_lv: Kategorija ir atjaunināta pareizi, bet daži nosaukumi ir tukši

source: Sorry, including at least a title is mandatory
lv_lv: Atvainojiet, vismaz nosaukums ir obligāts

source: An error occurred while updating
lv_lv: Atjaunināšanas laikā radās kļūda

source: Test email, %s
lv_lv: Testa e-pasts, %s

source: Test email
lv_lv: Testa e-pasts

source: This action cannot be done because it is a demo site
lv_lv: Šo darbību nevar veikt, jo tā ir demonstrācijas vietne

source: Email sent successfully
lv_lv: E-pasts veiksmīgi nosūtīts

source: An error occurred while sending email
lv_lv: Sūtot e-pasta ziņojumu, radās kļūda

source: Email field is empty
lv_lv: E-pasta lauks ir tukšs

source: Invalid email format
lv_lv: Nederīgs e-pasta formāts

source: Update available
lv_lv: Pieejams atjauninājums

source: No update available
lv_lv: Nav pieejams atjauninājums

source: Version could not be checked
lv_lv: Versiju nevarēja pārbaudīt

source: Checked updates
lv_lv: Pārbaudīti atjauninājumi

source: OsclassPoint API Key is missing, enter your key in Settings > General section.
lv_lv: Trūkst OsclassPoint API atslēgas, ievadiet savu atslēgu sadaļā Iestatījumi > Vispārīgi.

source: Plugin
lv_lv: Spraudnis

source: Theme
lv_lv: Motīvs

source: Language
lv_lv: Valoda

source: %s successfully updated
lv_lv: %s veiksmīgi atjaunināts

source: Product not updated: %s
lv_lv: Produkts nav atjaunināts: %s

source: Everything looks good!
lv_lv: Viss izskatās labi!

source: Nothing to copy
lv_lv: Nav ko kopēt

source: Unzip failed
lv_lv: Izpakošana neizdevās

source: Download failed
lv_lv: Lejupielāde neizdevās

source: Invalid product code
lv_lv: Nederīgs produkta kods

source: No code was submitted
lv_lv: Kods netika iesniegts

source: You don't have the necessary permissions
lv_lv: Jums nav nepieciešamo atļauju

source: no action defined
lv_lv: nav noteikta darbība

source: Regenerate process has been restarted
lv_lv: Atjaunošanas process ir restartēts

source: Process has been paused as it was running too long. Click on "Continue regeneration" button to finish process.
lv_lv: Process ir apturēts, jo tas darbojās pārāk ilgi. Noklikšķiniet uz pogas “Turpināt reģenerāciju”, lai pabeigtu procesu.

source: You have enabled optimization of CSS or JS, make sure everything works properly on your site before using it on live website. Optimized files are auto-refreshed once something has changed.
lv_lv: Jūs esat iespējojis CSS vai JS optimizāciju. Pirms izmantojat to tiešsaistes vietnē, pārliecinieties, vai viss jūsu vietnē darbojas pareizi. Kad kaut kas ir mainījies, optimizētie faili tiek automātiski atsvaidzināti.

source: Change your password
lv_lv: Nomainiet paroli

source: Type your new password
lv_lv: Ievadiet savu jauno paroli

source: New password
lv_lv: Jauna parole

source: Repeat new password
lv_lv: Atkārtojiet jauno paroli

source: Change password
lv_lv: Mainīt paroli

source: Log in
lv_lv: Pieslēgties

source: Back to %s
lv_lv: Atpakaļ uz %s

source: Username
lv_lv: Lietotājvārds

source: Password
lv_lv: Parole

source: Remember me
lv_lv: Atcerēties mani

source: Forgot your password?
lv_lv: Aizmirsi savu paroli?

source: Lost your password
lv_lv: Pazaudējāt savu paroli

source: Please enter your username or e-mail address
lv_lv: Lūdzu, ievadiet savu lietotājvārdu vai e-pasta adresi

source: You will receive a new password via e-mail
lv_lv: Jūs saņemsiet jaunu paroli pa e-pastu

source: E-mail
lv_lv: Epasts

source: Get new password
lv_lv: Iegūt jaunu paroli

source: Your server does not meet minimum PHP version requirements. Your version is %s, minimum required version is %s! Please update your PHP version in order to avoid errors.
lv_lv: Jūsu serveris neatbilst minimālajām PHP versijas prasībām. Jūsu versija ir %s, minimālā nepieciešamā versija ir %s! Lūdzu, atjauniniet savu PHP versiju, lai izvairītos no kļūdām.

source: Your website has mainentance mode enabled, customers will not be able to access you website.
lv_lv: Jūsu vietnei ir iespējots apkopes režīms, klienti nevarēs piekļūt jūsu vietnei.

source: Manage maintanance mode
lv_lv: Pārvaldīt apkopes režīmu

source: Default
lv_lv: Noklusējums

source: Light
lv_lv: Gaišs

source: Modern
lv_lv: Moderns

source: Blue
lv_lv: Zils

source: Coffee
lv_lv: Kafija

source: Ectoplasm
lv_lv: Ektoplazma

source: Midnight
lv_lv: Pusnakts

source: Ocean
lv_lv: Okeāns

source: Sunrise
lv_lv: Saullēkts

source: Title
lv_lv: Virsrakts

source: Description
lv_lv: Apraksts

source: Edit admin
lv_lv: Rediģēt administratoru

source: Save
lv_lv: Saglabāt

source: Add admin
lv_lv: Pievienot administratoru

source: Add
lv_lv: Pievienot

source: Admins
lv_lv: Administratori

source: Name <em>(required)</em>
lv_lv: Vārds <em>(obligāti)</em>

source: Username <em>(required)</em>
lv_lv: Lietotājvārds <em>(obligāti)</em>

source: E-mail <em>(required)</em>
lv_lv: E-pasts <em>(obligāti)</em>

source: Admin type <em>(required)</em>
lv_lv: Administratora veids <em>(obligāts)</em>

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
lv_lv: Administratoriem ir pilnīga kontrole pār visiem jūsu instalācijas aspektiem, savukārt moderatori drīkst regulēt tikai sarakstus, komentārus un multivides failus

source: Moderator extra access
lv_lv: Moderatora papildu piekļuve

source: Allow moderator to access plugin pages. Enter plugin file path (from URL) or route (from URL). Separate by comma.
lv_lv: Atļaut moderatoram piekļūt spraudņu lapām. Ievadiet spraudņa faila ceļu (no URL) vai maršrutu (no URL). Atdaliet ar komatu.

source: File examples
lv_lv: Failu piemēri

source: Route examples
lv_lv: Maršrutu piemēri

source: Type your new password again
lv_lv: Ievadiet savu jauno paroli vēlreiz

source: Your current password
lv_lv: Jūsu pašreizējā parole

source: For security, type <b>your current password</b>
lv_lv: Drošības nolūkos ierakstiet <b>savu pašreizējo paroli</b>

source: Cancel
lv_lv: Atcelt

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
lv_lv: Pievienojiet lietotājus, kuri var pārvaldīt jūsu lapu. Varat pievienot administratorus vai moderatorus: administratoriem ir piekļuve visam administratora panelim, savukārt moderatori var mainīt tikai sarakstus un skatīt statistiku.

source: Admins - %s
lv_lv: Administratori — %s

source: Manage admins
lv_lv: Pārvaldīt administratorus

source: Add new
lv_lv: Pievieno jaunu

source: Apply
lv_lv: Lietot

source: Name
lv_lv: Vārds

source: Type
lv_lv: Tips

source: No data available in table
lv_lv: Tabulā dati nav pieejami

source: Delete admin
lv_lv: Dzēst administratoru

source: Are you sure you want to delete this admin?
lv_lv: Vai tiešām vēlaties dzēst šo administratoru?

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>%s/themes</em>.
lv_lv: Manuāli pievienojiet Osclass motīvus .zip formātā. Ja vēlaties, varat manuāli augšupielādēt dekompresēto motīvu mapē <em>%s/themes</em>.

source: Appearance
lv_lv: Izskats

source: Add theme - %s
lv_lv: Pievienot motīvu — %s

source: Add new theme
lv_lv: Pievienojiet jaunu motīvu

source: You can download and install new themes directly in %s section.
lv_lv: Jūs varat lejupielādēt un instalēt jaunus motīvus tieši sadaļā %s.

source: Market > Themes
lv_lv: Tirgus > Tēmas

source: Theme package (.zip)
lv_lv: Tēmas pakete (.zip)

source: Upload
lv_lv: Augšupielādēt

source: Can't install a new theme
lv_lv: Nevar instalēt jaunu tēmu

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
lv_lv: Tēmas mapi serverī nav iespējams rakstīt, tāpēc jūs nevarat augšupielādēt tēmas no administrācijas paneļa. Lūdzu, padariet tēmu mapi rakstāmu un mēģiniet vēlreiz.

source: To make the directory writable under UNIX execute this command from the shell:
lv_lv: Lai direktoriju padarītu rakstāmu UNIX, izpildiet šo komandu no čaulas:

source: Loading data
lv_lv: Datu ielādēšana

source: Version
lv_lv: Versija

source: Author
lv_lv: Autors

source: Download manually
lv_lv: Lejupielādēt manuāli

source: Continue install
lv_lv: Turpināt uzstādīšanu

source: Edit widget
lv_lv: Rediģēt logrīku

source: Save changes
lv_lv: Saglabāt izmaiņas

source: Add widget
lv_lv: Pievienot logrīku

source: Appearance - %s
lv_lv: Izskats - %s

source: Description: this field is required
lv_lv: Apraksts: šis lauks ir obligāts

source: Description (for internal purposes only)
lv_lv: Apraksts (tikai iekšējām vajadzībām)

source: HTML Code for the Widget
lv_lv: Logrīka HTML kods

source: Enter your custom CSS code to modify design of your theme. Code will not be affected by theme or osclass updates. Code will be inserted into footer between &lt;style&gt;&lt;/style&gt; tags.
lv_lv: Ievadiet pielāgotu CSS kodu, lai mainītu tēmas dizainu. Kods netiks ietekmēta tēma vai osclass atjauninājumi. Kods tiks ievietots starp &lt;style&gt;&lt;/style&gt; tagiem.

source: Customization - %s
lv_lv: Pielāgošana - %s

source: Theme Customization
lv_lv: Tēmas pielāgošana

source: Your CSS
lv_lv: Jūsu CSS

source: Do not enter &lt;style&gt;&lt;/style&gt; tags. You may check following CSS guide:
lv_lv: Neievietot &lt;style&gt;&lt;/style&gt; tagus. Jūs varat apskatīt šādu CSS rokasgrāmatu:

source: Your HTML code
lv_lv: Jūsu HTML kods

source: You may enter any HTML or JavaScript code. Code will be added into footer. Do not add PHP code.
lv_lv: Varat ievadīt jebkuru HTML vai JavaScript kodu. Kods tiks pievienots kājenē. Nepievienojiet PHP kodu.

source: Delete theme
lv_lv: Dzēst motīvu

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
lv_lv: Mainiet savas vietnes izskatu un darbību, aktivizējot kādu no pieejamajiem motīviem. Jūs varat lejupielādēt jaunus motīvus no <a href="%s">tirgus</a> . <strong>Esiet piesardzīgs</strong> : ja jūsu motīvs ir pielāgots, jūs zaudēsiet visas izmaiņas, ja mainīsit uz jaunu motīvu.

source: Add theme
lv_lv: Pievienojiet motīvu

source: Current theme
lv_lv: Pašreizējā tēma

source: by
lv_lv: publicēja

source: Logo
lv_lv: Logotips

source: Icons
lv_lv: Ikonas

source: Advertisement
lv_lv: Reklāma

source: Plugins
lv_lv: Spraudņi

source: Available themes
lv_lv: Pieejamās tēmas

source: Preview
lv_lv: Priekštatīt

source: No other themes found
lv_lv: Nav atrasta neviena cita tēma

source: Changes
lv_lv: Izmaiņas

source: This action can not be undone. Are you sure you want to delete the theme?
lv_lv: Šo darbību nevar atsaukt. Vai tiešām vēlaties dzēst motīvu?

source: Please wait until the download is completed
lv_lv: Lūdzu, uzgaidiet, līdz lejupielāde ir pabeigta

source: Downloading
lv_lv: Notiek lejupielāde

source: Theme has been downloaded correctly.
lv_lv: Motīvs ir lejupielādēts pareizi.

source: Ok
lv_lv: Labi

source: Close
lv_lv: Aizvērt

source: Update theme from OsclassPoint
lv_lv: Atjauniniet motīvu no OsclassPoint

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
lv_lv: Mainiet savas vietnes galveni vai kājeni šeit. Darbojas tikai ar saderīgām tēmām, piemēram, tām, kas pieejamas tirgū.

source: Delete widget
lv_lv: Dzēst logrīku

source: Manage Widgets
lv_lv: Pārvaldīt logrīkus

source: Section: %s
lv_lv: Sadaļa: %s

source: Add HTML widget
lv_lv: Pievienojiet HTML logrīku

source: Widget
lv_lv: Logrīks

source: Description: %s
lv_lv: Apraksts: %s

source: Current theme does not support widgets
lv_lv: Pašreizējais motīvs neatbalsta logrīkus

source: Are you sure you want to delete this widget?
lv_lv: Vai tiešām vēlaties dzēst šo logrīku?

source: Edit category ID: %s
lv_lv: Rediģēt kategorijas ID: %s

source: Expiration days
lv_lv: Derīguma termiņš

source: If the value is zero, it means this category doesn't have an expiration
lv_lv: Ja vērtība ir nulle, tas nozīmē, ka šai kategorijai nav derīguma termiņa

source: Enable / Disable the price field
lv_lv: Iespējot/atspējot cenu lauku

source: Apply the expiration date and price field changes to children categories
lv_lv: Piemērot publicēšanas termiņa un cenas lauka izmaiņas apakškategorijām

source: Icon
lv_lv: Ikona

source: Color
lv_lv: Krāsa

source: Ajax error, please try again.
lv_lv: Ajax kļūda, lūdzu, mēģiniet vēlreiz.

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
lv_lv: Pievienojiet, rediģējiet vai dzēsiet kategorijas vai apakškategorijas, kurās lietotāji var publicēt ierakstus. Pārkārtojiet sadaļas, velkot un nometot, vai ievietojiet apakškategoriju izvērstā kategorijā. <strong>Esiet piesardzīgs</strong> : ja izdzēsīsiet kategoriju, tiks dzēsti arī visi saistītie ieraksti!

source: Categories
lv_lv: Kategorijas

source: Categories - %s
lv_lv: Kategorijas — %s

source: Note: You must expand the category in order to make it a subcategory.
lv_lv: Piezīme. Lai padarītu to par apakškategoriju, kategorija ir jāpaplašina.

source: This action could take a while.
lv_lv: Šī darbība var ilgt kādu laiku.

source: Ajax error, try again.
lv_lv: Ajax kļūda, mēģiniet vēlreiz.

source: Category ID: %s
lv_lv: Kategorijas ID: %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
lv_lv: Velciet un nometiet kategorijas, lai pārkārtotu tās atbilstoši savām vēlmēm. Noklikšķiniet uz saites rediģēt, lai rediģētu kategoriju

source: Parent category cannot be selected when publishing a new listing. Each category that has at least 1 child category is considered as parent. You can change this setting in %s, "Parent categories" section.
lv_lv: Publicējot jaunu sludinājumu, nevar atlasīt vecāku kategoriju. Katra kategorija, kurā ir vismaz 1 apakškategorija, tiek uzskatīta par vecāku. Šo iestatījumu varat mainīt sadaļā “Vecāku kategorijas” %s.

source: Settings > General
lv_lv: Iestatījumi > Vispārīgi

source: Delete category
lv_lv: Dzēst kategoriju

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
lv_lv: <strong>BRĪDINĀJUMS</strong> : tiks dzēsti arī šīs kategorijas sludinājumi. Šo darbību nevar atsaukt. Vai tiešām vēlaties turpināt?

source: Edit comment
lv_lv: Rediģēt komentāru

source: Update comment
lv_lv: Atjaunināt komentāru

source: Add comment
lv_lv: Pievienot komentāru

source: Listing
lv_lv: Sludinājums

source: Edit comment - %s
lv_lv: Rediģēt komentāru — %s

source: Registered user
lv_lv: Reģistrēts lietotājs

source: Edit user
lv_lv: Rediģēt lietotāju

source: Author's e-mail
lv_lv: Autora e-pasts

source: Validated
lv_lv: Validēts

source: Active
lv_lv: Aktīvs

source: Inactive
lv_lv: Neaktīvs

source: Unblocked
lv_lv: Atbloķēt

source: Blocked
lv_lv: Bloķēts

source: Rating
lv_lv: Reitings

source: Rating value between 0 and 5
lv_lv: Vērtējuma vērtība no 0 līdz 5

source: Comment
lv_lv: Komentārs

source: Parent comment ID
lv_lv: Vecāku komentāra ID

source: Comment is reply to
lv_lv: Komentārs ir atbilde uz

source: Comment has no parent comment (is not reply).
lv_lv: Komentāram nav vecāku komentāru (nav atbilde).

source: Comment has 1 reply.
lv_lv: Komentārā ir 1 atbilde.

source: Comment has %d replies.
lv_lv: Komentārā ir %d atbildes.

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
lv_lv: Pārvaldiet komentārus, ko lietotāji publicē jūsu vietnes ierakstos. Varat arī rediģēt, dzēst, aktivizēt vai bloķēt komentārus.

source: Listings
lv_lv: Sludinājumi

source: Settings
lv_lv: Iestatījumi

source: Comments - %s
lv_lv: Komentāri — %s

source: Comments on item #%d
lv_lv: Komentāri par vienumu Nr. %d

source: Replies to comment #%d
lv_lv: Atbildes uz komentāru #%d

source: Comments
lv_lv: Komentāri

source: Hidden comments
lv_lv: Slēptie komentāri

source: All comments
lv_lv: Visi komentāri

source: Delete comment
lv_lv: Dzēst komentāru

source: Are you sure you want to delete this comment?
lv_lv: Vai tiešām vēlaties dzēst šo komentāru?

source: Currency code: this field is required
lv_lv: Valūtas kods: šis lauks ir obligāts

source: Currency code: length of code must be exactly 3 characters
lv_lv: Valūtas kods: koda garumam jābūt tieši 3 rakstzīmēm

source: Currency symbol: this field is required
lv_lv: Valūtas simbols: šis lauks ir obligāts

source: Currency symbol: length of symbol must be at least 1 character
lv_lv: Valūtas simbols: simbola garumam ir jābūt vismaz 1 rakstzīmei

source: Name: this field is required
lv_lv: Vārds: šis lauks ir obligāts

source: Name: length of currency name must be at least 1 character
lv_lv: Nosaukums: valūtas nosaukuma garumam ir jābūt vismaz 1 rakstzīmei

source: Currencies
lv_lv: Valūtas

source: Add currency
lv_lv: Pievienojiet valūtu

source: Edit currency
lv_lv: Rediģēt valūtu

source: Update currency
lv_lv: Atjaunināt valūtu

source: Currency Code
lv_lv: Uz valūtas kods

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
lv_lv: Jābūt trīs rakstzīmju kodam saskaņā ar <a href="%s" target="_blank">ISO 4217</a>

source: Currency symbol
lv_lv: Valūtas simbols
