Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Check your debug/error log settings and debug output.
lv_lv: Pārbaudiet atkļūdošanas/kļūdu žurnāla iestatījumus un atkļūdošanas izvadi.

source: Debug/Error log
lv_lv: Atkļūdošanas/kļūdu žurnāls

source: Tools - %s
lv_lv: Rīki — %s

source: First %s lines shown, download log file to see full content
lv_lv: Parādītas pirmās %s rindiņas, lejupielādējiet žurnāla failu, lai skatītu pilnu saturu

source: Debug/Error log settings
lv_lv: Atkļūdošanas/kļūdu žurnāla iestatījumi

source: PHP error log
lv_lv: PHP kļūdu žurnāls

source: PHP errors output to file
lv_lv: PHP kļūdas izvada failā

source: Database debug mode
lv_lv: Datu bāzes atkļūdošanas režīms

source: Enable logs
lv_lv: Iespējot žurnālus

source: You can enable error/debug logs in config.php (located in root directory) by adding following lines
lv_lv: Varat iespējot kļūdu/atkļūdošanas žurnālus failā config.php (atrodas saknes direktorijā), pievienojot šādas rindas

source: Enable PHP debugging
lv_lv: Iespējot PHP atkļūdošanu

source: Stores PHP debug into log file
lv_lv: Saglabā PHP atkļūdošanu žurnālfailā

source: Enable DB debugging
lv_lv: Iespējot DB atkļūdošanu

source: Debug log file
lv_lv: Atkļūdošanas žurnālfails

source: Remove
lv_lv: Noņemt

source: Debug log file is empty or does not exists, it should be located in %s folder.
lv_lv: Atkļūdošanas žurnāla fails ir tukšs vai neeksistē, tam jāatrodas mapē %s.

source: Upload registers from other Osclass installations or upload new geographic information to your site. <strong>Be careful</strong>: don’t use this option if you're not 100% sure what you're doing.
lv_lv: Augšupielādējiet reģistrus no citām Osclass instalācijām vai augšupielādējiet savā vietnē jaunu ģeogrāfisko informāciju. <strong>Esiet piesardzīgs</strong> : neizmantojiet šo opciju, ja neesat 100% spārprotams, ko darāt.

source: Import - %s
lv_lv: Importēt — %s

source: File (.sql)
lv_lv: Fails (.sql)

source: Import data
lv_lv: Importēt datus

source: Browse configuration information of your server, database, osclass and PHP
lv_lv: Pārlūkojiet sava servera, datu bāzes, osclass un PHP konfigurācijas informāciju

source: Configuration information
lv_lv: Konfigurācijas informācija

source: This information can be provided when you report an issue via support ticket or on forums.
lv_lv: Šo informāciju var sniegt, kad ziņojat par problēmu, izmantojot atbalsta biļeti vai forumos.

source: Detail information are not included as it takes more resources to compute. Click on button bellow to include also details about your website.
lv_lv: Sīkāka informācija nav iekļauta, jo tā aprēķināšanai ir nepieciešams vairāk resursu. Noklikšķiniet uz tālāk esošās pogas, lai iekļautu arī informāciju par savu vietni.

source: Run with details
lv_lv: Palaist ar detalizētu informāciju

source: Server information
lv_lv: Servera informācija

source: Server software version
lv_lv: Servera programmatūras versija

source: PHP version
lv_lv: PHP versija

source: Max execution time
lv_lv: Maksimālais izpildes laiks

source: Upload max file size
lv_lv: Augšupielādēt maksimālo faila lielumu

source: Post max file size
lv_lv: Ziņas maksimālais faila lielums

source: Memory limit
lv_lv: Atmiņas ierobežojums

source: Max input vars
lv_lv: Maksimālais ievades vars

source: Allow URL Fopen
lv_lv: Atļaut URL Fopen

source: Database information
lv_lv: Datu bāzes informācija

source: MySQL version
lv_lv: MySQL versija

source: MySQL server
lv_lv: MySQL serveris

source: MySQL name
lv_lv: MySQL nosaukums

source: MySQL user
lv_lv: MySQL lietotājs

source: Tables prefix
lv_lv: Tabulu prefikss

source: Size information
lv_lv: Informācija par izmēru

source: All osclass files
lv_lv: Visi osclass faili

source: Includes
lv_lv: Ieskaitot

source: Admin
lv_lv: Admins

source: Content
lv_lv: Saturs

source: Uploads
lv_lv: Augšupielādes

source: Not available in summary, run configuration information with details
lv_lv: Nav pieejams kopsavilkumā, palaist konfigurācijas informāciju ar detalizētu informāciju

source: Subdomains setup
lv_lv: Apakšdomēnu iestatīšana

source: Count of available subdomains
lv_lv: Pieejamo apakšdomēnu skaits

source: Is subdomain?
lv_lv: Vai apakšdomēns?

source: Yes
lv_lv: Jā

source: No
lv_lv: Nē

source: List of first 20 subdomains
lv_lv: Pirmo 20 apakšdomēnu saraksts

source: Osclass information
lv_lv: Osclass informācija

source: Osclass version
lv_lv: Osclass versija

source: Web URL
lv_lv: Tīmekļa URL

source: Web path
lv_lv: Web ceļš

source: Last update check
lv_lv: Pēdējā atjauninājuma pārbaude

source: Using dev cron
lv_lv: Izmantojot dev cron

source: Current front theme
lv_lv: Pašreizējā priekšējā tēma

source: Current oc-admin theme
lv_lv: Pašreizējais oc-admin motīvs

source: Cache
lv_lv: Kešatmiņa

source: Themes & Plugins information
lv_lv: Motīvu un spraudņu informācija

source: All plugins
lv_lv: Visi spraudņi

source: plugins
lv_lv: spraudņi

source: Enabled plugins
lv_lv: Iespējoti spraudņi

source: Disabled plugins
lv_lv: Atspējoti spraudņi

source: Not installed plugins
lv_lv: Nav instalēti spraudņi

source: All themes
lv_lv: Visas tēmas

source: themes
lv_lv: tēmas

source: Inactive themes
lv_lv: Neaktīvas tēmas

source: Your information
lv_lv: Jūsu informācija

source: Your web browser
lv_lv: Jūsu tīmekļa pārlūkprogramma

source: Permissions information
lv_lv: Informācija par atļaujām

source: In case folder is not readable or writtable, it may be issue when updating or upgrading osclass, themes or plugins.
lv_lv: Ja mape nav lasāma vai rakstāma, tā var rasties, atjauninot vai jauninot osklasi, motīvus vai spraudņus.

source: Folders those are not readable
lv_lv: Mapes, kuras nav lasāmas

source: All folders are readable
lv_lv: Visas mapes ir lasāmas

source: Folders those are not writtable
lv_lv: Mapes, kuras nav ierakstāmas

source: All folders are writtable
lv_lv: Visas mapes ir rakstāmas

source: Location stats - %s
lv_lv: Atrašanās vietas statistika — %s

source: Locations stats
lv_lv: Atrašanās vietu statistika

source: Complete
lv_lv: Pabeigt

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
lv_lv: Varat pārrēķināt savu atrašanās vietas statistiku. Tas ir noderīgi, ja veicat jaunināšanu no versijām, kas vecākas par Osclass 2.4

source: Calculate location stats
lv_lv: Aprēķināt atrašanās vietas statistiku

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
lv_lv: Rādiet lietotājiem ziņojumu Vietne uzturēšanas režīmā, kamēr atjaunināt savu vietni vai maināt tās konfigurāciju.

source: Maintenance - %s
lv_lv: Apkope — %s

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
lv_lv: Apkopes režīmā lietotāji nevar piekļūt jūsu vietnei. Noder, ja nepieciešams veikt izmaiņas savā vietnē. Izmantojiet šo pogu, lai pārslēgtu apkopes režīmu IESLĒGTS/IZSLĒGTS.

source: Maintenance mode is: <strong>%s</strong>
lv_lv: Apkopes režīms ir: <strong>%s</strong>

source: Disable maintenance mode
lv_lv: Atspējot apkopes režīmu

source: Enable maintenance mode
lv_lv: Iespējot apkopes režīmu

source: Checking for updates...
lv_lv: Notiek atjauninājumu pārbaude...

source: Current version: %s
lv_lv: Pašreizējā versija: %s

source: Congratulations! Your Osclass installation is up to date!
lv_lv: Apsveicam! Jūsu Osclass instalācija ir atjaunināta!

source: New version to update:
lv_lv: Ir pieejama jauna versija:

source: Upgrading your Osclass installation (this could take a while). If upgrade does not finish in 10 minutes, simply try to refresh page. If you get successful flash message, everything is alright.
lv_lv: Osclass instalācijas jaunināšana (tas var aizņemt kādu laiku). Ja jaunināšana netiek pabeigta 10 minūšu laikā, vienkārši mēģiniet atsvaidzināt lapu. Ja saņemat veiksmīgu zibatmiņu, viss ir kārtībā.

source: Upgrade has failed with following error:
lv_lv: Jaunināšana neizdevās ar šādu kļūdu:

source: Upgrade has failed from timeout
lv_lv: Jaunināšana neizdevās no taimauta

source: Upgrade
lv_lv: Jaunināt

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
lv_lv: Pārbaudiet, vai izmantojat jaunāko Osclass versiju. Ja nē, sistēma jūs informēs, lai jūs varētu atjaunināt un izmantot jaunākās funkcijas.

source: Upgrade - %s
lv_lv: Jauninājums — %s

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder "%s" before attempting to upgrade your Osclass installation. You can also upgrade Osclass manually, more information in the %s
lv_lv: Jūsu Osclass instalāciju var automātiski jaunināt. Lūdzu, dublējiet savu datu bāzi un mapi "%s", pirms mēģināt jaunināt savu Osclass instalāciju. Osclass var jaunināt arī manuāli. Plašāku informāciju skatiet %s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
lv_lv: Jūsu Osclass instalāciju nevar automātiski jaunināt. Failiem un mapēm ir jābūt rakstāmām. Varat pieteikties rakstīšanas atļaujas, izmantojot SSH ar komandu "chmod -R a+w *" (bez pēdiņām) vai izmantojot FTP klientu, tas ir atkarīgs no programmas, tāpēc mēs nevaram sniegt vairāk informācijas. Varat arī jaunināt Osclass, lejupielādējot jaunināšanas pakotni, izpakojot to un aizstājot serverī esošos failus ar pakotnē esošajiem.

source: Osclass changelog up to v%s
lv_lv: Osclass izmaiņu žurnāls līdz v%s

source: Original string starts with "%s", but translation does not.
lv_lv: Sākotnējā virkne sākas ar "%s", bet tulkojumā tā nav.

source: Translation string starts with "%s", but original does not.
lv_lv: Tulkojuma virkne sākas ar "%s", bet oriģinālā tā nav.

source: Original string ends with "%s", but translation does not.
lv_lv: Sākotnējā virkne beidzas ar "%s", bet tulkojums ne.

source: Translation string ends with "%s", but original does not.
lv_lv: Tulkojuma virkne beidzas ar "%s", bet oriģinālā tā nav.

source: Original string contains magic word "%s" %d times, but translation string contains it %d times.
lv_lv: Sākotnējā virkne satur burvju vārdu "%s" %d reizes, bet tulkojuma virknē tas ir %d reizes.

source: Edit translations catalog %s
lv_lv: Rediģēt tulkojumu katalogu %s

source: Translations - %s
lv_lv: Tulkojumi — %s

source: To complete this translation, it may be required to use at least %d input fields. Your current PHP setting "max_input_vars" is set to limit %d. Increase this value in your PHP settings to avoid problems with translations!
lv_lv: Lai pabeigtu šo tulkojumu, iespējams, būs jāizmanto vismaz %d ievades lauki. Jūsu pašreizējais PHP iestatījums "max_input_vars" ir iestatīts uz ierobežojumu %d. Palieliniet šo vērtību savos PHP iestatījumos, lai izvairītos no problēmām ar tulkojumiem!

source: Search translation...
lv_lv: Meklēt tulkojumu...

source: Show only rows those miss translations
lv_lv: Rādīt tikai tās rindas, kurās trūkst tulkojumu

source: All strings
lv_lv: Visas rindas

source: Only untranslated
lv_lv: Tikai netulkots

source: Show only rows with issue
lv_lv: Rādīt tikai rindas ar problēmu

source: Only with issue
lv_lv: Tikai ar problēmu

source: Add a new line into translation
lv_lv: Pievienojiet tulkojumam jaunu rindiņu

source: Add line
lv_lv: Pievienot rindu

source: This translation has comments
lv_lv: Šim tulkojumam ir komentāri

source: Undo removal
lv_lv: Atsaukt noņemšanu

source: Remove translation
lv_lv: Noņemt tulkojumu

source: Hide comments
lv_lv: Slēpt komentārus

source: Hide references
lv_lv: Slēpt atsauces

source: References in code
lv_lv: Atsauces kodā

source: No references found
lv_lv: Atsauces nav atrastas

source: No comments found
lv_lv: Komentāri nav atrasti

source: File does not exists
lv_lv: Fails neeksistē

source: No translations has been found
lv_lv: Nav atrasts neviens tulkojums

source: Create file from source code
lv_lv: Izveidojiet failu no pirmkoda

source: Source text
lv_lv: Avota teksts

source: Translation
lv_lv: Tulkojums

source: Original text...
lv_lv: Oriģinālais teksts...

source: Translation text...
lv_lv: Tulkojuma teksts...

source: Save translations into .po file and update .mo file
lv_lv: Saglabājiet tulkojumus .po failā un atjauniniet .mo failu

source: Save translation
lv_lv: Saglabāt tulkojumu

source: Update translations from source code. It may take a while.
lv_lv: Atjauniniet tulkojumus no pirmkoda. Tas var aizņemt kādu laiku.

source: Update from source code
lv_lv: Atjaunināt no pirmkoda

source: Create from source code
lv_lv: Izveidojiet no pirmkoda

source: Translation does not exists
lv_lv: Tulkojums neeksistē

source: Open in browser
lv_lv: Atvērt pārlūkprogrammā

source: Search on market
lv_lv: Meklēt tirgū

source: Download as archive
lv_lv: Lejupielādēt kā arhīvu

source: Are you sure you want to remove this translation? Action cannot be undone!
lv_lv: Vai tiešām vēlaties noņemt šo tulkojumu? Darbību nevar atsaukt!

source: Remove this translation
lv_lv: Noņemt šo tulkojumu

source: Only complete translation catalogs can be submitted to Osclass team and shared with community
lv_lv: Osclass komandai var iesniegt un koplietot tikai pilnus tulkojumu katalogus

source: Share your translation catalog with community and help others with translations!
lv_lv: Kopīgojiet savu tulkojumu katalogu ar kopienu un palīdziet citiem ar tulkojumiem!

source: Provide to community
lv_lv: Nodrošināt grupai

source: Catalog
lv_lv: Katalogs

source: Core
lv_lv: Kodols

source: Section
lv_lv: Sadaļa

source: Flash messages
lv_lv: Zibziņas

source: Default theme
lv_lv: Noklusējuma motīvs

source: %s%% translated
lv_lv: %s%% tulkoti

source: %d missing
lv_lv: Trūkst %d

source: No missing tranlsations
lv_lv: Nav trūkstošo tulkojumu

source: %d translations
lv_lv: %d tulkojumi

source: Translations
lv_lv: Tulkojumi

source: More effecient way to perform translations can be using of poedit (free program, download at poedit.net). Please follow %s to understand how to work with .po and .mo files. Osclass use only .mo files to extract translations.
lv_lv: Efektīvāks tulkojumu veikšanas veids var būt poedit (bezmaksas programma, lejupielāde poedit.net) izmantošana. Lūdzu, izpildiet %s, lai saprastu, kā strādāt ar .po un .mo failiem. Osclass izmanto tikai .mo failus, lai iegūtu tulkojumus.

source: documentation
lv_lv: dokumentācija

source: Create or update translations
lv_lv: Izveidojiet vai atjauniniet tulkojumus

source: Choose your language
lv_lv: Izvēlieties savu valodu

source: Select a language...
lv_lv: Izvēlieties valodu...

source: Type of translation
lv_lv: Tulkojuma veids

source: Select a type...
lv_lv: Izvēlieties veidu...

source: Choose a section
lv_lv: Izvēlieties sadaļu

source: Select a section...
lv_lv: Atlasiet sadaļu...

source: Choose a theme
lv_lv: Izvēlieties motīvu

source: Select a theme...
lv_lv: Izvēlieties motīvu...

source: Choose a plugin
lv_lv: Izvēlieties spraudni

source: Select a plugin...
lv_lv: Atlasiet spraudni...

source: Edit translation
lv_lv: Rediģēt tulkojumu

source: Copy translations
lv_lv: Kopēt tulkojumus

source: Source translations catalog
lv_lv: Avotu tulkojumu katalogs

source: Osclass will take all translations from this catalog.
lv_lv: Osclass uzņems visus tulkojumus no šī kataloga.

source: Target translation catalog
lv_lv: Mērķa tulkojumu katalogs

source: Translations withdrawn from source catalog will be updated in target translations catalog. Only translations those exists in target catalog and are empty (untranslated) will be updated. Translated strings in target catalog will not be updated or rewritten.
lv_lv: Tulkojumi, kas izņemti no avota kataloga, tiks atjaunināti mērķa tulkojumu katalogā. Tiks atjaunināti tikai tie tulkojumi, kas ir mērķa katalogā un ir tukši (netulkoti). Tulkotās virknes mērķa katalogā netiks atjauninātas vai pārrakstītas.

source: Update translation
lv_lv: Atjaunināt tulkojumu

source: List of existing translations
lv_lv: Esošo tulkojumu saraksts

source: %d files, %d strings
lv_lv: %d faili, %d virknes

source: There was problem with upgrade, %s has resulted with error.
lv_lv: Radās problēma ar jaunināšanu, %s radīja kļūdu.

source: Upgrading your Osclass installation (this could take a while)
lv_lv: Osclass instalācijas jaunināšana (tas var aizņemt kādu laiku)

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
lv_lv: Jūs esat augšupielādējis jaunu Osclass versiju. Jums ir jājaunina Osclass, lai tā darbotos pareizi.

source: This action cannot be done because it is a demo site. Disable demo mode in config.php to continue with upgrade.
lv_lv: Šo darbību nevar veikt, jo tā ir demonstrācijas vietne. Lai turpinātu jaunināšanu, vietnē config.php atspējojiet demonstrācijas režīmu.

source: Upgrade now
lv_lv: Uzlabot tagad

source: Add, edit or delete information associated to alerts.
lv_lv: Pievienojiet, rediģējiet vai dzēsiet ar paziņojumiem saistīto informāciju.

source: Manage alerts - %s
lv_lv: Pārvaldīt paziņojumus - %s

source: Manage alerts
lv_lv: Pārvaldīt paziņojumus

source: Bulk Actions
lv_lv: Lielapjoma darbības

source: Are you sure you want to %s the selected alerts?
lv_lv: Vai tiešām vēlaties %s atlasītos brīdinājumus?

source: Delete alert
lv_lv: Dzēst paziņojumus

source: Are you sure you want to delete this alert?
lv_lv: Vai tiešām vēlaties dzēst šo paziņojumu?

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
lv_lv: Pievienojiet, rediģējiet vai dzēsiet aizlieguma noteikumus. Ņemiet vērā, ka aizlieguma noteikumi neļauj lietotājiem reģistrēties, publicēt vai komentēt ierakstus.

source: Manage ban rules - %s
lv_lv: Pārvaldīt aizlieguma noteikumus — %s

source: Manage ban rules
lv_lv: Pārvaldiet aizlieguma noteikumus

source: Search for a rule
lv_lv: Meklējiet noteikumu

source: %d rules
lv_lv: %d noteikumi

source: Delete rule
lv_lv: Dzēst noteikumu

source: Are you sure you want to delete this ban rule?
lv_lv: Vai tiešām vēlaties dzēst šo aizlieguma noteikumu?

source: Edit rule
lv_lv: Rediģēt noteikumu

source: Update rule
lv_lv: Atjaunināt noteikumu

source: Add new ban rule
lv_lv: Pievienojiet jaunu aizlieguma noteikumu

source: Ban name / Reason
lv_lv: Aizlieguma nosaukums / iemesls

source: IP rule
lv_lv: IP noteikums

source: Example: 192.168.10-20.*, 192.*.*.*, 192.*.20.*, 192.*.10-20.1, 192.168.10.1
lv_lv: Piemērs: 192.168.10-20.*, 192.*.*.*, 192.*.20.*, 192.*.10-20.1, 192.168.10.1

source: E-mail rule
lv_lv: E-pasta noteikums

source: Example: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com
lv_lv: Piemērs: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com

source: Update user
lv_lv: Atjaunināt lietotāju

source: Add new user
lv_lv: Pievienot jaunu lietotāju

source: Username: this field is required
lv_lv: Lietotājvārds: šis lauks ir nepieciešams

source: The username is available
lv_lv: Lietotājvārds ir pieejams

source: The username is NOT available
lv_lv: Lietotājvārds nav pieejams

source: Contact info
lv_lv: Kontaktinformācija

source: Last access
lv_lv: Pēdējā piekļuve

source: %s on %s
lv_lv: %s no %s

source: Failed logins
lv_lv: Neizdevās pieteikšanās

source: %s failed attempts, last one on %s
lv_lv: %s neveiksmīgi mēģinājumi, pēdējais: %s

source: Profile picture
lv_lv: Profila attēls

source: (required)
lv_lv: (obligāts)

source: Mobile phone
lv_lv: Mobilais tālrunis

source: Land phone
lv_lv: Fiksētais numurs

source: Website
lv_lv: Tīmekļa vietne

source: About you
lv_lv: Par tevi

source: User type
lv_lv: Lietotāja veids

source: Additional information
lv_lv: Papildus informācija

source: Location
lv_lv: Atrašanās vieta

source: (twice, required)
lv_lv: (divas reizes, obligāti)

source: If you'd like to change the password, type a new one. Otherwise leave this blank
lv_lv: Ja vēlaties mainīt paroli, ierakstiet jaunu. Pretējā gadījumā atstājiet šo lauku tukšu

source: Alert #%d
lv_lv: Paziņojums Nr. %d

source: <b>Pattern:</b> %s
lv_lv: <b>Raksts:</b> %s

source: ...More
lv_lv: …Vairāk

source: <b>Categories:</b> %s
lv_lv: <b>Kategorijas:</b> %s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
lv_lv: Pievienojiet, rediģējiet vai dzēsiet informāciju, kas saistīta ar reģistrētajiem lietotājiem. Ņemiet vērā, ka, dzēšot lietotāju, tiek dzēsti arī visi lietotāja publicētie ieraksti.

source: Manage users - %s
lv_lv: Pārvaldīt lietotājus — %s

source: Manage users
lv_lv: Pārvaldīt lietotājus

source: %d Users
lv_lv: %d lietotāji

source: Delete user
lv_lv: Dzēst lietotāju

source: Are you sure you want to delete this user?
lv_lv: Vai tiešām vēlaties dzēst šo lietotāju?

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
lv_lv: Pārvaldiet ar jūsu vietnes lietotājiem saistītās opcijas. Šeit jūs varat izlemt, vai lietotājiem ir jāreģistrējas vai arī ir nepieciešams e-pasta apstiprinājums, kā arī citas iespējas.

source: User Settings - %s
lv_lv: Lietotāja iestatījumi — %s

source: User Settings
lv_lv: Lietotāja iestatījumi

source: Users enabled
lv_lv: Lietotāji aktivizēti

source: Anyone can register
lv_lv: Reģistrēties var ikviens

source: Users need to validate their account
lv_lv: Lietotājiem nepieciešams apstiprināt savu kontu

source: Admin notifications
lv_lv: Administratora paziņojumi

source: When a new user is registered
lv_lv: Ja ir reģistrēts jauns lietotājs

source: Admin toolbar
lv_lv: Administratora rīkjosla

source: Enable admin toolbar in front page
lv_lv: Iespējot administratora rīkjoslu pirmajā lapā

source: Enable TinyMCE on user profile - additional information textarea in front/back office
lv_lv: Iespējot TinyMCE lietotāja profilā — papildu informācijas teksta apgabals priekšējā/aizmugurējā birojā

source: Username generator
lv_lv: Lietotājvārdu ģenerators

source: Use user ID
lv_lv: Izmantojiet lietotāja ID

source: Create slug from name
lv_lv: Izveidojiet saīsinājumu no nosaukuma

source: Generator is not used, when user enters username in registration or profile form (when available).
lv_lv: Ģenerators netiek izmantots, kad lietotājs ievada lietotājvārdu reģistrācijas vai profila formā (ja pieejams).

source: Username blacklist
lv_lv: Lietotājvārdu melnais saraksts

source: List of terms not allowed in usernames, separated by commas
lv_lv: Lietotājvārdos aizliegto terminu saraksts, atdalīts ar komatiem

source: Profile picture settings
lv_lv: Profila attēla iestatījumi

source: Profile pictures
lv_lv: Profila bildes

source: Enable users to upload their profile picture
lv_lv: Ļaujiet lietotājiem augšupielādēt savu profila attēlu

source: Required scripts and styles on user profile page will be automatically loaded.
lv_lv: Nepieciešamie skripti un stili lietotāja profila lapā tiks automātiski ielādēti.

source: Select library you want to use for profile pictures. Uppy.io is more advanced.
lv_lv: Atlasiet bibliotēku, kuru vēlaties izmantot profila attēliem. Uppy.io ir uzlabots.

source: Profile picture size
lv_lv: Profila attēla izmērs
