Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: Should not be longer than 2 characters. Examples: $, €, £, ₽, ₦, ₮, ₩, ¥, ₹, ...
lv_lv: Nedrīkst būt garāks par 2 rakstzīmēm. Piemēri: $, €, £, ₽, ₦, ₮, ₩, ¥, ₹, ...

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
lv_lv: Pievienojiet jaunas valūtas vai rediģējiet esošās valūtas, lai lietotāji varētu publicēt sarakstus savas valsts valūtā.

source: Currencies - %s
lv_lv: Valūtas — %s

source: Are you sure you want to %s the selected currencies?
lv_lv: Vai tiešām vēlaties %s atlasītās valūtas?

source: Code
lv_lv: Kods

source: Symbol
lv_lv: Simbols

source: Delete currency
lv_lv: Dzēst valūtu

source: Are you sure you want to delete this currency?
lv_lv: Vai tiešām vēlaties dzēst šo valūtu?

source: Send email
lv_lv: Nosūtīt e-pastu

source: Edit email template - %s
lv_lv: Rediģēt e-pasta veidni — %s

source: Edit email template
lv_lv: Rediģēt e-pasta veidni

source: Internal name
lv_lv: Iekšējais nosaukums

source: Used to identify the email template
lv_lv: Izmanto, lai identificētu e-pasta veidni

source: Legend
lv_lv: Leģenda

source: Test it
lv_lv: Pārbaudi to

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
lv_lv: Mainiet e-pasta ziņojumus, ko jūsu vietnes lietotāji saņem, kad viņi pievienojas jūsu vietnei, kad kāds izrāda interesi par viņu reklāmu, lai atgūtu savu paroli... <strong>Esiet piesardzīgs</strong> : nemainiet nevienu vārdu, kas tiek rādīts iekavās.

source: Email templates - %s
lv_lv: E-pasta veidnes — %s

source: Emails templates
lv_lv: E-pasta veidnes

source: Create date
lv_lv: Izveidot datumu

source: Edit custom field
lv_lv: Rediģēt pielāgoto lauku

source: Options
lv_lv: Opcijas

source: Separate options with commas
lv_lv: Atdaliet opcijas ar komatiem

source: This field is required
lv_lv: Šie lauki jāaizpilda obligāti

source: Select the categories where you want to apply this attribute:
lv_lv: Atlasiet kategorijas, kurām vēlaties lietot šo atribūtu:

source: Check all
lv_lv: Pārbaudi visu

source: Uncheck all
lv_lv: Noņemiet atzīmi no visiem

source: Advanced options
lv_lv: Paplašinātas iespējas

source: Identifier name
lv_lv: Identifikatora nosaukums

source: Only alphanumeric characters are allowed [a-z0-9_-]
lv_lv: Ir atļautas tikai burtciparu rakstzīmes [a-z0-9_-]

source: Tick to allow searches by this field
lv_lv: Atzīmējiet, lai atļautu meklēšanu pēc šī lauka

source: At least one option is required.
lv_lv: Nepieciešama vismaz viena iespēja.

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
lv_lv: Izveidojiet jaunus laukus, kas lietotājiem jāaizpilda, publicējot sludinājumu. Varat pieprasīt papildu informāciju, piemēram, guļamistabu skaitu nekustamo īpašumu sarakstos vai degvielas veidu automašīnu sarakstos.

source: Add custom field
lv_lv: Pievienojiet pielāgotu lauku

source: Custom field could not be added
lv_lv: Pielāgotu lauku nevarēja pievienot

source: Custom fields - %s
lv_lv: Pielāgoti lauki — %s

source: Drag & drop the custom fields to reorder them the way you like. Click on edit link to edit the custom field
lv_lv: Velciet un nometiet pielāgotos laukus, lai pārkārtotu tos tā, kā vēlaties. Noklikšķiniet uz saites rediģēt, lai rediģētu pielāgoto lauku

source: Custom fields
lv_lv: Pielāgoti lauki

source: You don't have any custom fields yet
lv_lv: Jums vēl nav neviena pielāgota lauka

source: Delete custom field
lv_lv: Dzēst pielāgoto lauku

source: Are you sure you want to delete this custom field?
lv_lv: Vai tiešām vēlaties dzēst šo pielāgoto lauku?

source: Show/hide password
lv_lv: Rādīt/paslēpt paroli

source: Recover admin password
lv_lv: Atgūt administratora paroli

source: Add listing
lv_lv: Pievienot sludinājumu

source: Edit listing
lv_lv: Labot sludinājumu

source: Update listing
lv_lv: Atjaunināt sludinājumu

source: View listing on front
lv_lv: Skatīt sarakstu priekšpusē

source: Category
lv_lv: Kategorija

source: Price
lv_lv: Cena

source: Photos
lv_lv: Fotogrāfijas

source: optional
lv_lv: pēc izvēles

source: Add new photo
lv_lv: Pievienot jaunu fotoattēlu

source: User information
lv_lv: Lietotāja informācija

source: Edit %s's profile
lv_lv: Rediģēt lietotāja %s profilu

source: Phone
lv_lv: Tālrunis

source: Other contact
lv_lv: Cita kontaktpersona

source: Ip Address
lv_lv: IP Adrese

source: Show e-mail
lv_lv: Rādīt e-pastu

source: Show phone
lv_lv: Rādīt tālruni

source: Item location
lv_lv: Preces atrašanās vieta

source: Country
lv_lv: Valsts

source: Region
lv_lv: Novads

source: City
lv_lv: Pilsēta

source: City area
lv_lv: Rajons

source: Zip code
lv_lv: Pasta indekss

source: Address
lv_lv: Adrese

source: Latitude
lv_lv: Platums

source: Longitude
lv_lv: Garums

source: Expiration
lv_lv: Derīguma termiņš

source: It could be an integer (days from original publishing date it will be expired, 0 to never expire) or a date in the format "yyyy-mm-dd hh:mm:ss"
lv_lv: Tas var būt vesels skaitlis (dienas no sākotnējās publicēšanas datuma, tā derīguma termiņš beigsies, 0, lai nekad nebeigtos) vai datums formātā "gggg-mm-dd hh:mm:ss".

source: Update expiration?
lv_lv: Vai atjaunināt publicēšanas termiņu?

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
lv_lv: Pārvaldiet visus sarakstus savā vietnē: rediģējiet, dzēsiet vai bloķējiet jaunākos publicētos sarakstus. Jūs varat arī filtrēt pēc vairākiem parametriem: lietotājs, reģions, pilsēta uc.

source: Manage listings - %s
lv_lv: Pārvaldīt sludinājumu - %s

source: Delete listing
lv_lv: Dzēst sludinājumu

source: Filters
lv_lv: Filtri

source: Pattern
lv_lv: Raksts

source: Email
lv_lv: E-pasts

source: Choose an option
lv_lv: Izvēlieties opciju

source: ON
lv_lv: IESLĒGTS

source: OFF
lv_lv: IZSLĒGTS

source: Spam
lv_lv: Spams

source: Apply filters
lv_lv: Lietot filtrus

source: Reset filters
lv_lv: Atiestatīt filtrus

source: Manage listings
lv_lv: Pārvaldīt sludinājumus

source: %d Listings
lv_lv: %d Saraksti

source: Show filters
lv_lv: Rādīt filtrus

source: Item ID
lv_lv: Preces ID

source: Find
lv_lv: Atrast

source: Are you sure you want to delete this listing?
lv_lv: Šo darbību nevar atsaukt. Vai tiešām vēlaties dzēst šo sludinājumu?

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
lv_lv: Šeit varat rediģēt vai dzēst sludinājumus, par kuriem ziņojuši lietotāji (surogātpasta, nepareizi klasificēti, dublikāti, beidzies publicēšanas termiņš, aizskaroši). Varat arī dzēst ziņojumu, ja uzskatāt, ka tas ir kļūdains.

source: Reported listings - %s
lv_lv: Sludinājumi, par kuriem ziņots - %s

source: Reported listings
lv_lv: Sludinājumi, par kuriem ziņots

source: Are you sure you want to %s the selected items?
lv_lv: Vai tiešām vēlaties %s atlasītos vienumus?

source: Are you sure you want to clear all the reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt visus atlasīto vienumu pārskatus?

source: Clear All
lv_lv: Notīrīt visu

source: Are you sure you want to clear the spam reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt atlasīto vienumu surogātpasta ziņojumus?

source: Clear Spam
lv_lv: Notīrīt surogātpastu

source: Are you sure you want to clear the misclassified reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt atlasīto vienumu nepareizi klasificētos pārskatus?

source: Clear Missclassified
lv_lv: Notīrīt nepareizi klasificētu

source: Are you sure you want to clear the duplicated reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt atlasīto vienumu dublētos pārskatus?

source: Clear Duplicated
lv_lv: Notīrīt dublikatus

source: Are you sure you want to clear the expired reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt atlasīto vienumu pārskatus, kuriem beidzies derīguma termiņš?

source: Clear Expired
lv_lv: Notīrīt Nederīgs

source: Are you sure you want to clear the offensive reportings of the selected items?
lv_lv: Vai tiešām vēlaties notīrīt atlasīto vienumu aizskarošos ziņojumus?

source: Clear Offensive
lv_lv: Dzēst aizskarošus

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
lv_lv: Mainiet savu sludinājumu vispārīgos iestatījumus. Izlemiet, vai lietotājiem ir jāreģistrējas, lai kaut ko publicētu, katram sludinājumam atļauto attēlu skaitu utt.

source: Listing Settings - %s
lv_lv: Sludinājuma iestatījumi - %s

source: Listing Settings
lv_lv: Sludinājuma iestatījumi

source: Only logged in users can post listings
lv_lv: Tikai pieteikušies lietotāji var publicēt sludinājumus

source: An user has to wait %s seconds between each listing added
lv_lv: Lietotājam ir jāgaida %s sekundes starp katru sludinājuma pievienošanu

source: If the value is set to zero, there is no wait period
lv_lv: Ja vērtība ir iestatīta uz nulli, gaidīšanas perioda nav

source: Users have to validate their listings
lv_lv: Lietotājiem ir jāapstiprina savi sludinājumi

source: Users can disable / de-activate listing
lv_lv: Lietotāji var atspējot / deaktivizēt sludinājumu

source: Disable mark/report listing feature
lv_lv: Atspējot atzīmju/ziņojumu sludinājuma funkciju

source: After %s validated listings the user doesn't need to validate the listings any more
lv_lv: Pēc %s apstiprinātā saraksta lietotājam vairs nav jāpārbauda saraksti

source: If the value is zero, it means that each listing must be validated
lv_lv: Ja vērtība ir nulle, tas nozīmē, ka katrs sludinājums ir jāapstiprina

source: Logged in users don't need to validate their listings
lv_lv: Pieteikušies lietotājiem nav jāapstiprina savi sludinājumi

source: Show reCAPTCHA in add/edit listing form
lv_lv: Rādīt reCAPTCHA sludinājuma pievienošanas/rediģēšanas veidlapā

source: <strong>Remember</strong> that you must configure reCAPTCHA first
lv_lv: <strong>Atcerieties</strong> , ka vispirms ir jākonfigurē reCAPTCHA

source: Enable TinyMCE on add/edit listing form in front/back office
lv_lv: Iespējojiet TinyMCE sludinājuma pievienošanas/rediģēšanas veidlapā priekšējā/aizmugurējā birojā

source: TinyMCE enable to format description of listings
lv_lv: TinyMCE ļauj formatēt sludinājumu aprakstu

source: Renewal
lv_lv: Atjaunošana

source: User can renew its listings once expired. This feature is available only to registered users.
lv_lv: Lietotājs var atjaunot savus sludinājumus, kad beidzies publicēšanas termiņš. Šī funkcija ir pieejama tikai reģistrētiem lietotājiem.

source: Publish date of renewed listing is updated to current date
lv_lv: Atjaunotā sludinājuma publicēšanas datums ir atjaunināts uz pašreizējo datumu

source: Listing can be republished %s times at maximum
lv_lv: Sludinājumu var pārpublicēt ne vairāk kā %s reizes

source: If the value is set to zero, there is no renewal limit
lv_lv: Ja vērtība ir iestatīta uz nulli, atjaunošanas ierobežojuma nav

source: Contact publisher
lv_lv: Sazinieties ar izdevēju

source: Disable contact publisher form
lv_lv: Atspējot saziņas veidlapu ar autoru

source: Only allow registered users to contact publisher
lv_lv: Ļaujiet tikai reģistrētiem lietotājiem sazināties ar autoru

source: Only allow registered users to see contact phone number
lv_lv: Atļaut tikai reģistrētiem lietotājiem redzēt kontakttālruņa numuru

source: Allow attached files in contact publisher form
lv_lv: Atļaut pievienotos failus saziņas autora veidlapā

source: Send to friend
lv_lv: Nosūtīt draugam

source: Disable send to friend form
lv_lv: Atspējot sūtīšanas veidlapu draugam

source: Notifications
lv_lv: Paziņojumi

source: Notify admin when a new listing is added
lv_lv: Paziņot administratoram, kad tiek pievienots jauns sludinājums

source: Send admin a copy of the "contact publisher" email
lv_lv: Nosūtiet administratoram e-pasta adresi kontaktpersonas izdevējs

source: Send admin a copy to "share listing" email
lv_lv: Sūtiet admin kopiju uz e-pastu kopīgošanas sarakstā

source: Warn about expiration
lv_lv: Brīdināt par derīguma termiņa beigām

source: days
lv_lv: dienas

source: This option will send an email X days before an ad expires to the author. 0 for no email.
lv_lv: Šī opcija autoram nosūtīs e-pasta ziņojumu X dienas pirms reklāmas derīguma termiņa beigām. 0 bez e-pasta.

source: Redirect priority after publish
lv_lv: Pārvirzīšanas prioritāte pēc publicēšanas

source: Dashboard > Listing > Category
lv_lv: Informācijas panelis > Ieraksts > Kategorija

source: Listing > Category
lv_lv: Sludinājums > Kategorija

source: Redirect priority once item is published. I.e. Dashboard > Listing > Search means, that if user is logged in, will be redirected to user listings page in account. If is not logged and item is active, will be redirected to listing page. Otherwise will go to category page.
lv_lv: Pārvirzīšanas prioritāte, kad vienums ir publicēts. T.i. Informācijas panelis > Sludinājums > Meklēšana nozīmē, ka, ja lietotājs ir pieteicies, tiks novirzīts uz konta lietotāju sludinājumu lapu. Ja nav reģistrēts un vienums ir aktīvs, tiks novirzīts uz sludinājumu lapu. Pretējā gadījumā tiks atvērta kategorijas lapa.

source: Title length
lv_lv: Virsraksta garums

source: characters
lv_lv: rakstzīmes

source: Description length
lv_lv: Apraksta garums

source: Optional fields
lv_lv: Izvēles lauki

source: Attach images
lv_lv: Pievienojiet attēlus

source: Attach %s images per listing
lv_lv: Pievienojiet %s attēlus vienā ierakstā

source: If the value is zero, it means an unlimited number of images is allowed
lv_lv: Ja vērtība ir nulle, tas nozīmē, ka ir atļauts neierobežots attēlu skaits

source: Add language - %s
lv_lv: Pievienot valodu — %s

source: Add language
lv_lv: Pievienot valodu

source: You can import new languages and translations directly in %s section.
lv_lv: Jūs varat importēt jaunas valodas un tulkojumus tieši sadaļā %s.

source: Market > Languages
lv_lv: Tirgus > Valodas

source: Language package (.zip)
lv_lv: Valodu pakotne (.zip)

source: Can't install a new language
lv_lv: Nevar instalēt jaunu valodu

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
lv_lv: Tulkojumu mapi nevar ierakstīt jūsu serverī, tāpēc jūs nevarat augšupielādēt tulkojumus no administrācijas paneļa. Lūdzu, izveidojiet tulkošanas mapi rakstāmu un mēģiniet vēlreiz.

source: Edit language - %s
lv_lv: Rediģēt valodu — %s

source: Edit language
lv_lv: Rediģēt valodu

source: Short name
lv_lv: Īss vārds

source: Date format
lv_lv: Datuma formāts

source: Enabled for the public website
lv_lv: Iespējots publiskajai vietnei

source: Enabled for the backoffice (oc-admin)
lv_lv: Iespējots backoffice (oc-admin)

source: Price format settings
lv_lv: Cenu formāta iestatījumi

source: Currency format
lv_lv: Valūtas formāts

source: Number of decimals
lv_lv: Decimāldaļu skaits

source: Decimal point
lv_lv: Decimālzīme

source: Thousands separator
lv_lv: Tūkstošu atdalītājs

source: Default currency
lv_lv: Noklusējuma valūta

source: Advanced settings
lv_lv: Detalizēti iestatījumi

source: Stopwords
lv_lv: Stopvārdi

source: Native location names
lv_lv: Vietējo vietu nosaukumi

source: Location names will be shown in their native form
lv_lv: Atrašanās vietu nosaukumi tiks parādīti to sākotnējā formā

source: Text direction
lv_lv: Teksta virziens

source: Is RTL language
lv_lv: Ir RTL valoda

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
lv_lv: Pievienojiet, rediģējiet vai dzēsiet valodu, kurā tiek rādīta jūsu Osclass, gan to daļu, ko var skatīt lietotāji, gan administratora paneli.

source: Languages - %s
lv_lv: Valodas — %s

source: Delete language
lv_lv: Dzēst valodu

source: Your default language is %s. Default language cannot be removed or disabled and can be changed in %s section.
lv_lv: Jūsu noklusējuma valoda ir %s. Noklusējuma valodu nevar noņemt vai atspējot, un to var mainīt sadaļā %s.

source: Manage Languages
lv_lv: Pārvaldīt valodas

source: Status
lv_lv: Statuss

source: Native loc.
lv_lv: Oriģinālā viet.

source: Direction
lv_lv: Virziens

source: Are you sure you want to delete this language?
lv_lv: Vai tiešām vēlies dzēst šo valodu?

source: Date
lv_lv: Datums

source: Language has been downloaded correctly.
lv_lv: Valoda ir lejupielādēta pareizi.

source: Update language from OsclassPoint
lv_lv: Atjauniniet valodu no OsclassPoint

source: Delete location
lv_lv: Dzēst atrašanās vietu

source: View more
lv_lv: Vairāk

source: Edit country
lv_lv: Rediģēt valsti

source: Add new country
lv_lv: Pievienot jaunu valsti

source: Edit region
lv_lv: Rediģēt novadu

source: Add new region
lv_lv: Pievienot jaunu novadu

source: Edit city
lv_lv: Rediģēt pilsētu

source: Add new city
lv_lv: Pievienot jaunu pilsētu

source: Import a location
lv_lv: Importējiet atrašanās vietu

source: No entries has been found
lv_lv: Ieraksti nav atrasti

source: No cities has been found for region ID:
lv_lv: Reģiona ID nav atrasta neviena pilsēta:

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
lv_lv: Pievienojiet, rediģējiet vai dzēsiet valstis, novadus un pilsētas, kas instalētas jūsu Osclass. <strong>Esiet piesardzīgs</strong> : mainot atrašanās vietas, jūsu statistika var būt nepareiza, līdz tā tiek pārrēķināta. Mainiet tikai tad, ja esat pārliecināts, ko darāt!

source: Locations - %s
lv_lv: Atrašanās vietas — %s

source: Locations
lv_lv: Atrašanās vietas

source: Country code should have two characters
lv_lv: Valsts kodam ir jābūt divām rakstzīmēm

source: Country code
lv_lv: Valsts kods

source: Add country
lv_lv: Pievienot valsti

source: Native name
lv_lv: Dzimtā vārds

source: Phone code
lv_lv: Tālruņa kods

source: Without plus sign, example: 420, 85, 43
lv_lv: Bez pluszīmes, piemēram: 420, 85, 43

source: Currency code
lv_lv: Valūtas kods

source: 3 uppercase letters, example: EUR, USD, GBP
lv_lv: 3 lielie burti, piemēram: EUR, USD, GBP

source: Slug
lv_lv: Sauklis

source: The slug has to be a unique string, could be left blank
lv_lv: Gliemežam ir jābūt unikālai virknei, to var atstāt tukšu

source: Add region
lv_lv: Pievienot novadu

source: Add city
lv_lv: Pievienot pilsētu

source: Countries
lv_lv: Valstis

source: Import new
lv_lv: Importēt jaunu

source: Remove selected
lv_lv: Noņemt atlasīto

source: Regions
lv_lv: Novadi

source: Cities
lv_lv: Pilsētas

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
lv_lv: Šo darbību nevar atsaukt. Ar šo atrašanās vietu saistītie vienumi tiks dzēsti. Lietotāji no šīs atrašanās vietas tiks atsaistīti, bet netiks izdzēsti. Vai tiešām vēlaties turpināt?

source: Import a country with it's regions and cities from our database. Already imported countries aren't shown.
lv_lv: Importējiet valsti ar tās reģioniem un pilsētām no mūsu datu bāzes. Jau importētās valstis netiek rādītas.

source: Select an option
lv_lv: Izvēlieties opciju

source: No locations available.
lv_lv: Nav pieejama neviena atrašanās vieta.

source: Import
lv_lv: Importēt

source: Dashboard
lv_lv: Vadības panelis

source: Dashboard - %s
lv_lv: Informācijas panelis — %s

source: Users
lv_lv: Lietotāji

source: ERROR: Database tables engine check failed! All datatabase tables must use <b>InnoDB</b> engine, using different engine will cause compatibility problems with plugins, themes and foreign key constraints. Please change database tables engine to InnoDB. Note that item description can use MyISAM engine as well.
lv_lv: KĻŪDA: datu bāzes tabulu dzinēja pārbaude neizdevās! Visām datu bāzes tabulām ir jāizmanto <b>InnoDB</b> dzinējs, jo dažādu dzinēju izmantošana radīs saderības problēmas ar spraudņiem, motīviem un ārējās atslēgas ierobežojumiem. Lūdzu, mainiet datu bāzes tabulu dzinēju uz InnoDB. Ņemiet vērā, ka preces aprakstā var izmantot arī MyISAM dzinēju.

source: Nothing to show there, you've hidden all dashboard columns.
lv_lv: Tur nav ko rādīt, jūs esat paslēpis visas informācijas paneļa kolonnas.

source: To configure columns & widgets, click on "Settings" button in top right corner.
lv_lv: Lai konfigurētu kolonnas un logrīkus, augšējā labajā stūrī noklikšķiniet uz pogas "Iestatījumi".

source: At a glance
lv_lv: Īsumā

source: Collapse
lv_lv: Sakļaut

source: Running on osclass v%s, using %s for front office and %s for backoffice.
lv_lv: Darbojas osclass v%s, izmantojot %s front office un %s backoffice.

source: This website is using %s plugins, %s are active, %s are disabled and %s are not installed.
lv_lv: Šī vietne izmanto %s spraudņus, %s ir aktīvi, %s ir atspējoti un %s nav instalēti.

source: Optimization
lv_lv: Optimizācija

source: CSS style sheets optimization is enabled.
lv_lv: CSS stila lapu optimizācija ir iespējota.

source: CSS style sheets optimization is disabled.
lv_lv: CSS stila lapu optimizācija ir atspējota.

source: JS scripts optimization is enabled.
lv_lv: Ir iespējota JS skriptu optimizācija.

source: JS scripts optimization is disabled.
lv_lv: JS skriptu optimizācija ir atspējota.

source: Optimized files has size %s.
lv_lv: Optimizēto failu izmērs ir %s.

source: Optimization settings
lv_lv: Optimizācijas iestatījumi

source: Market accessibility
lv_lv: Tirgus pieejamība

source: Loading...
lv_lv: Notiek ielādēšana...

source: Unable to load data
lv_lv: Nevar ielādēt datus

source: Listings activity
lv_lv: Sludinājumu darbība

source: Published in last 24 hours: %s
lv_lv: Publicēts pēdējo 24 stundu laikā: %s

source: Published in last 7 days: %s
lv_lv: Publicēts pēdējo 7 dienu laikā: %s

source: Overall published: %s
lv_lv: Kopumā publicēts: %s

source: Recently published
lv_lv: Nesen publicēts

source: No listings has been found
lv_lv: Nav saraksti

source: Not validated
lv_lv: Nav apstiprināts

source: Comments activity
lv_lv: Komentāru darbība

source: Pending validation: %s
lv_lv: Gaida validāciju: %s

source: No comments has been found
lv_lv: Komentāri nav atrasti

source: Users activity
lv_lv: Lietotāju darbība

source: Registered in last 24 hours: %s
lv_lv: Reģistrējušies pēdējo 24 stundu laikā: %s

source: Registered in last 7 days: %s
lv_lv: Reģistrējušies pēdējo 7 dienu laikā: %s

source: Overall registered: %s
lv_lv: Kopumā reģistrēti: %s

source: Recently registered
lv_lv: Nesen reģistrēti

source: No users has been found
lv_lv: Nav atrasts neviens lietotājs

source: Ban rules
lv_lv: Aizlieguma noteikumi

source: Total number of ban rules: %s
lv_lv: Kopējais aizlieguma noteikumu skaits: %s

source: Latest rules
lv_lv: Jaunākie noteikumi

source: No ban rules has been found
lv_lv: Nav atrasti aizlieguma noteikumi

source: Useful links
lv_lv: Noderīgas saites

source: Download osclass
lv_lv: Lejupielādēt osclass

source: Market
lv_lv: Tirgus

source: Documentation
lv_lv: Dokumentācija

source: Listing statistics
lv_lv: Sludinājumu statistika

source: last 14 days
lv_lv: pēdējās 14 dienas

source: Total number of listings: %s
lv_lv: Kopējais ierakstu skaits: %s

source: Comments statistics
lv_lv: Komentāru statistika
