Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/core.po
Languages: lv_lv

source: There is %s images to be processed. It is recommended to increase php maximum execution time and memory to highest values, in case you have thousands of images, as this process is extensive. If you get error after while, simple go back to this page and continue with process, regeneration will start on latest regenerated image.
lv_lv: Ir jāapstrādā %s attēli. Ja jums ir tūkstošiem attēlu, ieteicams palielināt php maksimālo izpildes laiku un atmiņu līdz augstākajām vērtībām, jo šis process ir apjomīgs. Ja pēc kāda laika tiek parādīta kļūda, vienkārši dodieties atpakaļ uz šo lapu un turpiniet procesu, reģenerācija sāksies no jaunākā reģenerētā attēla.

source: Refresh images
lv_lv: Atsvaidzināt attēlus

source: Recommendation
lv_lv: Ieteikums

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
lv_lv: Ja izmantojat ūdenszīmes, ļoti ieteicams aktivizēt opciju Saglabāt sākotnējo attēlu.

source: Optimize your website with stylesheets and scripts merge and compression.
lv_lv: Optimizējiet savu vietni, izmantojot stila lapas un skriptu sapludināšanu un saspiešanu.

source: Optimization Settings - %s
lv_lv: Optimizācijas iestatījumi — %s

source: Optimization Settings
lv_lv: Optimizācijas iestatījumi

source: CSS Stylesheets
lv_lv: CSS stila lapas

source: Merge internal CSS style sheets into one
lv_lv: Apvienojiet iekšējās CSS stila lapas vienā

source: External stylesheets are not merged.
lv_lv: Ārējās stilu lapas netiek sapludinātas.

source: Minify/optimize merged CSS style sheet
lv_lv: Samaziniet/optimizējiet apvienoto CSS stila lapu

source: Comments and redundant whitespaces will be removed
lv_lv: Komentāri un liekās atstarpes tiks noņemtas

source: CSS Exclude words
lv_lv: CSS Izslēgt vārdus

source: Banned keywords, in case CSS contains this word in link, will be excluded from optimization.
lv_lv: Aizliegtie atslēgvārdi, ja CSS saitē satur šo vārdu, tiks izslēgti no optimizācijas.

source: CSS Exclude pages
lv_lv: CSS Izslēgšanas lapas

source: Exclude optimization of CSS style sheets on particular pages. Example: home, search, item. Optimized scripts are printed before excluded, take it into consideration regarding script dependencies.
lv_lv: Izslēdziet CSS stilu lapu optimizāciju noteiktās lapās. Piemērs: mājas, meklēšana, prece. Optimizētie skripti tiek izdrukāti pirms izslēgšanas, ņemiet to vērā attiecībā uz skriptu atkarībām.

source: JS scripts
lv_lv: JS skripti

source: Merge internal JS scripts into one
lv_lv: Apvienojiet iekšējos JS skriptus vienā

source: External scripts are not merged.
lv_lv: Ārējie skripti netiek apvienoti.

source: Minify/optimize merged JS scripts
lv_lv: Samaziniet/optimizējiet apvienotos JS skriptus

source: JS Exclude words
lv_lv: JS Izslēgt vārdus

source: Banned keywords, in case JS script contains this word in link, will be excluded from optimization.
lv_lv: Ja JS skripts saitē satur šo vārdu, aizliegtie atslēgvārdi tiks izslēgti no optimizācijas.

source: JS Exclude pages
lv_lv: JS Izslēgt lapas

source: Exclude optimization of JS scripts on particular pages. Example: home, search, item
lv_lv: Izslēdziet JS skriptu optimizāciju noteiktās lapās. Piemērs: mājas, meklēšana, prece

source: Clean up optimized files
lv_lv: Notīriet optimizētos failus

source: Optimization files are manually cleaned once per week using weekly cron.
lv_lv: Optimizācijas faili tiek manuāli tīrīti reizi nedēļā, izmantojot iknedēļas cron.

source: Your optimization folder has size of %s, if you want to cleanup & refresh optimized CSS & JS files, click on "Clean up optimized files" button bellow.
lv_lv: Jūsu optimizācijas mapes izmērs ir %s. Ja vēlaties tīrīt un atsvaidzināt optimizētos CSS un JS failus, noklikšķiniet uz tālāk esošās pogas "Notīrīt optimizētos failus".

source: Listings url: this field is required
lv_lv: Sarakstu url: šis lauks ir obligāts

source: Page url: this field is required
lv_lv: Lapas URL: šis lauks ir obligāts

source: Categories url: this field is required
lv_lv: Kategoriju URL: šis lauks ir obligāts

source: Search url: this field is required
lv_lv: Meklēt URL: šis lauks ir obligāts

source: Search country: this field is required
lv_lv: Meklēt valsti: šis lauks ir obligāts

source: Search region: this field is required
lv_lv: Meklēt novadu: šis lauks ir obligāts

source: Search city: this field is required
lv_lv: Meklēt pilsētu: šis lauks ir obligāts

source: Search city area: this field is required
lv_lv: Meklēt pilsētas apgabalā: šis lauks ir obligāts

source: Search category: this field is required
lv_lv: Meklēt kategoriju: šis lauks ir obligāts

source: Search user: this field is required
lv_lv: Meklēt lietotāju: šis lauks ir obligāts

source: Search pattern: this field is required
lv_lv: Meklēšanas modelis: šis lauks ir obligāts

source: Contact url: this field is required
lv_lv: Kontakta URL: šis lauks ir obligāts

source: Feed url: this field is required
lv_lv: Plūsmas URL: šis lauks ir obligāts

source: Language url: this field is required
lv_lv: Valodas URL: šis lauks ir obligāts

source: Listing mark url: this field is required
lv_lv: Sludinājuma atzīmes url: šis lauks ir obligāts

source: Listing send friend url: this field is required
lv_lv: Sludinājuma sūtīšanas drauga URL: šis lauks ir obligāts

source: Listing contact url: this field is required
lv_lv: Sludinājuma kontaktpersonas URL: šis lauks ir obligāts

source: New listing url: this field is required
lv_lv: Jauns sludinājuma URL: šis lauks ir obligāts

source: Activate listing url: this field is required
lv_lv: Aktivizēt sludinājuma URL: šis lauks ir obligāts

source: Deactivate listing url: this field is required
lv_lv: Deaktivizēt sludinājuma URL: šis lauks ir obligāts

source: Listing renewal url: this field is required
lv_lv: Sludinājuma atjaunošanas URL: šis lauks ir obligāts

source: Edit listing url: this field is required
lv_lv: Rediģēt sludinājuma URL: šis lauks ir obligāts

source: Delete listing url: this field is required
lv_lv: Dzēst sludinājuma URL: šis lauks ir obligāts

source: Delete listing resource url: this field is required
lv_lv: Dzēst sludinājuma resursa URL: šis lauks ir obligāts

source: Login url: this field is required
lv_lv: Pieteikšanās URL: šis lauks ir obligāts

source: User dashboard url: this field is required
lv_lv: Lietotāja informācijas paneļa URL: šis lauks ir obligāts

source: Logout url: this field is required
lv_lv: Atteikšanās URL: šis lauks ir obligāts

source: User register url: this field is required
lv_lv: Lietotāja reģistrācijas URL: šis lauks ir obligāts

source: Activate user url: this field is required
lv_lv: Aktivizēt lietotāja URL: šis lauks ir obligāts

source: Activate alert url: this field is required
lv_lv: Aktivizēt paziņojumu URL: šis lauks ir obligāts

source: User profile url: this field is required
lv_lv: Lietotāja profila URL: šis lauks ir obligāts

source: User listings url: this field is required
lv_lv: Lietotāju sludinājumu URL: šis lauks ir obligāts

source: User alerts url: this field is required
lv_lv: Lietotāja paziņojumu URL: šis lauks ir obligāts

source: Recover user url: this field is required
lv_lv: Atkopt lietotāja URL: šis lauks ir obligāts

source: User forgot url: this field is required
lv_lv: Lietotājs aizmirsa URL: šis lauks ir obligāts

source: Change password url: this field is required
lv_lv: Paroles maiņas ULR: šis lauks ir obligāts

source: Change email url: this field is required
lv_lv: E-pasta maiņas URL: šis lauks ir obligāts

source: Change username url: this field is required
lv_lv: Mainīt lietotājvārda URL: šis lauks ir obligāts

source: Change email confirm url: this field is required
lv_lv: E-pasta maiņas apstiprinājuma URL: šis lauks ir obligāts

source: Show rules
lv_lv: Rādīt noteikumus

source: Hide rules
lv_lv: Slēpt noteikumus

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
lv_lv: Aktivizējiet šo opciju, ja vēlaties, lai jūsu vietnes URL būtu pievilcīgāki meklētājprogrammām un saprotamāki lietotājiem. <strong>Esiet piesardzīgs</strong> : atkarībā no jūsu mitināšanas pakalpojuma tas var nedarboties pareizi.

source: Permalinks - %s
lv_lv: Pastāvīgās saites — %s

source: Permalinks
lv_lv: Pastāvīgās saites

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
lv_lv: Pēc noklusējuma Osclass izmanto tīmekļa vietrāžus URL, kuros ir jautājuma zīmes un daudz skaitļu. Tomēr Osclass piedāvā jums draudzīgus URL. Tas var uzlabot jūsu saišu estētiku, lietojamību un saderību

source: Friendly urls
lv_lv: Draudzīgi URL

source: Enable friendly urls
lv_lv: Iespējot draudzīgus URL

source: Listing URL:
lv_lv: Sludinājuma url:

source: Accepted keywords: %s
lv_lv: Pieņemtie atslēgvārdi: %s

source: Page URL:
lv_lv: Lapas URL:

source: Category URL:
lv_lv: Kategorijas URL:

source: Search prefix URL:
lv_lv: Meklēšanas prefiksa URL:

source: It always appear before the category, region or city url.
lv_lv: Tas vienmēr parādās pirms kategorijas, novada vai pilsētas URL.

source: Search URL:
lv_lv: Meklēt URL:

source: Search keyword country
lv_lv: Meklēt pēc atslēgvārda valsts

source: Search keyword region
lv_lv: Meklēt atslēgvārdu novadā

source: Search keyword city
lv_lv: Meklēt pēc atslēgvārda pilsēta

source: Search keyword city area
lv_lv: Meklēt pēc atslēgvārda pilsētas apgabals

source: Search keyword category
lv_lv: Meklēt atslēgvārdu kategorijā

source: Search keyword user
lv_lv: Meklēt atslēgvārdu lietotājs

source: Search keyword pattern
lv_lv: Meklēšanas atslēgvārdu modelis

source: Feed
lv_lv: Plūsma

source: Listing mark
lv_lv: Sludinājuma zīme

source: Listing send friend
lv_lv: Sludinājumu nosūtīt draugam

source: Listing contact
lv_lv: Sludinājuma kontaktpersona

source: Listing new
lv_lv: Jauns sludinājums

source: Listing activate
lv_lv: Sludinājuma aktivizēšana

source: Listing deactivate
lv_lv: Sludinājuma deaktivizēšana

source: Listing renew
lv_lv: Sludinājuma atjaunošana

source: Listing edit
lv_lv: Saraksta rediģēšana

source: Listing delete
lv_lv: Saraksta dzēšana

source: Listing resource delete
lv_lv: Sludinājuma resursa dzēšana

source: User login
lv_lv: Lietotāja pieteikšanās

source: User dashboard
lv_lv: Konts

source: User logout
lv_lv: Lietotāja atteikšanās

source: User register
lv_lv: Lietotāju reģistrs

source: User activate
lv_lv: Aktivizēt lietotāju

source: User activate alert
lv_lv: Lietotāja aktivizēšanas paziņojums

source: User listings
lv_lv: Lietotāju Sludinājumi

source: User recover
lv_lv: Lietotāja atkopšana

source: User forgot
lv_lv: Lietotājs aizmirsa

source: User change email confirm
lv_lv: Lietotāja maiņas e-pasta apstiprināšana

source: Your .htaccess file
lv_lv: Jūsu .htaccess fails

source: What your .htaccess file should look like
lv_lv: Kādam vajadzētu izskatīties jūsu .htaccess failam

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
lv_lv: Saglabājiet lietotāju veiktos meklējumus jūsu vietnē. Tādā veidā jūs varat iegūt informāciju par to, kas viņus visvairāk interesē. Šeit varat pārvaldīt opcijas par to, cik daudz informācijas vēlaties saglabāt.

source: Latest searches Settings - %s
lv_lv: Jaunākie meklējumi Iestatījumi — %s

source: Latest searches Settings
lv_lv: Jaunākie meklējumi Iestatījumi

source: Latest searches
lv_lv: Jaunākie meklējumi

source: Save the latest user searches
lv_lv: Saglabājiet jaunākos lietotāju meklēšanas vaicājumus

source: It may be useful to know what queries users make.
lv_lv: Var būt noderīgi zināt, kādus vaicājumus veic lietotāji.

source: How long queries are stored
lv_lv: Cik ilgi vaicājumi tiek glabāti

source: One hour
lv_lv: Viena stunda

source: One day
lv_lv: Viena diena

source: One week
lv_lv: Viena nedēļa

source: Forever
lv_lv: Uz visiem laikiem

source: Store 1000 queries
lv_lv: Uzglabāt 1000 vaicājumus

source: Store %s queries
lv_lv: Uzglabāt %s vaicājumus

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
lv_lv: Šī funkcija var ģenerēt daudz datu. Šos datus ieteicams periodiski dzēst.

source: Words Restriction Settings
lv_lv: Vārdu ierobežojuma iestatījumi

source: Restrict mode
lv_lv: Ierobežot režīmu

source: Use as banned words
lv_lv: Izmantojiet kā aizliegtus vārdus

source: Use as whitelisted words
lv_lv: Izmantojiet kā baltajā sarakstā iekļautos vārdus

source: Restricted words
lv_lv: Ierobežoti vārdi

source: Delimit words by comma. Words are not case sensitive. Extra white space is considered in pattern as well.
lv_lv: Atdaliet vārdus ar komatu. Vārdi nav reģistrjutīgi. Rakstā tiek ņemta vērā arī papildu balta vieta.

source: Clean up latest searches
lv_lv: Notīriet jaunākos meklējumus

source: Latest searches are cleaned from database using Cron.
lv_lv: Jaunākie meklējumi tiek iztīrīti no datu bāzes, izmantojot Cron.

source: You have currently %s search patterns stored, you should not have more than 50k, otherwise it may slow down performance of your website.
lv_lv: Pašlaik jums ir saglabāti %s meklēšanas modeļi, jums nevajadzētu būt vairāk par 50 000, pretējā gadījumā tas var palēnināt jūsu vietnes veiktspēju.

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
lv_lv: Konfigurējiet reCAPTCHA un Akismet, lai neļautu surogātpasta izplatītājiem publicēties jūsu vietnē. Esiet piesardzīgs: lai izmantotu šos pakalpojumus, vispirms ir jāreģistrējas viņu vietnēs un jāievēro viņu norādījumi.

source: Spam and bots - %s
lv_lv: Mēstules un roboti — %s

source: Spam and bots
lv_lv: Antispam un boti

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
lv_lv: Akismet ir mitināts tīmekļa pakalpojums, kas ietaupa jūsu laiku, automātiski nosakot komentāru un izsekošanas surogātpastu. Tas tiek mitināts mūsu serveros, taču mēs nodrošinām jums piekļuvi, izmantojot spraudņus un mūsu API.

source: Akismet API Key
lv_lv: Akismet API atslēga

source: This key is valid
lv_lv: Atslēga ir derīga

source: The key you entered is invalid. Please double-check it
lv_lv: Ievadītā atslēga nav derīga. Lūdzu, pārbaudiet to

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
lv_lv: Akismet ir atspējots, lūdzu, ievadiet API atslēgu. <a href="%s" target="_blank">(Paņemiet atslēgu)</a>

source: ReCaptcha v2 Tickbox
lv_lv: Atzīmēšanas rūtiņa ReCaptcha v2

source: ReCaptcha helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. Osclass use reCAPTCHA v2 - "I'm not a robot" tickbox. <a href="%s" target="_blank">Get your API key</a>
lv_lv: ReCaptcha palīdz novērst automātisku vietnes ļaunprātīgu izmantošanu, izmantojot CAPTCHA, lai nodrošinātu, ka noteiktas darbības veic tikai cilvēki. Osclass izmanto reCAPTCHA v2 — izvēles rūtiņa "Es neesmu robots". <a href="%s" target="_blank">Iegūstiet savu API atslēgu</a>

source: ReCaptcha Enabled
lv_lv: ReCaptcha ir iespējota

source: Enable ReCaptcha on Forms
lv_lv: Iespējot ReCaptcha veidlapās

source: Site Key
lv_lv: Vietnes atslēga

source: Secret Key
lv_lv: Slepenā atslēga

source: ReCaptcha Validation
lv_lv: ReCaptcha validācija

source: If you see the ReCaptcha form without error or warning, it means that you have correctly entered the API keys
lv_lv: Ja redzat ReCaptcha veidlapu bez kļūdas vai brīdinājuma, tas nozīmē, ka esat pareizi ievadījis API atslēgas

source: Last 10 weeks
lv_lv: Pēdējās 10 nedēļas

source: Last 10 months
lv_lv: Pēdējie 10 mēneši

source: Last 10 days
lv_lv: Pēdējas 10 dienas

source: See how many comments the listings published on your site have received.
lv_lv: Skatiet, cik komentāru ir saņēmuši jūsu vietnē publicētie ieraksti.

source: Statistics
lv_lv: Statistika

source: Comment Statistics - %s
lv_lv: Komentāru statistika — %s

source: Comment Statistics
lv_lv: Komentāru statistika

source: There are no statistics yet
lv_lv: Pagaidām statistikas nav

source: Latest comments on the web
lv_lv: Jaunākie komentāri tīmeklī

source: There're no statistics yet
lv_lv: Statistikas dati vēl nav pieejami

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
lv_lv: Ātri noskaidrojiet, cik jaunu sludinājumu ir publicēti jūsu vietnē un cik apmeklējumu katrs no sludinājumiem saņem.

source: Listing Statistics - %s
lv_lv: Sludinājuma statistika — %s

source: Items
lv_lv: Preces

source: Views
lv_lv: Skatījumi

source: Alerts
lv_lv: Paziņojumi

source: Subscribers
lv_lv: Abonenti

source: Listing Statistics
lv_lv: Sludinājumu statistika

source: New listing
lv_lv: Jauns sludinājums

source: Number of new listings
lv_lv: Jauno sludinājumu skaits

source: Listings' views
lv_lv: Sludinājumu skatijumi

source: Total number of listings' views
lv_lv: Kopējais skatījumu skaits

source: New alerts
lv_lv: Jauni paziņojumi

source: Number of new alerts
lv_lv: Jaunu paziņojumu skaits

source: New subscribers
lv_lv: Jauni abonenti

source: Number of new subscribers
lv_lv: Jauno abonentu skaits

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
lv_lv: Skatiet, cik daudz sludinājumu no jūsu vietnes ir ziņots kā mēstules, kuriem beidzies publikācijas termiņš, dublikāti utt.

source: Report Statistics - %s
lv_lv: Pārskata statistika — %s

source: Duplicated
lv_lv: Dublikāts

source: Bad category
lv_lv: Slikta kategorija

source: Offensive
lv_lv: Aizskarošs

source: Expired
lv_lv: Beidzies

source: Report Statistics
lv_lv: Pārskats par statistiku

source: Total number of reports
lv_lv: Kopējais ziņojumu skaits

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
lv_lv: Saņemiet jaunāko informāciju par jūsu vietnē reģistrēto lietotāju skaitu. Varat arī skatīt jūsu vietnē pieejamo valstu un nodavu sadalījumu starp valstīm un novadiem, kuros dzīvo lietotāji.

source: User Statistics - %s
lv_lv: Lietotāju statistika — %s

source: New users
lv_lv: Jauni lietotāji

source: Users per country
lv_lv: Lietotāji pēс valstis

source: Unknown
lv_lv: Nezināms

source: Users per region
lv_lv: Lietotāji katrā reģionā

source: User Statistics
lv_lv: Lietotāju statistika

source: Latest users on the web
lv_lv: Jaunākie lietotāji tīmeklī

source: E-Mail
lv_lv: E-pasts

source: Avg. items per user
lv_lv: Vid. vienumus vienam lietotājam

source: %s listings per user
lv_lv: %s saraksti katram lietotājam

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
lv_lv: Saglabājiet visas savas vietnes informācijas dublējumu: ieraksti, lietotāji un konfigurācija. Varat saglabāt dublējumu savā serverī vai datorā.

source: Tools
lv_lv: Rīki

source: Backup - %s
lv_lv: Dublējums — %s

source: Backup
lv_lv: Rezerves kopēšana

source: Backup folder
lv_lv: Dublējuma mape

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
lv_lv: <strong>BRĪDINĀJUMS</strong> : ja nenorādīsiet dublējuma mapi, dublējuma faili tiks izveidoti jūsu Osclass instalācijas saknē.

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
lv_lv: Šī ir mape, kurā tiks izveidotas jūsu backups. Mēs iesakām izvēlēties ne publisku ceļu.

source: Backup SQL (store on server)
lv_lv: Backup SQL (uzglabāt serverī)

source: Backup SQL (download file)
lv_lv: SQL dublējums (lejupielādēt failu)

source: Backup files (store on server)
lv_lv: Dublējuma faili (glabāt serverī)

source: Category stats - %s
lv_lv: Kategoriju statistika — %s

source: Category stats
lv_lv: Kategorijas statistika

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
lv_lv: Varat pārrēķināt statistiku pēc kategorijas, kas ir noderīgi, ja šķiet, ka statistika ir nepareiza.

source: Calculate category stats
lv_lv: Aprēķiniet kategoriju statistiku

source: Clean up not validated, disabled or spam data in osclass
lv_lv: Notīriet neapstiprinātus, atspējotus vai surogātpasta datus osclass

source: Cleanup data
lv_lv: Datu tīrīšana

source: Cleanup - %s
lv_lv: Tīrīšana — %s

source: Inactive listings
lv_lv: Neaktīvi sludinājumi

source: Remove listings those has not been validated in last %d days. These data are usually spam/unwanted and are redundant for your installation.
lv_lv: Noņemiet sludinājumus, kas nav apstiprināti pēdējo %d dienu laikā. Šie dati parasti ir mēstules/nevēlami, un tie ir lieki jūsu instalēšanai.

source: Total number of listings matching criteria: %s
lv_lv: Kritērijiem atbilstošo sludinājumu kopējais skaits: %s

source: Clean up now
lv_lv: Notīriet tūlīt

source: Blocked & Spam listings
lv_lv: Bloķētie un surogātpasta sludinājumi

source: Remove listings those has been marked as spam, or has been disabled by you or your moderators.
lv_lv: Noņemiet sludinājumus, kas ir atzīmēti kā mēstules vai kurus esat atspējojis jūs vai jūsu moderatori.

source: Expired listings
lv_lv: Sludinājumi, kuriem beidzies publicēšanas termiņš

source: Remove listings those has expired more than %d days ago and were not removed or reactivated. These listings are not visible on your site.
lv_lv: Noņemt sludinājumus, kuru derīguma termiņš ir beidzies pirms vairāk nekā %d dienām, un tie netika noņemti vai atkārtoti aktivizēti. Šie sludinājumi jūsu vietnē nav redzami.

source: Inactive users
lv_lv: Neaktīvi lietotāji

source: Remove users those has registered more than %d days ago did not activated their account.
lv_lv: Noņemt lietotājus, kuri reģistrējušies pirms vairāk nekā %d dienām, nav aktivizējuši savu kontu.

source: Total number of users matching criteria: %s
lv_lv: Kritērijiem atbilstošo lietotāju kopējais skaits: %s

source: Blocked users
lv_lv: Bloķētie lietotāji

source: Remove users those has been blocked more than %d days (based on last access date). This will remove also all listings published by this user.
lv_lv: Noņemiet lietotājus, kuri ir bloķēti vairāk nekā %d dienas (pamatojoties uz pēdējo piekļuves datumu). Tādējādi tiks noņemti arī visi šī lietotāja publicētie ieraksti.

source: Inactive comments
lv_lv: Neaktīvi komentāri

source: Remove comments those has not been activated for more than %d days.
lv_lv: Noņemiet komentārus, kas nav bijuši aktivizēti vairāk nekā %d dienas.

source: Total number of comments matching criteria: %s
lv_lv: Kritērijiem atbilstošu komentāru kopējais skaits: %s

source: Blocked comments
lv_lv: Bloķēti komentāri

source: Remove comments those has been blocked by your or your moderators.
lv_lv: Noņemiet komentārus, kurus ir bloķējuši jūsu vai jūsu moderatori.

source: Unsubscribed alerts
lv_lv: Anulētie paziņojumi

source: Remove inactive alerts those has been unsubscribed for more than %d days.
lv_lv: Noņemiet neaktīvos paziņojumus, kuru abonements ir anulēts vairāk nekā %d dienas.

source: Total number of alerts matching criteria: %s
lv_lv: Kopējais kritērijiem atbilstošu paziņojumu skaits: %s
