Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/messages.po
Languages: lv_lv, ru_ru

source: You don't have enough permissions
lv_lv: Jums nav pietiekamu tiesību
ru_ru: У вас недостаточно прав

source: This action can't be done because it's a demo site
lv_lv: Šo darbību nevar veikt, jo tā ir demonstrācijas vietne
ru_ru: Это действие невозможно сделать, потому что это демо-сайт

source: Email invalid
lv_lv: E-pasts nav derīgs
ru_ru: Неверный Email

source: Username invalid
lv_lv: Lietotājvārds nav derīgs
ru_ru: Неверное имя пользователя

source: Name invalid
lv_lv: Nosaukums nav derīgs
ru_ru: Имя недействительно

source: Password invalid
lv_lv: Parole nav derīga
ru_ru: Неверный пароль

source: Email already in use
lv_lv: E-pasts jau tiek lietots
ru_ru: Данный email уже используется

source: Username already in use
lv_lv: Lietotājvārds jau tiek izmantots
ru_ru: Имя пользователя уже используется

source: Incorrent current password
lv_lv: Nepareiza pašreizējā parole
ru_ru: Неверный текущий пароль

source: The admin has been added
lv_lv: Administrators ir pievienots
ru_ru: Админ успешно добавлен

source: There has been an error adding a new admin
lv_lv: Pievienojot jaunu administratoru, radās kļūda
ru_ru: Ошибка при добавлении администратора

source: There is no admin with this id
lv_lv: Nav atrasts administrators ar šādu ID
ru_ru: Администратора с таким id нет

source: This admin doesn't exist
lv_lv: Šis administrators neeksistē
ru_ru: Данный админ не существует

source: Existing email
lv_lv: Esošais e-pasts
ru_ru: Существующий email

source: Existing username
lv_lv: Esošais lietotājvārds
ru_ru: Существующий пользователь

source: The password couldn't be updated. Passwords don't match
lv_lv: Paroli nevarēja atjaunināt. Paroles nesakrīt
ru_ru: Не удалось обновить пароль. Пароли не совпадают

source: The admin has been updated
lv_lv: Administrators ir atjaunināts
ru_ru: Админ обновлен

source: Data has not been changed
lv_lv: Dati nav mainīti
ru_ru: Данные не изменены

source: The admin id isn't in the correct format
lv_lv: Administratora ID nav pareizajā formātā
ru_ru: ID админа имеет неверный формат

source: The operation hasn't been completed. You're trying to remove yourself!
lv_lv: Operācija nav pabeigta. Jūs mēģināt noņemt sevi!
ru_ru: Операция не завершена. Вы пытаетесь удалить себя!

source: The admin has been deleted correctly
lv_lv: Administrators ir izdzēsts pareizi
ru_ru: Админ успешно удален

source: The admin couldn't be deleted
lv_lv: Administratoru nevarēja izdzēst
ru_ru: Админ не удален

source: Location imported successfully
lv_lv: Atrašanās vieta veiksmīgi importēta
ru_ru: Локация успешно импортирована

source: Unable to download locations .sql file
lv_lv: Nevar lejupielādēt atrašanās vietu .sql failu
ru_ru: Невозможно загрузить файл локации .sql

source: Country file name is missing
lv_lv: Trūkst valsts faila nosaukuma
ru_ru: Отсутствует название файла страны

source: The theme folder is not writable
lv_lv: Motīvu mapi nevar ierakstīt
ru_ru: Папка темы недоступна для записи

source: The theme has been installed correctly
lv_lv: Motīvs ir pareizi instalēts
ru_ru: Тема успешно установлена

source: The zip file is not valid
lv_lv: Zip fails nav derīgs
ru_ru: ZIP-файл недействителен

source: No file was uploaded
lv_lv: Fails netika augšupielādēts
ru_ru: Файл не загружен

source: There was a problem adding the theme
lv_lv: Pievienojot motīvu, radās problēma
ru_ru: При добавлении темы возникла проблема

source: Theme removed successfully
lv_lv: Tēma ir veiksmīgi noņemta
ru_ru: Тема успешно удалена

source: There was a problem removing the theme
lv_lv: Noņemot motīvu, radās problēma
ru_ru: При удалении темы возникла проблема

source: Current theme can not be deleted
lv_lv: Pašreizējo motīvu nevar izdzēst
ru_ru: Нельзя удалить текущую тему

source: No theme selected
lv_lv: Nav atlasīta neviena tēma
ru_ru: Тема не выбрана

source: Widget removed correctly
lv_lv: Logrīks noņemts pareizi
ru_ru: Виджет успешно удален

source: Description field is required
lv_lv: Apraksta lauks ir nepieciešams
ru_ru: Поле описания обязательно для заполнения

source: Widget updated correctly
lv_lv: Logrīks ir pareizi atjaunināts
ru_ru: Виджет успешно обновлен

source: Widget cannot be updated correctly
lv_lv: Logrīku nevar pareizi atjaunināt
ru_ru: Виджет не обновлен

source: Widget added correctly
lv_lv: Logrīks ir pievienots pareizi
ru_ru: Виджет успешно добавлен

source: Theme activated correctly
lv_lv: Motīvs ir aktivizēts pareizi
ru_ru: Тема успешно активирована

source: Customization settings have been updated
lv_lv: Pielāgošanas iestatījumi ir atjaunināti
ru_ru: Обновлены настройки персонализации

source: The comments have been deleted
lv_lv: Komentāri ir izdzēsti
ru_ru: Комментарии успешно удалены

source: The comments have been approved
lv_lv: Komentāri ir apstiprināti
ru_ru: Комментарии успешно добавлены

source: The comments have been disapproved
lv_lv: Komentāri ir bijusi noraidīti
ru_ru: Комментарии отклонены

source: The comments have been unblocked
lv_lv: Komentāri ir atbloķēti
ru_ru: Комментарии разблокированы

source: The comments have been blocked
lv_lv: Komentāri ir bloķēti
ru_ru: Комментарии заблокированы

source: The comment has been approved
lv_lv: Komentārs ir apstiprināts
ru_ru: Комментарии одобрены

source: The comment has been disapproved
lv_lv: Komentārs ir bijusi noraidīts
ru_ru: Комментарии отклонены

source: The comment has been enabled
lv_lv: Komentārs ir iespējots
ru_ru: Комментарии включены

source: The comment has been disabled
lv_lv: Komentārs ir atspējots
ru_ru: Комментарии отключены

source: Email is not correct
lv_lv: E-pasts nav pareizs
ru_ru: Неверный Email

source: Comment is required
lv_lv: Komentārs ir nepieciešams
ru_ru: Комментарий обязателен

source: Parent comment does not exists
lv_lv: Vecāku komentārs nepastāv
ru_ru: Родительский комментарий не существует

source: Parent comment is already reply. Only 1 level of replies are allowed, parent comment cannot be reply to other comment.
lv_lv: Vecāku komentārs jau ir atbilde. Ir atļauts sniegt tikai 1 atbilžu līmeni, vecāku komentārs nevar būt atbilde uz citu komentāru.
ru_ru: Родительский комментарий уже является ответом. Разрешен только 1 уровень ответов, родительский комментарий не может быть ответом на другой комментарий.

source: Parent comment belongs to different listing
lv_lv: Vecāku komentārs pieder citam sarakstam
ru_ru: Родительский комментарий принадлежит другому списку

source: Reply ID cannot be same as comment ID
lv_lv: Atbildes ID nevar būt tāds pats kā komentāra ID
ru_ru: ID ответа не может совпадать с ID комментария

source: Great! We just updated your comment
lv_lv: Lielisks! Mēs tikko atjauninājusi savu komentāru
ru_ru: Отлично! Мы только что обновили ваш комментарий

source: The comment has been deleted
lv_lv: Komentērs ir dzēsts
ru_ru: Комментарий успешно удален

source: Subdomain type "Language" is not supported when option "Add language code into base URL" is enabled!
lv_lv: Apakšdomēna tips "Valoda" netiek atbalstīts, ja ir iespējota opcija "Pievienot valodas kodu bāzes URL"!
ru_ru: Тип поддомена "Language" не поддерживается, если включена опция "Добавить код языка в базовый URL"!

source: Advanced settings have been updated
lv_lv: Papildu iestatījumi ir atjaunināti
ru_ru: Расширенные настройки успешно обновлены

source: Cache flushed correctly
lv_lv: Kešatmiņa ir iztīrīta pareizi
ru_ru: Кеш успешно очищен

source: Breadcrumbs settings have been updated
lv_lv: Breadcrumbs iestatījumi ir atjaunināti
ru_ru: Настройки хлебных крошек успешно обновлены

source: No changes has been done
lv_lv: Nekādas izmaiņas nav veiktas
ru_ru: Никаких изменений не сделано

source: Number of moderate comments must only contain numeric characters
lv_lv: Vidējo komentāru skaitā drīkst būt tikai ciparu rakstzīmes
ru_ru: Количество комментариев должно содержать только числовые символы

source: Comments per page must only contain numeric characters
lv_lv: Lapas komentāros drīkst būt tikai ciparu rakstzīmes
ru_ru: Комментариев на страницу должно содержать только числовые символы

source: Comment settings have been updated
lv_lv: Komentāru iestatījumi ir atjaunināti
ru_ru: Настройки комментариев обновлены

source: Custom number could not be left empty
lv_lv: Lietotāju numuru nevarēja atstāt tukšs
ru_ru: Пользовательский номер не может быть оставлен пустым

source: Latest searches settings have been updated
lv_lv: Jaunāko meklējumu iestatījumi ir atjaunināti
ru_ru: Последние настройки поиска были обновлены

source: Latest searches has been cleaned
lv_lv: Pēdējie meklējumi ir iztīrīti
ru_ru: Последние поисковые запросы были очищены

source: Mail server type is incorrect
lv_lv: Pasta servera veids nav pareizs
ru_ru: Неправильный тип почтового сервера

source: Mail server configuration has changed
lv_lv: Pasta servera konfigurācija ir mainīta
ru_ru: Конфигурация почтового сервера изменена

source: Last check
lv_lv: Pēdējā pārbaude
ru_ru: Последняя проверка

source: API key validation error: %s
lv_lv: API atslēgas validācijas kļūda: %s
ru_ru: Ошибка проверки ключа API: %s

source: API key validation failed, response from server is empty. Your API key is: "%s", make sure it is correct.
lv_lv: API atslēgas validācija neizdevās, atbilde no servera ir tukša. Jūsu API atslēga ir: "%s", pārbaudiet, vai tā ir pareiza.
ru_ru: Проверка ключа API не удалась, ответ от сервера пуст. Ваш ключ API: "%s", убедитесь, что он правильный.

source: Option "Add language code into base URL" is not supported when subdomain type "Language" is enabled!
lv_lv: Opcija "Pievienot valodas kodu bāzes vietrādim URL" netiek atbalstīta, ja ir iespējots apakšdomēna veids "Valoda"!
ru_ru: Опция "Добавить код языка в базовый URL" не поддерживается, если включен тип поддомена "Language"!

source: Page title field is required
lv_lv: Lapas nosaukuma lauks ir obligāts
ru_ru: Заголовок страницы это обязательное поле

source: Contact email field is required
lv_lv: Kontaktpersonas e-pasta lauks ir nepieciešams
ru_ru: Поле email контакта обязательно

source: Number of listings in the RSS has to be a numeric value
lv_lv: Ierakstu skaitam RSS ir jābūt skaitliskām vērtībām
ru_ru: Количество объявлений в RSS должно быть числовым значением

source: Number of category levels has to be a numeric value
lv_lv: Kategoriju līmeņu skaitam ir jābūt skaitliskai vērtībai

source: Max latest listings has to be a numeric value
lv_lv: Jaunāko ierakstu maksimālajam skaitam ir jābūt skaitliskām vērtībām
ru_ru: Максимальное количество последних объявлений должно быть числовым значением

source: Number of listings on search has to be a numeric value
lv_lv: Meklēšanas ierakstu skaitam ir jābūt skaitliskai vērtībai
ru_ru: Количество объявлений при поиске должно быть числовым значением

source: Number of listings in the RSS must be an integer
lv_lv: Ierakstu skaitam RSS ir jābūt veselam skaitlim
ru_ru: Количество объявлений в RSS должно быть целым числом

source: Number of recent listings displayed at home must be an integer
lv_lv: Nesen veikto ierakstu skaits, kas tiek rādīts galvenā, ir jābūt veselam skaitlim
ru_ru: Количество последних объявлений, отображаемых на главной, должно быть целым числом

source: General settings have been updated
lv_lv: Vispārīgie iestatījumi ir atjaunināti
ru_ru: Общие настройки успешно обновлены

source: There was a problem uploading the watermark image
lv_lv: Augšupielādējot ūdenszīmes attēlu, radās problēma
ru_ru: При загрузке изображения для водяного знака возникла проблема

source: The watermark image has to be a .PNG file
lv_lv: Ūdenszīmes attēlam ir jābūt .PNG failam
ru_ru: Изображение водяного знака должно быть файлом .PNG

source: You cannot set a maximum file size higher than the one allowed in the PHP configuration: <b>%d KB</b>
lv_lv: Jūs nevarat iestatīt maksimālo faila lielumu, kas ir lielāks par to, kas atļauts PHP konfigurācijā: <b>%d KB</b>
ru_ru: Нельзя установить максимальный размер файла, превышающий допустимый в настройках PHP: <b>%d КБ </b>

source: Media config has been updated
lv_lv: Multivides konfigurācija ir atjaunināta
ru_ru: Настройка медиа обновлена

source: Image regeneration has succesfully completed and all images has been refreshed. Make sure to clear your browser cache to see updated images.
lv_lv: Attēlu atjaunošana ir veiksmīgi pabeigta, un visi attēli ir atsvaidzināti. Noteikti iztīriet pārlūkprogrammas kešatmiņu, lai redzētu atjauninātos attēlus.
ru_ru: Регенерация изображений успешно завершены, и все изображения были обновлены. Обязательно очистите кеш браузера, чтобы увидеть обновленные изображения.

source: Optimization settings have been updated
lv_lv: Optimizācijas iestatījumi ir atjaunināti
ru_ru: Настройки оптимизации успешно обновлены

source: Optimized CSS & JS files has been removed
lv_lv: Optimizētie CSS un JS faili ir noņemti
ru_ru: Оптимизация файлов CSS и JS удалена

source: All fields are required.
lv_lv: Visi lauki ir obligāti.
ru_ru: Все поля обязательны для заполнения.

source: Permalinks structure updated
lv_lv: Pastāvīgo saišu struktūra atjaunināta
ru_ru: Структура ссылок обновлена

source: Permalinks structure updated.
lv_lv: Pastāvīgo saišu struktūra ir atjaunota.
ru_ru: Структура ссылок обновлена.

source: However, we can't check if Apache module <b>mod_rewrite</b> is loaded. If you experience some problems with the URLs, you should deactivate <em>Friendly URLs</em>
lv_lv: Tomēr mēs nevaram pārbaudīt, vai ir ielādēts Apache modulis <b>mod_rewrite</b> . Ja rodas problēmas ar vietrāžiem URL, deaktivizējiet <em>draudzīgos URL</em>
ru_ru: Мы не можем проверить, работает ли модуль Apache <b>mod_rewrite</b>. Если у вас возникли проблемы с URL-адресами, отключите <em>Дружественные URL</em>

source: File <b>.htaccess</b> couldn't be filled out with the right content.
lv_lv: Failu <b>.htaccess</b> nevarēja aizpildīt ar pareizo saturu.
ru_ru: Файл <b>.htaccess</b>не удалось заполнить нужным содержимым.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file, please deactivate the <em>Friendly URLs</em> option.
lv_lv: Šis ir saturs, kas jāpievieno <b>.htaccess</b> failam. Ja nevarat izveidot failu, lūdzu, deaktivizējiet opciju <em>Draudzīgi URL</em> .
ru_ru: Вот содержимое, которое вам нужно добавить в файл <b>.htaccess</b>. Если вы не можете создать файл, отключите параметр <em>Дружественные URL-адреса</em>.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
lv_lv: Šis ir saturs, kas jāpievieno <b>.htaccess</b> failam. Ja nevarat izveidot failu vai rodas problēmas ar vietrāžiem URL, lūdzu, deaktivizējiet opciju <em>Draudzīgi URL</em> .
ru_ru: Вот содержимое, которое вам нужно добавить в файл <b>.htaccess</b>. Если не удается создать файл или возникают проблемы с URL-адресами, отключите параметр <em>Дружественные URL-адреса</em>.

source: File <b>.htaccess</b> already exists and was not modified.
lv_lv: Fails <b>.htaccess</b> jau pastāv un netika modificēts.
ru_ru: Файл <b>.htaccess</b>уже существует и не изменялся.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't modify the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
lv_lv: Šis ir saturs, kas jāpievieno <b>.htaccess</b> failam. Ja nevarat modificēt failu vai rodas problēmas ar vietrāžiem URL, lūdzu, deaktivizējiet opciju <em>Draudzīgi URL</em> .
ru_ru: Вот содержимое, которое вам нужно добавить в файл <b>.htaccess</b>. Если вы не можете изменить файл или у вас возникли проблемы с URL-адресами, отключите параметр <em>Дружественные URL-адреса</em>.

source: Friendly URLs successfully deactivated
lv_lv: Draudzīgie URL veiksmīgi deaktivizēti
ru_ru: Дружественные URL-адреса успешно отключены

source: Friendly URLs deactivated, but .htaccess file could not be deleted. Please, remove it manually
lv_lv: Neizdevās atrast šo failu. Vai izņemt to no repertuāra
ru_ru: Дружественные URL-адреса отключены, но файл .htaccess не может быть удален. Пожалуйста удалите его вручную

source: Friendly URLs deactivated, but .htaccess file was modified outside Osclass and was not deleted
lv_lv: Draudzīgi URL ir deaktivizēti, bet .htaccess fails tika modificēts ārpus Osclass un netika izdzēsts
ru_ru: Дружественные URL-адреса отключены, но файл .htaccess был изменен за пределами Osclass и не был удален

source: Your Akismet key has been cleared
lv_lv: Jūsu Akismet atslēga ir notīrīta
ru_ru: Ключ Akismet успешно очищен

source: Your Akismet key has been updated
lv_lv: Jūsu Akismet atslēga ir atjaunināta
ru_ru: Ключ Akismet успешно обновлен

source: ReCaptcha settings have been updated
lv_lv: ReCaptcha iestatījumi ir atjaunināti

source: The currency code is not in the correct format
lv_lv: Valūtas kods nav pareizajā formātā
ru_ru: Код валюты не в неверном формате

source: Currency added
lv_lv: Pievienota valūta
ru_ru: Валюта добавлена

source: Currency couldn't be added
lv_lv: Valūtu nevarēja pievienot
ru_ru: Валюта не добавлена

source: The currency code '%s' doesn't exist
lv_lv: Valūtas kods “%s” nepastāv
ru_ru: Код валюты '%s' не существует

source: Error: the currency code is not in the correct format
lv_lv: Kļūda: valūtas kods nav pareizajā formātā
ru_ru: Ошибка: код валюты имеет неправильный формат

source: Currency updated
lv_lv: Valūta atjaunināta
ru_ru: Валюта обновлена

source: No changes were made
lv_lv: Izmaiņas nav notikušas
ru_ru: Нет никаких изменений

source: %s couldn't be deleted because it has listings associated to it
lv_lv: %s nevarēja izdzēst, jo ar to ir saistīti ieraksti
ru_ru: %s не может быть удален, потому что с ним связаны объявления

source: %s couldn't be deleted because it's the default currency
lv_lv: %s nevarēja izdzēst, jo tā ir noklusējuma valūta
ru_ru: %s нельзя удалить, потому что это валюта по умолчанию

source: No currencies have been deleted
lv_lv: Neviena valūta nav dzēsta
ru_ru: Валюта не удалена

source: One currency has been deleted
lv_lv: Viena valūta ir dzēsta
ru_ru: Одна валюта удалена

source: %s currencies have been deleted
lv_lv: %s valūtas ir izdzēstas
ru_ru: %s валют удалено

source: The email/alert has been updated
lv_lv: E-pasts/brīdinājums ir atjaunināts
ru_ru: Email/оповещения успешно обновлены

source: You can't repeat internal name
lv_lv: Jūs nevarat atkārtot iekšējo nosaukumu
ru_ru: Нельзя повторить внутреннее имя

source: The email couldn't be updated, at least one title should not be empty
lv_lv: E-pasta ziņojumu nevarēja atjaunināt, vismaz viena nosaukuma lauks nedrīkst būt tukšs
ru_ru: Невозможно отправить сообщение, заголовок не должен быть пустым

source: %d listing has been deactivated
lv_lv: %d sludinājums ir deaktivizēts
ru_ru: Объявление %d деактивировано

source: The listing has been deleted
lv_lv: Sludinājums ir dzēsts
ru_ru: Объявление удалено

source: The listing couldn't be deleted
lv_lv: Sludinājumu nevarēja izdzēst
ru_ru: Не удалось удалить объявление

source: The listing has been activated
lv_lv: Sludinājums ir aktivizēts
ru_ru: Объявление успешно активировано

source: An error has occurred
lv_lv: Gadījās kļūda
ru_ru: Произошла ошибка

source: The listing can't be activated because it's blocked
lv_lv: Sludinājumu nevar aktivizēt, jo tas ir bloķēts
ru_ru: Не удается активировать объявление, так как оно заблокировано

source: The listing has been deactivated
lv_lv: Sldinājums ir deaktivizēts
ru_ru: Объявление деактивировано

source: The listing has been enabled
lv_lv: Sludinājums ir aktivizēts
ru_ru: Объявление включено

source: The listing has been disabled
lv_lv: Sludinājums ir deaktivizēts
ru_ru: Объявление отключено

source: Changes have been applied
lv_lv: Jūsu veiktās izmaiņas ir saglabātas
ru_ru: Изменения применены

source: The listing has been renewed
lv_lv: Sludinājums ir atjaunots
ru_ru: Объявление продлено

source: The listing can't be renewed (
lv_lv: Sludinājumu nevar atjaunot (
ru_ru: Список не может быть продлен (

source: The listing has been unmarked as
lv_lv: Sludinājums bija atķeksets kā
ru_ru: С объявления сняли отметку

source: The listing hasn't been unmarked as
lv_lv: No sludinājuma nav noņemta atzīme
ru_ru: Объявление не было снято с отметки как

source: Changes saved correctly
lv_lv: Izmaiņas saglabātas pareizi
ru_ru: Изменения успешно сохранены

source: Resource deleted
lv_lv: Resurss izdzēsts
ru_ru: Ресурс удален

source: A new listing has been added
lv_lv: Ir pievienots jauns sludinājums
ru_ru: Новое объявление успешно добавлено

source: Wait time must only contain numeric characters
lv_lv: Gaidīšanas laikā drīkst būt tikai ciparu rakstzīmes
ru_ru: Время ожидания должно содержать только числовые символы

source: Number of moderated listings must only contain numeric characters
lv_lv: Moderēto ierakstu skaitā drīkst būt tikai ciparu rakstzīmes
ru_ru: Количество модерируемых объявлений должно содержать только числа

source: Images per listing must only contain numeric characters
lv_lv: Attēlos vienā ierakstā drīkst būt tikai ciparu rakstzīmes
ru_ru: Изображения в объявлении должны содержать только числа

source: Number of expiration days has to be a numeric value
lv_lv: Derīguma termiņa dienu skaitam ir jābūt skaitliski
ru_ru: Количество дней истечения должно числовым

source: Title Length has to be a numeric value
lv_lv: Virsraksta garumam ir jābūt skaitliskai vērtībai
ru_ru: Длина заголовка должна быть числовым

source: Description Length has to be a numeric value
lv_lv: Apraksts garumam jābūt skaitliskai vērtībai
ru_ru: Длина описания должна быть числовым

source: Listings' settings have been updated
lv_lv: Sludinājuma iestatījumi ir atjaunināti
ru_ru: Настройки объявлений успешно обновлены

source: The translation folder is not writable
lv_lv: Attēlu mape nav pieejama rediģēšanai
ru_ru: Папка перевода недоступна для записи

source: The language has been installed correctly
lv_lv: Valoda ir instalēta pareizi
ru_ru: Язык успешно установлен

source: File uploaded but unable to activate the language
lv_lv: Fails ir augšupielādēts, bet nevar aktivizēt valodu
ru_ru: Файл отправлен, но не удалось активировать язык

source: There was a problem adding the language
lv_lv: Bija kļūda pievienojot valodu
ru_ru: Ошибка при добавлении языка

source: Language id isn't in the correct format
lv_lv: Valodas ID nav pareizajā formātā
ru_ru: Неверный формат кода языка

source: Language id doesn't exist
lv_lv: Valodas ID nepastāv
ru_ru: Код языка не существует

source: Language name field is required
lv_lv: Valodas nosaukuma lauks ir nepieciešams
ru_ru: Поле названия языка обязательно для заполнения

source: Language short name field is required
lv_lv: Valodas īsais nosaukums ir nepieciešams
ru_ru: Поле краткого названия языка обязательно для заполнения

source: Language description field is required
lv_lv: Valodas apraksta lauks ir nepieciešams
ru_ru: Поле описание языка обязательно для заполнения

source: Currency format field is required
lv_lv: Valūtas formāta lauks ir nepieciešams
ru_ru: Поле формат валюты обязательно

source: Number of decimals must only contain numeric characters
lv_lv: Decimālzīmju skaits drīkst saturēt tikai ciparu rakstzīmes
ru_ru: Число десятичных знаков должно содержать только числа

source: %s has been updated
lv_lv: %s ir atjaunināts
ru_ru: %s успешно обновлено

source: Selected languages have been enabled for the website
lv_lv: Vietnei ir iespējotas atlasītās valodas
ru_ru: Для сайта включены выбранные языки

source: The language ids aren't in the correct format
lv_lv: Valodu ID nav pareizajā formātā
ru_ru: Коды языков имеют неправильный формат

source: Selected languages have been disabled for the website
lv_lv: Vietnei ir atspējotas atlasītās valodas
ru_ru: Выбранные языки отключены для сайта
