Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/messages.po
Languages: lv_lv, ru_ru

source: The password cannot be empty
lv_lv: Parole nevar būt tukša
ru_ru: Пароль не может быть пустым

source: Passwords don't match
lv_lv: Paroles nesakrīt
ru_ru: Пароли не совпадают

source: The name cannot be empty
lv_lv: Vārds nevar būt tukšs
ru_ru: Имя не может быть пустым

source: The email is not valid
lv_lv: E-pasts nav derīgs
ru_ru: Неверный email

source: The specified e-mail is already in use
lv_lv: Norādītais e-pasts jau tiek izmantots
ru_ru: Указанный e-mail уже используется

source: Username is already taken
lv_lv: Šāds lietotājvārds jau tiek izmantots
ru_ru: Имя пользователя уже используется

source: The specified username is not valid, it contains some invalid words
lv_lv: Norādītais lietotājvārds nav derīgs, tajā ir daži nederīgi vārdi
ru_ru: Указанное имя пользователя недействительно, оно содержит недопустимые слова

source: The specified e-mail is already used by %s
lv_lv: Jau tiek lietots norādītais e-pasts %s
ru_ru: Указанный e-mail уже используется %s

source: The selected photo has been successfully rotated
lv_lv: Atlasītais fotoattēls ir veiksmīgi pagriezts
ru_ru: Выбранная фотография была успешно повернута

source: The selected photo has been successfully deleted
lv_lv: Atlasītais fotoattēls ir veiksmīgi izdzēsts
ru_ru: Выбранная фотография была успешно удалена

source: The selected photo couldn't be deleted, the url doesn't exist
lv_lv: Atlasīto fotoattēlu nevarēja izdzēst, URL neeksistē
ru_ru: Выбранное фото не может быть удалено, URL-адрес не существует

source: The listing doesn't exist
lv_lv: Sludinājums nepastāv
ru_ru: Объявление не существует

source: The listing doesn't belong to you
lv_lv: Sludinājums nepieder jums
ru_ru: Объявление не принадлежит вам

source: The selected photo does not belong to you
lv_lv: Izvēlēts foto nepieder jums
ru_ru: Выбранное фото вам не принадлежит

source: The selected photo couldn't be deleted
lv_lv: Atlasīto fotoattēlu nevar dzēst
ru_ru: Выбранное фото невозможно удалить

source: Sorry, contact form is disabled.
lv_lv: Atvainojiet, saziņas forma ir atspējota.
ru_ru: Извините, контактная форма отключена.

source: Your current email is not allowed
lv_lv: Jūsu pašreizējais e-pasts nav atļauts
ru_ru: Ваш текущий email запрещен

source: Your current IP is not allowed
lv_lv: Jūsu pašreizējā IP nav atļauta
ru_ru: Ваш текущий IP запрещен

source: Please enter a correct email
lv_lv: Lūdzu, ievadiet pareizu e-pasta adresi
ru_ru: Введите правильный email

source: Your email has been sent properly. Thank you for contacting us!
lv_lv: Jūsu e-pasts ir nosūtīts pareizi. Paldies, ka sazinājāties ar mums!
ru_ru: Ваше письмо успешно отправлено. Благодарим Вас за обращение к нам!

source: Only registered users are allowed to post listings
lv_lv: Tikai reģistrētiem lietotājiem ir atļauts ievietot sludinājumu
ru_ru: Только зарегистрированные пользователи могут публиковать объявления

source: A user with that email address already exists, if it is you, please log in
lv_lv: Lietotājs ar šo e-pasta adresi jau pastāv, ja tas esat jūs, lūdzu, piesakieties
ru_ru: Пользователь с таким email уже существует, если это вы, пожалуйста, войдите в систему

source: Check your inbox to validate your listing
lv_lv: Pārbaudiet savu iesūtni, lai apstiprinātu savu sludinājumu
ru_ru: Проверьте папку "Входящие", чтобы подтвердить объявление

source: Your listing has been published
lv_lv: Jūsu sludinājums ir publicēts
ru_ru: Ваше объявление успешно создано!

source: Sorry, we don't have any listings with that ID
lv_lv: Diemžēl mums nav neviena sludinājuma ar šo ID
ru_ru: К сожалению у нас нет объявлений с таки ID

source: Great! We've just updated your listing
lv_lv: Lieliski! Mēs tikko atjauninājām jūsu sludinājumu
ru_ru: Отлично! Мы только что обновили ваше объявление

source: The listing has been validated
lv_lv: Sludinājums ir apstiprināts
ru_ru: Объявление проверено

source: The listing can't be validated
lv_lv: Sludinājums nav apstiprināms
ru_ru: Не удается проверить объявление

source: The listing has already been validated
lv_lv: Sludinājums jau ir apsiprināts
ru_ru: Объявление уже проверено

source: The listing can't be deactivated
lv_lv: Sludinājumu nevar deaktivizēt
ru_ru: Не удается деактивировать объявление

source: The listing has already been deactivated
lv_lv: Sludinājums jau ir deaktivizēts
ru_ru: Объявление уже деактивировано

source: The listing can't be renewed
lv_lv: Sludinājumu nevar atjaunot (
ru_ru: Объявление не продлено

source: Your listing has been deleted
lv_lv: Jūsu sludinājums ir izdzēsts
ru_ru: Объявление удалено

source: The listing you are trying to delete couldn't be deleted
lv_lv: Sludinājums, kuru mēģināt izdzēst, nevar dzēst
ru_ru: Не удалось удалить объявление, которое вы пытаетесь удалить

source: This feature is disabled, you cannot mark or report listing
lv_lv: Šī funkcija ir atspējota, jūs nevarat atzīmēt sludinājumu vai ziņot par to
ru_ru: Эта функция отключена, вы не можете отмечать список или сообщать о нем

source: Thanks! That's very helpful
lv_lv: Paldies! Tas ir ļoti noderīgi
ru_ru: Спасибо! Вы помогаете нам быть лучше!

source: Sorry, send to friend form is disabled.
lv_lv: Atvainojiet, sūtīšanas draugam veidlapa ir atspējota.

source: This listing doesn't exist
lv_lv: Šis sludinājums neeksistē
ru_ru: Объявление не существует

source: We're sorry, but the listing has expired. You can't contact the seller
lv_lv: Sludinājuma termiņš ir beidzies. Jūs nevarat sazināties ar pārdevēju
ru_ru: К сожалению срок действия объявления истек. Вы не можете связаться с продавцом

source: You can't contact the seller, only registered users can
lv_lv: Jūs nevarat sazināties ar pārdevēju, tikai reģistrēti lietotāji to var
ru_ru: Только зарегистрированные пользователи могут связаться с продавцом

source: <a href="%s">Click here to sign-in</a>
lv_lv: <a href="%s">Noklikšķiniet šeit, lai pierakstītos</a>
ru_ru: <a href="%s">Нажмите здесь, чтобы войти</a>

source: We've just sent an e-mail to the seller
lv_lv: Mēs tikko nosūtījām e-pastu pārdevējam
ru_ru: Мы только что отправили письмо продавцу

source: Sorry, we could not save your comment. Try again later
lv_lv: Atvainojiet, mēs nevarējām saglabāt jūsu komentāru. Pamēģini vēlreiz vēlāk
ru_ru: Извините, нам не удалось сохранить ваш комментарий. Попробуйте позже

source: Your comment is awaiting moderation
lv_lv: Jūsu komentārs gaida apstiprinājumu
ru_ru: Ваш комментарий ожидает модерации

source: Your comment has been approved
lv_lv: Jūsu komentārs ir apstiprināts
ru_ru: Ваш комментарий одобрен

source: Please fill the required field (email)
lv_lv: Lūdzu, aizpildiet nepieciešamo lauku (e-pasts)
ru_ru: Пожалуйста заполните обязательное поле (email)

source: Please type a comment
lv_lv: Lūdzu, ierakstiet komentāru
ru_ru: Пожалуйста введите комментарий

source: Your comment has been marked as spam
lv_lv: Jūsu komentārs ir atzīmēts kā mēstule
ru_ru: Ваш комментарий отмечен как спам

source: You need to be logged to comment
lv_lv: Jums jāieiett lai komentētu
ru_ru: Необходимо войти в систему, чтобы прокомментировать

source: Sorry, comments are disabled
lv_lv: Atvainojiet, komentāri ir atspējoti
ru_ru: К сожалению комментарии отключены

source: Sorry, replies are disabled
lv_lv: Atvainojiet, atbildes ir atspējotas
ru_ru: Извините, ответы отключены

source: You need to be logged to reply on comment
lv_lv: Lai atbildētu uz komentāru, jums ir jāpiesakās
ru_ru: Вам необходимо войти в систему, чтобы ответить на комментарий

source: Only owner of listing can reply to comments
lv_lv: Uz komentāriem var atbildēt tikai ieraksta īpašnieks
ru_ru: Отвечать на комментарии может только владелец объявления

source: Only logged administrator can reply to comments
lv_lv: Tikai pieteicies administrators var atbildēt uz komentāriem
ru_ru: Отвечать на комментарии может только зарегистрированный администратор

source: You must be logged in to delete a comment
lv_lv: Lai dzēstu komentāru, jums ir jāilogojas
ru_ru: Для удаления комментария необходимо войти в систему

source: The comment doesn't exist
lv_lv: Komentārs neeksistē
ru_ru: Комментарий не существует

source: The comment is not active, you cannot delete it
lv_lv: Komentārs nav aktīvs, to nevar izdzēst
ru_ru: Комментарий не активен, удалить его нельзя

source: The comment was not added by you, you cannot delete it
lv_lv: Komentāru neesat pievienojis jūs, jūs to nevarat izdzēst
ru_ru: Комментарий добавлен не вами, удалить его нельзя

source: The listing hasn't been validated. Please validate it in order to make it public
lv_lv: Sludinājums nav apstiprināts. Lūdzu, apstipriniet to, lai padarītu to publiski pieejamu
ru_ru: Объявление не подтверждено. Пожалуйста подтвердите его для публикации

source: The listing hasn't been enabled. Please enable it in order to make it public
lv_lv: Sludinājums nav iespējots. Lūdzu, iespējojiet to, lai padarītu to publisku
ru_ru: Объявление не было включено. Пожалуйста, включите его, чтобы сделать его общедоступным

source: The listing has been blocked or is awaiting moderation from the admin
lv_lv: Sludinājums ir bloķēts vai gaida regulēšanu no administratora
ru_ru: Объявление заблокировано или ожидает модерации со стороны администратора

source: Users not enabled
lv_lv: Lietotāji nav aktivizēti
ru_ru: Пользователи не включены

source: Users are not enabled
lv_lv: Lietotāji nav aktivizēti
ru_ru: Пользователи не включены

source: Please provide an email address
lv_lv: Lūdzu, norādiet e-pasta adresi
ru_ru: Пожалуйста укажите email

source: Empty passwords are not allowed. Please provide a password
lv_lv: Tukšas paroles nav atļautas. Lūdzu, norādiet paroli
ru_ru: Пустые пароли не допускаются. Пожалуйста, укажите пароль

source: The password is incorrect
lv_lv: Nepareiza parole
ru_ru: Неправильный пароль

source: The user has not been validated yet. Would you like to re-send your <a href="%s">activation?</a>
lv_lv: Lietotājs vēl nav apstiprināts. Vai vēlaties atkārtoti nosūtīt <a href="%s">aktivizācijas ziņojumu?</a>
ru_ru: Пользователь еще не прошел проверку. Хотите повторно отправить <a href="%s">активацию?</a>

source: The user has not been validated yet
lv_lv: Lietotājs vēl nav verificēts
ru_ru: Пользователь еще не прошел проверку

source: The user has been suspended
lv_lv: Lietotāja darbība ir apturēta
ru_ru: Пользователь заблокирован

source: This should never happen
lv_lv: Tam nekad nevajadzētu notikt
ru_ru: Этого никогда не должно происходить

source: Incorrect link
lv_lv: Nepareiza saite
ru_ru: Неправильная ссылка

source: Validation email re-sent
lv_lv: Apstiprinājuma e-pasts ir nosūtīts atkārtoti
ru_ru: Повторно отправлено письмо о проверке

source: We have just sent you an email to validate your account, you will have to wait a few minutes to resend it again
lv_lv: Mēs tikko nosūtījām jums e-pasta ziņojumu, lai apstiprinātu jūsu kontu. Jums būs jāgaida dažas minūtes, lai to atkārtoti nosūtītu
ru_ru: Мы только что отправили вам письмо для подтверждения вашей учетной записи, вам придется подождать несколько минут, чтобы отправить ее еще раз

source: Invalid email address
lv_lv: Nepareizs e-pasts
ru_ru: Недопустимый email

source: We have sent you an email with the instructions to reset your password
lv_lv: Mēs nosūtījām jums e-pasta ziņojumu ar norādījumiem paroles atiestatīšanai
ru_ru: Мы отправили вам письмо с инструкциями по сбросу пароля

source: We were not able to identify you given the information provided
lv_lv: Mēs nevarējām jūs identificēt, ņemot vērā sniegto informāciju
ru_ru: Нам не удалось идентифицировать вас с учетом предоставленной информации

source: Password cannot be blank
lv_lv: Paroles lauks nedrīkst būt tukšs
ru_ru: Необходимо ввести пароль

source: Error, the password don't match
lv_lv: Kļūda, parole neatbilst
ru_ru: Ошибка, пароль не совпадает

source: User registration is not enabled
lv_lv: Lietotāja reģistrācija nav iespējota
ru_ru: Регистрация пользователя не включена

source: The user has been created. An activation email has been sent
lv_lv: Lietotājs ir izveidots. Aktivizācijas e-pasts ir nosūtīts
ru_ru: Пользователь создан. Письмо с кодом активации было отправлено

source: Your account has been created successfully
lv_lv: Jūsu konts ir veiksmīgi izveidots
ru_ru: Учетная запись успешно создана

source: The link is not valid anymore. Sorry for the inconvenience!
lv_lv: Saite vairs nav derīga. Atvainojamies par sagādātajām neērtībām!
ru_ru: Ссылка больше не действительна. Извините за причиненные неудобства!

source: Your account has already been validated
lv_lv: Jūsu konts jau ir apstiprināts
ru_ru: Ваша учетная запись уже подтверждена

source: Your account has been validated
lv_lv: Jūsu konts ir apstiprināts
ru_ru: Ваша учетная запись подтверждена

source: Account validation failed
lv_lv: Konta validācija neizdevās
ru_ru: Проверка аккаунта не удалась

source: Your email has been changed successfully
lv_lv: Jūsu e-pasts ir veiksmīgi nomainīts
ru_ru: Ваш email успешно изменен

source: Alert activated
lv_lv: Paziņojumi aktivizēti
ru_ru: Оповещение активировано

source: Oops!There was a problem trying to activate your alert. Please contact an administrator
lv_lv: Hmm! Mēģinot aktivizēt jūsu paziņojumus, radās problēma. Lūdzu, sazinieties ar administratoru
ru_ru: Упс! При попытке активировать ваше оповещение возникла проблема. Пожалуйста, свяжитесь с администратором

source: Unsubscribed correctly
lv_lv: Jūs atrakstijāties pareizi
ru_ru: Успешно отписан

source: Oops!There was a problem trying to unsubscribe you. Please contact an administrator
lv_lv: Hmm! Mēģinot anulēt jūsu abonementu, radās problēma. Lūdzu, sazinieties ar administratoru
ru_ru: Упс! Возникла проблема при попытке отписаться от вас. Пожалуйста, свяжитесь с администратором

source: Your email has been sent properly.
lv_lv: Jūsu e-pasts ir nosūtīts pareizi.
ru_ru: Ваше сообщение успешно правильно.

source: Your profile has been updated successfully
lv_lv: Jūsu profils ir veiksmīgi atjaunināts
ru_ru: Ваш профиль успешно обновлен

source: The specified e-mail is not valid
lv_lv: Norādītais e-pasts nav derīgs
ru_ru: Указанный e-mail недействителен

source: The specified username is already in use
lv_lv: Norādītais lietotājvārds jau tiek izmantots
ru_ru: Имя пользователя уже используется

source: The username was updated
lv_lv: Lietotājvārds tika atjaunināts
ru_ru: Имя пользователя обновлено

source: The specified username could not be empty
lv_lv: Norādītā lietotājvārda lauks nevarēja būt tukšs
ru_ru: Имя пользователя не может быть пустым

source: Current password doesn't match
lv_lv: Pašreizējā parole neatbilst
ru_ru: Текущий пароль не совпадает

source: Passwords can't be empty
lv_lv: Paroles nedrīkst būt tukšas
ru_ru: Пароли не могут быть пустыми

source: Password has been changed
lv_lv: Jūsu parole ir mainīta
ru_ru: Пароль изменен

source: Oops! There was a problem trying to activate your alert. Please contact an administrator
lv_lv: Hmm! Mēģinot aktivizēt jūsu paziņojumus, radās problēma. Lūdzu, sazinieties ar administratoru
ru_ru: Ой! При попытке активировать оповещение возникла проблема. Обратитесь к администратору

source: Oops! There was a problem trying to unsubscribe you. Please contact an administrator
lv_lv: Hmm! Mēģinot anulēt jūsu abonementu, radās problēma. Lūdzu, sazinieties ar administratoru
ru_ru: Ой! Возникла проблема при попытке отписаться. Обратитесь к администратору

source: Your account have been deleted
lv_lv: Jūsu konts ir izdzēsts
ru_ru: Ваша учетная запись удалена

source: Oops! you can not do that
lv_lv: Hmm! Tu to nevari darīt
ru_ru: Ой! Вы не можете делать этого

source: You don't have enough permissions to access this section
lv_lv: Jums nav pietiekami daudz atļauju, lai piekļūtu šai sadaļai
ru_ru: У вас недостаточно прав для доступа к этому разделу

source: Thank you very much for your donation
lv_lv: Liels paldies par jūsu ziedojumu
ru_ru: Большое спасибо за ваше пожертвование

source: We've sent you an e-mail. Follow its instructions to validate the changes
lv_lv: Mēs esam nosūtījuši jums e-pastu. Izpildiet tās norādījumus, lai apstiprinātu izmaiņas
ru_ru: Мы отправили вам письмо. Следуйте инструкциям, для того чтобы подтвердить изменения

source: We tried to sent you an e-mail, but it failed. Please, contact an administrator
lv_lv: Mēs mēģinājām jums nosūtīt e-pastu, taču tas neizdevās. Lūdzu, sazinieties ar administratoru
ru_ru: Мы пытались отправить вам письмо, но это не удалось. Пожалуйста свяжитесь с администратором

source: There has been some errors sending the message
lv_lv: Nosūtot ziņojumu, radās dažas kļūdas
ru_ru: При отправке сообщения произошли ошибки

source: Probable invalid request.
lv_lv: Iespējams, nederīgs pieprasījums.
ru_ru: Вероятный недопустимый запрос.

source: Invalid CSRF/Security token.
lv_lv: Nederīgs CSRF/drošības marķieris.
ru_ru: Неверный CSRF/токен безопасности.

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
lv_lv: Osclass ir veiksmīgi atjaunināts. <a href="https://forums.osclasspoint.com">Vai nepieciešama papildu palīdzība?</a>
ru_ru: Osclass успешно обновлен. <a href="https://forums.osclasspoint.com">Нужна дополнительная помощь?</a>

source: Last search settings have been updated
ru_ru: Настройки последнего поиска обновлены

source: Your reCAPTCHA key has been cleared
ru_ru: Ключ reCAPTCHA успешно очищен

source: Your reCAPTCHA key has been updated
ru_ru: Ключ reCAPTCHA успешно обновлен

source: <b>downloads</b> folder has to be writable, i.e.: <b>chmod a+w %soc-content/downloads/</b>
ru_ru: Папка <b>загрузки</b> должна быть доступна для записи, т.е.: <b> chmod a + w %s oc-content/downloads/</b>
