Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/messages.po
Languages: lv_lv, ru_ru

source: %s can't be disabled because it's the default language
lv_lv: %s nevar atspējot, jo tā ir noklusējuma valoda
ru_ru: %s нельзя отключить, так как это язык по умолчанию

source: Selected languages have been enabled for the backoffice (oc-admin)
lv_lv: Atlasītās valodas ir iespējotas backoffice (oc-admin)
ru_ru: Выбранные языки включены для админки (oc-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
lv_lv: Atlasītās valodas ir atspējotas backoffice (oc-admin)
ru_ru: Выбранные языки отключены для админки (oc-admin)

source: Directory '%s' couldn't be removed
lv_lv: Direktoriju “%s” nevarēja noņemt
ru_ru: Не удалось удалить каталог '%s'

source: Directory "%s" has been successfully removed
lv_lv: Katalogs "%s" ir veiksmīgi noņemts
ru_ru: Каталог "%s" успешно удален

source: Directory '%s' couldn't be removed;)
lv_lv: Direktoriju "%s" nevarēja noņemt;)
ru_ru: Не удалось удалить каталог '%s' ;)

source: Directory '%s' couldn't be removed because it's the default language. <a href="%s">Set another language</a> as default first and try again
lv_lv: Direktoriju “%s” nevarēja noņemt, jo tā ir noklusējuma valoda. Vispirms <a href="%s">iestatiet citu valodu</a> kā noklusējuma valodu un mēģiniet vēlreiz
ru_ru: Не удалось удалить каталог '%s', так как он является языком по умолчанию. <a href="%s">Сначала задайте другой язык</а> в качестве языка по умолчанию и повторите попытку

source: %s already was in the database
lv_lv: %s jau bija datu bāzē
ru_ru: %s уже был в базе данных

source: %s has been added as a new country
lv_lv: %s ir pievienota kā jauna valsts
ru_ru: %s добавлен как новая страна

source: Country name cannot be blank
lv_lv: Valsts nosaukuma lauks nedrīkst būt tukšs
ru_ru: Название страны должно быть заполнено

source: Country has been edited
lv_lv: Valsts ir rediģēta
ru_ru: Страна успешно отредактирована

source: Country has not been modified
lv_lv: Valsts nav mainīta
ru_ru: Страна не изменена

source: There was a problem deleting locations
lv_lv: Dzēšot atrašanās vietas, radās problēma
ru_ru: При удалении локации возникла проблема

source: No country was selected
lv_lv: Netika atlasīta neviena valsts
ru_ru: Страна не выбрана

source: Region name cannot be blank
lv_lv: Novada nosaukuma lauks nedrīkst būt tukšs
ru_ru: Поле название региона должно быть заполнено

source: %s has been added as a new region
lv_lv: %s ir pievienots kā jauns novads
ru_ru: %s добавлен как новый регион

source: %s has been edited
lv_lv: %s ir rediģēts
ru_ru: %s успешно отредактирован

source: No region was selected
lv_lv: Neviens novads nav atlasīts
ru_ru: Регион не выбран

source: New city name cannot be blank
lv_lv: Jaunā pilsētas nosaukuma lauks nedrīkst būt tukšs
ru_ru: Название нового города не может быть пустым

source: %s has been added as a new city
lv_lv: %s ir pievienota kā jauna pilsēta
ru_ru: %s добавлен как новый город

source: City name cannot be blank
lv_lv: Pilsētas nosaukuma lauks nedrīkst būt tukšs
ru_ru: Поле название города не может быть пустым

source: No city was selected
lv_lv: Pilsēta netika atlasīta
ru_ru: Город не выбран

source: There was a problem importing the selected location
lv_lv: Importējot atlasīto atrašanās vietu, radās problēma
ru_ru: При импорте выбранной локации возникла проблема

source: The username field is empty
lv_lv: Lietotājvārda lauks ir tukšs
ru_ru: Поле имя пользователя пустое

source: The password field is empty
lv_lv: Paroles lauks ir tukšs
ru_ru: Поле пароля пустое

source: Sorry, you have entered incorrect password more than %s times. You will be able to login again in %s minutes
lv_lv: Atvainojiet, jūs esat ievadījis nepareizu paroli vairāk nekā %s reizes. Jūs varēsiet vēlreiz pieteikties pēc %s minūtēm
ru_ru: Вы ввели неверный пароль более %s раз. Вы сможете войти в систему снова через %s минут

source: Sorry, incorrect username. <a href="%s">Have you lost your password?</a>
lv_lv: Atvainojiet, nepareizs lietotājvārds. <a href="%s">Vai esat pazaudējis savu paroli?</a>
ru_ru: Неверное имя пользователя. <a href="%s">Забыли пароль?</a>

source: Sorry, incorrect password. <a href="%s">Have you lost your password?</a>
lv_lv: <strong>Kļūda</strong>: nederīgs lietotājvārds vai nepareiza parole. <a href=“%s”>Aizmirsi savu paroli</a>
ru_ru: Неверный пароль. <a href="%s">Забыли пароль?</a>

source: Recaptcha validation has failed
lv_lv: Recaptcha validācija neizdevās
ru_ru: Сбой проверки Recaptcha

source: A new password has been sent to your e-mail
lv_lv: Uz jūsu e-pastu ir nosūtīta jauna parole
ru_ru: На ваш e-mail отправлен новый пароль

source: Sorry, the link is not valid
lv_lv: Atvainojiet, saite nav derīga
ru_ru: К сожалению ссылка недействительна

source: The password has been changed
lv_lv: Jūsu parole ir mainīta
ru_ru: Пароль успешно изменен

source: Error, the passwords don't match
lv_lv: Kļūda, paroles nesakrīt
ru_ru: Ошибка, пароли не совпадают

source: Widget settings have been updated
lv_lv: Logrīku iestatījumi ir atjaunināti
ru_ru: Настройки виджета успешно обновлены

source: You have very few free space left, users will not be able to upload pictures
lv_lv: Jums ir palicis ļoti maz brīvas vietas, lietotāji nevarēs augšupielādēt attēlus
ru_ru: У вас осталось очень мало свободного места, пользователи не смогут загружать изображения

source: Entered an invalid email
lv_lv: Ievadīja nederīgu e-pasta adresi
ru_ru: Введите правильный email

source: You're already subscribed
lv_lv: Jūs jau esat abonējis
ru_ru: Вы уже подписаны

source: Subscribed correctly
lv_lv: Pareizi abonēts
ru_ru: Успешно подписаны

source: Error subscribing
lv_lv: Kļūda abonējot
ru_ru: Ошибка подписки

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
lv_lv: Lai varētu lejupielādēt datus no OsclassPoint, sadaļā %s ir jādefinē API atslēga
ru_ru: Чтобы иметь возможность загружать данные из Osclass Point, вы должны определить свой API-ключ в разделе %s

source: You have to set an internal name
lv_lv: Jums vispirms jāievada aizstājvārds
ru_ru: Необходимо задать внутреннее название

source: You have to set a different internal name
lv_lv: Jums ir jāiestata cits iekšējais nosaukums
ru_ru: Вы должны установить другое внутреннее название

source: The page has been updated
lv_lv: Šī lapa tika atjaunināta
ru_ru: Страница успешно обновлена

source: The page couldn't be updated, at least one title should not be empty
lv_lv: Lapu nevarēja atjaunināt, vismaz viens nosaukums nedrīkst būt tukšs
ru_ru: Невозможно обновить страницу, хотя бы один заголовок нужно заполнить

source: The page has been added
lv_lv: Lapa ir pievienota
ru_ru: Страница успешно добавлена

source: The page couldn't be added, at least one title should not be empty
lv_lv: Lapu nevar pievienot
ru_ru: Не удалось добавить страницу, по крайней мере один заголовок не должен быть пустым

source: Oops! That internal name is already in use. We can't make the changes
lv_lv: Sagataves nosaukums jau ir aizņemts
ru_ru: Упс! Это название ссылки уже используется. Мы не можем внести изменения

source: One page can't be deleted because it is indelible
lv_lv: Vienu lapu nevar izdzēst, jo tā ir neizdzēšama
ru_ru: Невозможно удалить одну страницу, так как она нестираема

source: %s pages couldn't be deleted because they are indelible
lv_lv: %s lapas nevarēja izdzēst, jo tās ir neizdzēšamas
ru_ru: Не удалось удалить %s страницы, так как они нестираемы

source: One page couldn't be deleted
lv_lv: Nevarēja izdzēst vienu lapu
ru_ru: Не удалось удалить страницу

source: %s pages couldn't be deleted
lv_lv: %s lapas nevarēja izdzēst
ru_ru: Не удалось удалить %s страницы

source: One page has been deleted correctly
lv_lv: Viena lapa ir izdzēsta pareizi
ru_ru: Страница успешно удалена

source: %s pages have been deleted correctly
lv_lv: %s lapas ir izdzēstas pareizi
ru_ru: %s страниц успешно удалено

source: No plugins has been selected
lv_lv: Nav atlasīts neviens spraudnis
ru_ru: Нет выбранных плагинов

source: The plugin folder is not writable
lv_lv: Spraudņa mape nav rakstāma
ru_ru: Папка плагинов недоступна для записи

source: The plugin has been uploaded correctly
lv_lv: Spraudnis ir augšupielādēts pareizi
ru_ru: Плагин успешно загружен

source: There was a problem adding the plugin
lv_lv: Pievienojot spraudni, radās problēma
ru_ru: При добавлении плагина возникла проблема

source: The plugin generated %d characters of <strong>unexpected output</strong> during the installation. Output: "%s"
lv_lv: Spraudnis instalēšanas laikā ģenerēja %d rakstzīmes ar <strong>neparedzētu izvadi</strong> . Izvade: "%s"
ru_ru: Плагин выдал %d символов <strong>неожиданного вывода</strong> во время установки. Вывод: "%s"

source: Plugin is already installed
lv_lv: Spraudnis jau ir instalēts
ru_ru: Плагин уже установлен

source: Plugin couldn't be installed because their files are missing
lv_lv: Spraudni nevarēja instalēt, jo trūkst failu
ru_ru: Не удалось установить плагин, так как его файлы отсутствуют

source: Plugin couldn't be installed because of: %s
lv_lv: Spraudni nevarēja instalēt, jo: %s
ru_ru: Не удалось установить плагин из-за: %s

source: Plugin couldn't be installed
lv_lv: Spraudni nevarēja instalēt
ru_ru: Невозможно установить плагин

source: Plugin installed
lv_lv: Spraudnis ir instalēts
ru_ru: Плагин установлен

source: Plugin uninstalled
lv_lv: Spraudnis ir atinstalēts
ru_ru: Плагин удален

source: Plugin couldn't be uninstalled
lv_lv: Spraudni nevarēja atinstalēt
ru_ru: Невозможно удалить плагин

source: Plugin enabled
lv_lv: Spraudnis iespējots
ru_ru: Плагин включен

source: Plugin is already enabled
lv_lv: Spraudnis jau ir iespējots
ru_ru: Плагин уже включен

source: Plugin disabled
lv_lv: Spraudnis ir atspējots
ru_ru: Плагин отключен

source: Plugin is already disabled
lv_lv: Spraudnis jau ir atspējots
ru_ru: Плагин уже отключен

source: Configuration was saved
lv_lv: Konfigurācija tika saglabāta
ru_ru: Конфигурация сохранена

source: No plugin selected
lv_lv: Nav atlasīts neviens spraudnis
ru_ru: Плагин не выбран

source: The files were deleted
lv_lv: Faili tika izdzēsti
ru_ru: Файлы удалены

source: There were an error deleting the files, please check the permissions of the files in %s
lv_lv: Dzēšot failus, radās kļūda. Lūdzu, pārbaudiet failu atļaujas šeit: %s
ru_ru: Ошибка при удалении файлов. Проверьте разрешения на файлы в %s

source: Invalid plugin file
lv_lv: Nederīgs spraudņa fails
ru_ru: Недопустимый файл плагина

source: <b>downloads</b> folder has to be writable, i.e.: <b>chmod a+w %s%s/downloads/</b>
lv_lv: <b>lejupielāžu</b> mapei ir jābūt rakstāmai, ti: <b>chmod a+w %s%s/downloads/</b>
ru_ru: <b>загрузки</b> папка должна быть доступна для записи, т.е.: <b>chmod a+w %s%s/downloads/</b>

source: Log file has been removed
lv_lv: Žurnāla fails ir noņemts

source: This action cannot be done because it is a demo site
lv_lv: Šo darbību nevar veikt, jo tā ir demonstrācijas vietne
ru_ru: Это действие невозможно выполнить, потому что это демо сайт

source: Import complete
lv_lv: Importēšana ir pabeigta
ru_ru: Импорт завершен

source: There was a problem importing data to the database
lv_lv: Importējot datus datu bāzē, radās problēma
ru_ru: Произошла ошибка при импорте данных в базу

source: Recount category stats has been successful
lv_lv: Pārskaitīšanas kategoriju statistika ir bijusi veiksmīga
ru_ru: Статистика категории повторного подсчета выполнена успешно

source: Path is empty
lv_lv: Ceļš ir tukšs
ru_ru: Путь пуст

source: Could not connect with the database. Error: %s
lv_lv: Nevarēja izveidot savienojumu ar datu bāzi. Kļūda: %s
ru_ru: Не удалось подключиться к базе данных. Ошибка: %s

source: There are no tables to back up
lv_lv: Nav tabulu, ko dublēt
ru_ru: Нет таблиц для резервного копирования

source: The folder is not writable
lv_lv: Mape nav rakstāma
ru_ru: Папка недоступна для записи

source: Backup completed successfully
lv_lv: Dublēšana veiksmīgi pabeigta
ru_ru: Резервное копирование успешно завершено

source: Could not select the database. Error: %s
lv_lv: Nevarēja atlasīt datubāzi. Kļūda: %s
ru_ru: Не удалось выбрать базу данных. Ошибка: %s

source: Archived successfully!
lv_lv: Veiksmīgi arhivēts!
ru_ru: Заархивировано успешно!

source: Error, the zip file was not created in the specified directory
lv_lv: Kļūda, zip fails netika izveidots norādītajā direktorijā
ru_ru: Ошибка, zip-файл не был создан в указанном каталоге

source: Maintenance mode is ON
lv_lv: Apkopes režīms ir IESLĒGTS
ru_ru: Режим обслуживания включен

source: There was an error creating the .maintenance file, please create it manually at the root folder
lv_lv: Veidojot .maintenance failu, radās kļūda. Lūdzu, izveidojiet to manuāli saknes mapē
ru_ru: При создании файла .maintenance произошла ошибка. Создайте его вручную в корневой папке вашего сайта

source: Maintenance mode is OFF
lv_lv: Apkopes režīms ir IZSLĒGTS
ru_ru: Режим обслуживания выключен

source: There was an error removing the .maintenance file, please remove it manually from the root folder
lv_lv: Noņemot .maintenance failu, radās kļūda. Lūdzu, manuāli noņemiet to no saknes mapes
ru_ru: Произошла ошибка при удалении файла .maintenance, удалите его вручную из корневой папки вашего сайта

source: Data cleaned up successfully
lv_lv: Dati ir veiksmīgi notīrīti
ru_ru: Данные успешно очищены

source: There was problem cleaning data (no data has been found)
lv_lv: Radās problēma ar datu tīrīšanas datiem (dati nav atrasti)
ru_ru: При очистке данных возникла проблема (данные не найдены)

source: Required and missing folder %s could not be created. Create it manually in your file system.
lv_lv: Nevarēja izveidot nepieciešamo un trūkstošo mapi %s. Izveidojiet to manuāli savā failu sistēmā.
ru_ru: Не удалось создать требуемую и отсутствующую папку %s. Создайте его вручную в вашей файловой системе.

source: Translations has been updated
lv_lv: Tulkojumi ir atjaunināti
ru_ru: Переводы были обновлены

source: Translations has been successfully created from source code.
lv_lv: Tulkojumi ir veiksmīgi izveidoti no pirmkoda.
ru_ru: Переводы были успешно созданы на основе исходного кода.

source: Translations has been successfully updated from source code.
lv_lv: Tulkojumi ir veiksmīgi atjaunināti no pirmkoda.
ru_ru: Переводы были успешно обновлены из исходного кода.

source: Translations does not exists.
lv_lv: Tulkojumi neeksistē.
ru_ru: Переводов не существует.

source: ZIP archive could not be created.
lv_lv: ZIP arhīvu nevarēja izveidot.
ru_ru: Не удалось создать ZIP-архив.

source: Translation does not contain all required files (Required: %s, Found: %s).
lv_lv: Tulkojums nesatur visus nepieciešamos failus (Nepieciešams: %s, Atrasts: %s).

source: There was problem sending translation (cURL issue): [%s] %s
lv_lv: Nosūtot tulkojumu, radās problēma (cURL problēma): [%s] %s
ru_ru: Возникла проблема с отправкой перевода (проблема cURL): [%s] %s

source: Translation was not accepted with following error: %s
lv_lv: Tulkojums netika pieņemts ar šādu kļūdu: %s
ru_ru: Перевод не был принят со следующей ошибкой: %s

source: Your server does not have cURL extension activated.
lv_lv: Jūsu serverim nav aktivizēts cURL paplašinājums.
ru_ru: На вашем сервере не активировано расширение cURL.

source: Translation successfully sent to Osclass Team and is pending validation. Thanks for sharing and helping community!
lv_lv: Tulkojums veiksmīgi nosūtīts Osclass Team un gaida apstiprināšanu. Paldies par kopīgošanu un palīdzību kopienai!
ru_ru: Перевод успешно отправлен команде Osclass и ожидает проверки. Спасибо, что поделились и помогли сообществу!

source: Translation successfully removed
lv_lv: Tulkojums veiksmīgi noņemts
ru_ru: Перевод успешно удален

source: Source translations catalog is same as target translations catalog.
lv_lv: Avota tulkojumu katalogs ir tāds pats kā mērķa tulkojumu katalogs.
ru_ru: Каталог исходных переводов совпадает с каталогом целевых переводов.

source: Source translations catalog does not exists.
lv_lv: Avotu tulkojumu katalogs nepastāv.
ru_ru: Каталога исходных переводов не существует.

source: Target translations catalog does not exists.
lv_lv: Mērķa tulkojumu katalogs nepastāv.
ru_ru: Целевой каталог переводов не существует.

source: Target translations catalog has been merged with translations from source catalog
lv_lv: Mērķa tulkojumu katalogs ir apvienots ar tulkojumiem no avota kataloga
ru_ru: Целевой каталог переводов был объединен с переводами из исходного каталога

source: The user has been created. We've sent an activation e-mail
lv_lv: Lietotājs ir izveidots. Mēs esam nosūtījuši aktivizācijas e-pastu
ru_ru: Пользователь создан. Мы отправили письмо с активацией по электронной почте

source: The user has been created successfully
lv_lv: Lietotājs ir veiksmīgi izveidots
ru_ru: Пользователь успешно создан

source: The user has been updated
lv_lv: Lietotājs ir atjaunināts
ru_ru: Пользователь успешно обновлен

source: The user has been updated and activated
lv_lv: Lietotājs ir atjaunināts un aktivizēts
ru_ru: Пользователь успешно обновлен и активирован

source: User id isn't in the correct format
lv_lv: Lietotāja ID nav pareizajā formātā
ru_ru: ID пользователя имеет неправильный формат

source: No users have been selected
lv_lv: Nav atlasīts neviens lietotājs
ru_ru: Пользователи не выбраны

source: No users have been activated
lv_lv: Nav aktivizēts neviens lietotājs
ru_ru: Нет пользователей, которые были активированы

source: No users have been deactivated
lv_lv: Neviens lietotājs nav deaktivizēts
ru_ru: Нет пользователей, которые были деактивированы

source: No users have been enabled
lv_lv: Nav iespējots neviens lietotājs
ru_ru: Ни один пользователь не был включен

source: No users have been disabled
lv_lv: Neviens lietotājs nav atspējots
ru_ru: Ни один пользователь не был отключен

source: No users listings have been unblocked
lv_lv: Neviens lietotāju sludinājums nav atbloķēts
ru_ru: Ни одно объявление пользователя не было разблокировано

source: No users listings have been blocked
lv_lv: Neviens lietotāju sludinājums nav bloķēts
ru_ru: Ни одно объявление пользователя не было заблокировано

source: No users have been deleted
lv_lv: Neviens lietotājs nav izdzēsts
ru_ru: Пользователи не были удалены

source: Alert id isn't in the correct format
lv_lv: Paziņojuma ID nav pareizajā formātā
ru_ru: Идентификатор оповещения не в правильном формате

source: No alerts have been deleted
lv_lv: Neviens paziņojums nav dzēsts
ru_ru: Оповещения не были удалены

source: No alerts have been activated
lv_lv: Neviens paziņojums nav aktivizēts
ru_ru: Предупреждения не активированы

source: No alerts have been deactivated
lv_lv: Neviens paziņojums nav deaktivizēts
ru_ru: Предупреждения не деактивированы

source: User settings have been updated
lv_lv: Lietotāja iestatījumi ir atjaunināti
ru_ru: Параметры пользователя обновлены

source: Both rules can not be empty
lv_lv: Abi noteikumi nedrīkst būt tukši
ru_ru: Оба правила не могут быть пустыми

source: Rule updated correctly
lv_lv: Noteikums atjaunināts pareizi
ru_ru: Правило успешно обновлено

source: Rule saved correctly
lv_lv: Noteikums saglabāts pareizi
ru_ru: Правило успешно сохранено

source: No rules have been deleted
lv_lv: Neviens noteikums nav dzēsts
ru_ru: Правила не удалены

source: The user doesn't exist
lv_lv: Lietotājs neeksistē
ru_ru: Пользователь не существует

source: The user is blocked or not activated
lv_lv: Lietotājs ir bloķēts vai nav aktivizēts
ru_ru: Пользователь заблокирован или не активирован

source: You have successfully logged in as %s
lv_lv: Jūs esat veiksmīgi pieteicies kā %s
ru_ru: Вы успешно вошли в систему под именем %s

source: Image with an incorrect extension.
lv_lv: Attēls ar nepareizu paplašinājumu.
ru_ru: Изображение с неправильным расширением.

source: Image is too big. Max. size
lv_lv: Attēls ir pārāk liels. Maks. Izmērs
ru_ru: Изображение слишком велико. Макс. размер

source: Title too short (%s).
lv_lv: Virsraksts ir pārāk īss (%s).
ru_ru: Слишком короткий заголовок (%s).

source: Title too long (%s).
lv_lv: Virsraksts ir pārāk garš (%s).
ru_ru: Слишком длинный заголовок (%s).

source: Description too short (%s).
lv_lv: Apraksts ir pārāk īss (%s).
ru_ru: Описание слишком короткое (%s).

source: Description too long (%s).
lv_lv: Apraksts ir pārāk garš (%s).
ru_ru: Описание слишком длинное (%s).

source: Category invalid.
lv_lv: Kategorija nav derīga.
ru_ru: Недопустимая категория.

source: Price must be a number.
lv_lv: Cenai ir jābūt skaitlim.
ru_ru: Цена должна быть числом.

source: Price too long.
lv_lv: Cena ir pārāk gara.
ru_ru: Слишком длинная цена.

source: Price must be positive number.
lv_lv: Cenai jābūt pozitīvam skaitlim.
ru_ru: Цена должна быть положительной.

source: Name too long.
lv_lv: Vārds ir pārāk garš.
ru_ru: Слишком длинное имя.

source: Phone too long.
lv_lv: Tālrunis ir pārāk garš.
ru_ru: Слишком длинный телефон.

source: Other contact information too long.
lv_lv: Cita kontaktinformācija ir pārāk gara.
ru_ru: Слишком длинная другая контактная информация.

source: Email invalid.
lv_lv: Nederīgs e-pasts.
ru_ru: Недопустимый Email.

source: Country too short.
lv_lv: Valsts ir pārāk īsa.
ru_ru: Слишком короткое название страны.

source: Country too long.
lv_lv: Valsts ir pārāk gara.
ru_ru: Слишком длинное название страны.

source: Region too short.
lv_lv: Novads ir pārāk garš.
ru_ru: Слишком короткое название региона.

source: Region too long.
lv_lv: Novads ir pārāk garš.
ru_ru: Слишком длинное название региона.

source: City too short.
lv_lv: Pilsēta ir pārāk īsa.
ru_ru: Слишком короткое название города.

source: City too long.
lv_lv: Pilsēta ir pārāk gara.
ru_ru: Слишком длиное название города.

source: Municipality too short.
lv_lv: Pašvaldība pārāk īsa.
ru_ru: Слишком короткое название муниципалитета.

source: Municipality too long.
lv_lv: Pašvaldība pārāk gara.
ru_ru: Слишком длинное название муниципалитета.

source: Address too short.
lv_lv: Adrese ir pārāk īsa.
ru_ru: Адрес слишком короткий.

source: Address too long.
lv_lv: Adrese ir pārāk gara.
ru_ru: Адрес слишком длинный.

source: Too fast. You should wait a little to publish your ad.
lv_lv: Pārāk ātri. Jums vajadzētu nedaudz pagaidīt, lai publicētu savu sludinājumu.
ru_ru: Слишком быстро. Вы должны немного подождать перед публикацией нового объявления.

source: %s field is required.
lv_lv: %s lauks ir obligāts.
ru_ru: Поле %s обязательно для заполнения.

source: The file you tried to upload does not have a valid extension
lv_lv: Failam, kuru mēģinājāt augšupielādēt, nav derīga paplašinājuma
ru_ru: Файл, который вы пытались загрузить, имеет недопустимое расширени.

source: One of the files you tried to upload exceeds the maximum size
lv_lv: Viens no failiem, ko mēģinājāt augšupielādēt, pārsniedz maksimālo izmēru
ru_ru: Один из файлов, которые вы пытались загрузить, превышает максимальный размер

source: Image limit reached, some images were not uploaded!
lv_lv: Sasniegts attēlu ierobežojums, daži attēli netika augšupielādēti!

source: Title too short.
lv_lv: Virsraksts ir pārāk īss.
ru_ru: Заголовок слишком короткий.

source: Title too long.
lv_lv: Virsraksts ir pārāk garš.
ru_ru: Заголовок слишком длинный.

source: Description too short.
lv_lv: Apraksts pārāk īss.
ru_ru: Описание слишком короткое.

source: Description too long.
lv_lv: Apraksts pārāk garš.
ru_ru: Описание слишком длинное.

source: We just sent your message to %s
lv_lv: Mēs vienkārši nosūtījām jūsu ziņojumu uz %s
ru_ru: Мы только что отправили ваше сообщение %s

source: Your rating has been removed as you already rated this listing %d time(s)
lv_lv: Jūsu vērtējums ir noņemts, jo jūs jau novērtējāt šo ierakstu %d reizi(-es)
ru_ru: Ваш рейтинг был удален, так как вы уже оценили этот список в %d раз(ов)

source: The reCAPTCHA was not entered correctly
lv_lv: ReCAPTCHA netika ievadīts pareizi
ru_ru: Неверный ввод reCAPTCHA
