Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/theme.po
Languages: lv_lv

source: Photo: must be png,gif,jpg,jpeg.
lv_lv: Fotoattēls: jābūt png, gif, jpg, jpeg.

source: Phone: this field is required.
lv_lv: Tālrunis: šis lauks ir obligāts.

source: Phone: enter at least 6 characters.
lv_lv: Tālrunis: ievadiet vismaz 6 rakstzīmes.

source: Your Name: this field is required.
lv_lv: Tavs vārds: šis lauks ir obligāts.

source: Your Name: enter at least 3 characters.
lv_lv: Tavs vārds: ievadiet vismaz 3 rakstzīmes.

source: Email: this field is required.
lv_lv: E-pasts: šis lauks ir obligāts.

source: Email: invalid format of email address.
lv_lv: E-pasts: nederīgs e-pasta adreses formāts.

source: Send to friend
lv_lv: Sūtīt draugam

source: Listing details will be mailed to your friend
lv_lv: Sludinājuma detaļas tiks nosūtītas tavam draugam

source: Your e-mail address
lv_lv: Tavs e-pasts

source: Your friend's name
lv_lv: Tava drauga vārds

source: Your friend's e-mail address
lv_lv: Tava drauga e-pasta adrese

source: Reply to comment
lv_lv: Atbildēt uz komentāru

source: Original comment: "%s"
lv_lv: Sākotnējais komentārs: “%s”

source: Comments are pending moderation
lv_lv: Komentāri gaida moderāciju

source: Invalid comment
lv_lv: Nederīgs komentārs

source: Add a new comment
lv_lv: Pievienot jaunu komentāru

source: Name
lv_lv: Vārds

source: Rating
lv_lv: Reitings

source: Title
lv_lv: Virsraksts

source: Submit comment
lv_lv: Iesniegt komentāru

source: Contact seller
lv_lv: Sazināties ar pārdevēju

source: Send message to owner of listing
lv_lv: Nosūtiet ziņojumu sludinājuma īpašniekam

source: This listing expired, you cannot contact seller.
lv_lv: Šim sludinājumam ir beidzies publicēšanas termiņš, jūs nevarat sazināties ar pārdevēju.

source: It is your own listing, you cannot contact yourself.
lv_lv: Tas ir jūsu sludinājums, jūs nevarat sazināties ar sevi.

source: You must log in or register a new account in order to contact the advertiser.
lv_lv: Lai sazinātos ar reklāmdevēju, jums ir jāpiesakās vai jāreģistrē jauns konts.

source: Send message to seller
lv_lv: Nosūtiet ziņu pārdevējam

source: Last online %s
lv_lv: Manīts tiešsaistē %s

source: This is your own profile!
lv_lv: Šis ir jūsu profils!

source: Phone number
lv_lv: Tālruņa numurs

source: Anonymous
lv_lv: Anonīms

source: Registered for %s
lv_lv: Reģistrēts %s

source: Registered user
lv_lv: Reģistrēts lietotājs

source: Unregistered user
lv_lv: Nereģistrēts lietotājs

source: Report
lv_lv: Ziņot

source: Report listing
lv_lv: Ziņot par sludinājumu

source: If you find this listing as inappropriate, offensive or spammy, please let us know about it.
lv_lv: Ja uzskatāt, ka šis sludinājums ir nepiemērots, aizskarošs vai satur nevēlamu saturu, lūdzu, informējiet mūs par to.

source: Select one of following reasons:
lv_lv: Izvēlieties vienu no šiem iemesliem:

source: Spam
lv_lv: Spams

source: Misclassified
lv_lv: Nepareizi klasificēts

source: Duplicated
lv_lv: Dublikāts

source: Expired
lv_lv: Beidzies

source: Offensive
lv_lv: Aizskarošs

source: Thanks for helping us!
lv_lv: Paldies, ka palīdzat mums!

source: Share
lv_lv: Dalīties

source: %d images
lv_lv: %d attēli

source: This listing has been sold
lv_lv: Sludinājums ir pārdots

source: Make price offer
lv_lv: Izsaki cenas piedāvājumu

source: Get directions
lv_lv: Saņemt norādes

source: %d view
lv_lv: %d skatījums

source: %d views
lv_lv: %d skatījumi

source: Published %s by %s
lv_lv: %s publicēja %s

source: In %s category
lv_lv: Kategorijā %s

source: %d item view
lv_lv: %d preces skatījums

source: %d item views
lv_lv: %d preces skatījumi

source: Scan QR
lv_lv: Skenēt QR

source: Read more
lv_lv: Lasīt vairāk

source: Published on %s
lv_lv: Publicēts %s

source: Modified on %s
lv_lv: Labots %s

source: Attributes
lv_lv: Atribūti

source: Meet the seller
lv_lv: Iepazīsti pārdevēju

source: %d active listings
lv_lv: %d aktīvi sludinājumi

source: Peronal seller
lv_lv: Privātpersona

source: Seller's profile
lv_lv: Pārdevēja profils

source: All seller items
lv_lv: Visas pārdevēja preces

source: Comments
lv_lv: Komentāri

source: %d of 5
lv_lv: %d no 5

source: Delete your comment
lv_lv: Dzēst komentāru

source: Delete
lv_lv: Dzēst

source: Reply to "%s"
lv_lv: Atbildēt “%s”

source: Reply
lv_lv: Atbildēt

source: No comments has been added yet
lv_lv: Vēl neviens komentārs nav pievienots

source: Add comment
lv_lv: Pievienot komentāru

source: Print
lv_lv: Drukāt

source: Share on Facebook
lv_lv: Dalīties Facebook

source: Share on Twitter
lv_lv: Dalīties X

source: Share on Pinterest
lv_lv: Dalīties Pinterest

source: Show number
lv_lv: Rādīt numuru

source: Show email
lv_lv: Rādīt e-pastu

source: Validate
lv_lv: Apstiprināt

source: Edit
lv_lv: Labot

source: Are you sure you want to delete this listing? This action cannot be undone.
lv_lv: Vai tiešām vēlaties dzēst šo sludinājumu? Šo darbību nevar atsaukt.

source: Remove
lv_lv: Noņemt

source: Call
lv_lv: Zvanīt

source: Share on Whatsapp
lv_lv: Dalīties WhatsApp

source: Professional seller
lv_lv: Profesionāls pārdevējs

source: Offer of the day
lv_lv: Pro

source: 1 view
lv_lv: 1 skatījums

source: %s views
lv_lv: %s skatījumi

source: What would you like to search?
lv_lv: Ko jūs vēlētos meklēt?

source: Search in all categories
lv_lv: Meklēt visās kategorijās

source: Hot
lv_lv: Topā

source: Trending
lv_lv: Populārs

source: Hello, %s!
lv_lv: Sveiks, %s!

source: Welcome to %s!
lv_lv: Laipni lūgts %s!

source: Thank you for using our classifieds website.
lv_lv: Paldies, ka izmantojāt mūsu sludinājumu portālu.

source: What service would you like to use today?
lv_lv: Kādu pakalpojumu jūs vēlētos izmantot šodien?

source: Add a new item
lv_lv: Pievienot jaunu preci

source: Browse listings
lv_lv: Pārlūkot sludinājumus

source: Manage account
lv_lv: Pārvaldīt kontu

source: Business users
lv_lv: Biznesa lietotājs

source: Explore forums
lv_lv: Pārlūkot forumus

source: Read blog
lv_lv: Lasīt blogu

source: Premium listings
lv_lv: Premium sludinājumi

source: Hand-picked exclusive selection of offers
lv_lv: Premium sludinājumu izlase

source: Browse categories
lv_lv: Pārlūkot kategorijas

source: Select a category you are interested in
lv_lv: Izvēlieties kategoriju, kas jūs interesē

source: Listings near <u>%s</u>
lv_lv: Sludinājumi netālu no <u>%s</u>

source: No listings found close to your location
lv_lv: Jūsu atrašanās vietas tuvumā nav atrasts neviens sludinājums

source: News on blog
lv_lv: Bloga jaunumi

source: Read article
lv_lv: Lasīt rakstu

source: Read more articles
lv_lv: Lasīt vairāk rakstu

source: Most favorited listings
lv_lv: Iecienītākie saraksti

source: Manage favorites
lv_lv: Pārvaldīt izlasi

source: Recommended companies
lv_lv: Ieteicamie uzņēmumi

source: Explore companies
lv_lv: Pārlūkot uzņēmumus

source: Latest listings
lv_lv: Jaunākie sludinājumi

source: More latest items
lv_lv: Vairāk jaunāko sludinājumu

source: Recently viewed listings
lv_lv: Nesen skatītie sludinājumi

source: Maintenance
lv_lv: Apkope

source: OOOPS! We are sorry, page is undergoing maintenance.
lv_lv: Diemžēl tīmekļa vietne tiek vēl izstrādāta.

source: Please come back later. Thank you!
lv_lv: Lūdzu, atgriezieties vēlāk. Paldies!

source: Do you have more questions?
lv_lv: Vai ir vēl papildus jautājumi?

source: Refine search
lv_lv: Precizējiet meklēšanu

source: Keyword...
lv_lv: Atslēgtvārds…

source: Price range
lv_lv: Cenas diapazons

source: Period
lv_lv: Periods

source: Premium items only
lv_lv: Tikai Premium sludinājumi

source: With phone number
lv_lv: Ar telefona numuru

source: Reset (%d)
lv_lv: Atiestatīt (%d)

source: No listings found in %s
lv_lv: Sludinājumi nav atrasti kategorijā %s

source: No listings found
lv_lv: Sludinājumi nav atrasti

source: %s results found in %s
lv_lv: %s rezultāti atrasti %s

source: Buy new or used items, we have %d listings available for you.
lv_lv: Atrodiet to, ko sirds kāro! Mūsu portālā ir jau %d sludinājumi.

source: There are no listings matching your search criteria.
lv_lv: Nav neviena sludinājuma, kas atbilstu jūsu meklēšanas kritērijiem.

source: Show more
lv_lv: Rādīt vairāk

source: All filters
lv_lv: Visi filtri

source: Clear filters (%d)
lv_lv: Notīrīt filtrus (%d)

source: There was problem loading your listings, please try to refresh this page
lv_lv: Ielādējot jūsu sludinājumus, radās problēma. Lūdzu, mēģiniet atsvaidzināt šo lapu

source: Refresh
lv_lv: Atjaunot

source: Sort:
lv_lv: Šķirot:

source: Grid view
lv_lv: Režģa skats

source: Grid
lv_lv: Režģis

source: List
lv_lv: Saraksts

source: We could not find any results for your search...
lv_lv: Mēs nevarējām atrast jūsu meklēšanas rezultātus…

source: Following tips might help you to get better results
lv_lv: Sekojošie padomi var palīdzēt sasniegt labākus rezultātus

source: Use more general keywords
lv_lv: Izmantojiet vispārīgākus atslēgvārdus

source: Check spelling of position
lv_lv: Pārbaudiet pozīcijas pareizrakstību

source: Reduce filters, use less of them
lv_lv: Samaziniet filtru skaitu, izmantojiet tos mazāk

source: Reset filter
lv_lv: Atiestatīt filtru

source: Next page
lv_lv: Nākamā lapa

source: Join our community to buy and sell from each other everyday around the world.
lv_lv: Pievienojieties mūsu kopienai, lai katru dienu pirktu un pārdotu viens no otra visā pasaulē.

source: Please select preferred site:
lv_lv: Lūdzu, atlasiet vēlamo vietni:

source: %s items in %s
lv_lv: %s vienumi šeit: %s

source: all locations
lv_lv: visas atrašanās vietas

source: Receive email notification when new item, that match your search criteria, is published.
lv_lv: Saņemiet e-pasta paziņojumu, kad tiek publicēta jauna prece, kas atbilst jūsu meklēšanas kritērijiem.

source: %s listings match subscription conditions, %s notifications, created on %s, id: #%s. Your listings are excluded.
lv_lv: %s sludinājumi atbilst abonēšanas nosacījumiem, %s paziņojumi, izveidoti %s, id: #%s. Jūsu sludinājumi ir izslēgti.

source: Technical details
lv_lv: Tehniskas detaļas

source: This action can't be undone. Are you sure you want to continue?
lv_lv: Šo darbību nevar atsaukt. Vai tiešām vēlaties turpināt?

source: View all matching items
lv_lv: Skatīt visus atbilstošos sludinājumus

source: No items match alert conditions. You will receive email notification once there is new listing published matching alert conditions.
lv_lv: Neviens sludinājums neatbilst paziņojuma nosacījumiem. Jūs saņemsit e-pasta paziņojumu, tiklīdz būs publicēts jauns sludinājums, kas atbilst paziņojuma nosacījumiem.

source: No alerts has been created yet.
lv_lv: Vēl nav izveidots neviens paziņojums.

source: Hi %s
lv_lv: Sveicināti %s

source: Manage your listings, saved searches or profile
lv_lv: Pārvaldiet savus sludinājumus, saglabātos meklējumus vai profilu

source: Business profile
lv_lv: Biznesa profils

source: Your business profile visible to customers
lv_lv: Jūsu biznesa profils ir redzams klientiem

source: Your listings visible in search
lv_lv: Jūsu sludinājumi būs redzami meklēšanā

source: Pending validation
lv_lv: Gaida validāciju

source: Listings waiting for admin validation
lv_lv: Sludinājumi gaida administratora apstiprinājumu

source: Expired listings are not visible in search
lv_lv: Sludinājumi, kuriem beidzies derīguma termiņš, nav redzami meklēšanā

source: Receive notifications of new listings matching criteria
lv_lv: Saņemiet paziņojumus par jauniem sludinājumiem, kas atbilst kritērijiem

source: Edit your profile details
lv_lv: Rediģējiet sava profila informāciju

source: Your profile is not complete! (%s issues)
lv_lv: Jūsu profils nav pilnīgs! (%s)

source: Profile details, payment methods, opening hours, gallery
lv_lv: Profila informācija, maksājumu veidi, darba laiks, galerija

source: Instant messages you have recieved & sent
lv_lv: Tērzēšanas ziņas, kuras esat saņēmis un nosūtījis

source: Favorite listings
lv_lv: Iecienītākie saraksti

source: Listings you've marked as your favorite
lv_lv: Ieraksti, kurus esat atzīmējis kā savus iecienītākos

source: Promotions
lv_lv: Akcijas

source: Highlight listings, buy credits or membership
lv_lv: Izceliet sludinājumus, iegādājieties kredītus vai dalību

source: Feel free to send us a message
lv_lv: Droši sūtiet mums ziņu

source: Sign-out from your account
lv_lv: Iziet no sava konta

source: Change password
lv_lv: Mainīt paroli

source: Please enter a new secure password for your account
lv_lv: Lūdzu, ievadiet savam kontam jaunu drošu paroli

source: New password
lv_lv: Jauna parole

source: Repeat password
lv_lv: Atkārtot paroli

source: Login to your account
lv_lv: Pieslēgties savam kontam

source: Listings visible to customers on site.
lv_lv: Sludinājumi ir redzami klientiem portālā.

source: Validation pending listings
lv_lv: Apstiprinātie sludinājumi

source: Listings pending approval. Unapproved listings are not visible on site.
lv_lv: Sludinājumi gaida apstiprinājumu. Neapstiprinātie sludinājum portālā nav redzami.

source: Listings those has expired and are now not visible in site.
lv_lv: Sludinājumi, kuriem ir beidzies publicēšanas termiņš nav redzami portālā.

source: All listings
lv_lv: Visi sludinājumi

source: Active, pending validation and expired items.
lv_lv: Aktīvi, gaida apstiprinājumu un sludinājumi, kuriem beidzies publicēšanas termiņš.

source: Expired listing
lv_lv: Sludinājums ar publicēšanas termiņa beigām

source: Sold!
lv_lv: Pārdots!

source: Reserved!
lv_lv: Rezervēts!

source: Location not set
lv_lv: Atrašanās vieta nav iestatīta

source: Renew
lv_lv: Atjaunot

source: Deactivate
lv_lv: Deaktivizēt

source: Unmark sold
lv_lv: Noņemt atzīmi kā pārdots

source: Mark as sold
lv_lv: Atzīmēt kā pārdots

source: Unmark reserved
lv_lv: Noņemt atzīmi kā rezervēts

source: Mark as reserved
lv_lv: Atzīmēt kā rezervēts

source: Republish
lv_lv: Pārpublicēt

source: Sign-in to your account
lv_lv: Ieiet jūsu kontā

source: Welcome back, please enter your login credentials
lv_lv: Laipni lūdzam atpakaļ, lūdzu, ievadiet savus pieteikšanās akreditācijas datus

source: Login with Facebook
lv_lv: Ieiet ar Facebook

source: Sign in with Google
lv_lv: Ieiet ar Google

source: Connect with Facebook
lv_lv: Savienot ar Facebook

source: Continue with Facebook
lv_lv: Turpināt ar Facebook

source: Password
lv_lv: Parole

source: Show/hide password
lv_lv: Rādīt/paslēpt paroli

source: Remember me
lv_lv: Atcerēties mani

source: Forgot password
lv_lv: Aizmirsu paroli

source: No account yet? Register a new account
lv_lv: Vēl nav konta? Reģistrē jaunu kontu

source: YourPass123!
lv_lv: Tava parole

source: Profile picture (avatar)
lv_lv: Profila attēls (avatārs)

source: Update avatar
lv_lv: Atjaunināt avatāru

source: Mobile phone
lv_lv: Mobilais numurs

source: Land Phone
lv_lv: Fiksētais numurs

source: Website
lv_lv: Tīmekļa vietne

source: User type
lv_lv: Lietotāja veids

source: About you
lv_lv: Par tevi

source: Location information
lv_lv: Atrašanās vietas informācija

source: City Area
lv_lv: Pilsētas guļamrajons

source: Update
lv_lv: Atjaunināt

source: Are you sure you want to delete your account? This action cannot be undone
lv_lv: Vai tiešām vēlaties dzēst savu kontu? Šo darbību nevar atsaukt

source: Delete account
lv_lv: Dzēst kontu

source: Change your email
lv_lv: Nomainīt e-pastu

source: Current e-mail
lv_lv: Pašreizējais e-pasts

source: New e-mail
lv_lv: Jauns e-pasts

source: You cannot do this on demo site
lv_lv: Jūs to nevarat izdarīt demo režīmā

source: Change your password
lv_lv: Nomainiet paroli

source: Current password
lv_lv: Pašreizējā parole

source: Repeat new password
lv_lv: Atkārtojiet jauno paroli

source: %s's profile
lv_lv: %s profils

source: Share on X (Twitter)
lv_lv: Dalīties X (Twitter)

source: About seller
lv_lv: Par pārdevēju

source: User has no active listings
lv_lv: Lietotājam nav aktīvu sludinājumu

source: Reset password
lv_lv: Atjaunot paroli

source: New randomly generated password will be sent to your email
lv_lv: Jauna nejauši ģenerēta parole tiks nosūtīta uz jūsu e-pastu

source: Send a new password
lv_lv: Nosūtīt jaunu paroli

source: Register a new account
lv_lv: Reģistrēt jaunu kontu

source: Create a new account and get access to benefits of registered users!
lv_lv: Reģistrē jaunu kontu un iegūti reģistrētu lietotāju priekšrocības!

source: Connect with Google
lv_lv: Savienot ar Google

source: Continue with Google
lv_lv: Turpināt ar Google

source: Mobile Phone
lv_lv: Mobilais tālrunis

source: Re-type password
lv_lv: Akārtot paroli

source: Create account
lv_lv: Izveidot kontu

source: Already have account? Login
lv_lv: Jau ir konts? Ienākt

source: +XXX XXX XXX
lv_lv: +371 XXXXXXXX
