Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/theme.po
Languages: lv_lv

source: Related Items Card Design
lv_lv: Saistītu priekšmetu karšu dizains

source: Recent Listings
lv_lv: Jaunākie sludinājumi

source: Enable Recent Listings on Home Page
lv_lv: Iespējot jaunākos sludinājumus sākumlapā

source: When enabled, recent listings will be shown at home page.
lv_lv: Kad tas ir iespējots, jaunākie sludinājumi tiks rādīti sākumlapā.

source: Enable Recent Listings on Item Page
lv_lv: Iespējot jaunākos sludinājumus vienuma lapā

source: When enabled, recent listings will be shown at listing page.
lv_lv: Kad tas ir iespējots, jaunākie sludinājumi tiks parādīti saraksta lapā.

source: Enable Recent Listings on Search Page
lv_lv: Iespējot jaunākos sludinājumus meklēšanas lapā

source: When enabled, recent listings will be shown at search page.
lv_lv: Ja tas ir iespējots, meklēšanas lapā tiks rādīti jaunākie sludinājumi.

source: Number of Recent Items
lv_lv: Jaunāko vienumu skaits

source: Enter how many recent listings will be shown in recent items block.
lv_lv: Ievadiet, cik neseno sludinājumu tiks parādīti pēdējo vienumu blokā.

source: Recent Items Card Design
lv_lv: Jaunāko priekšmetu karšu dizains

source: Blog plugin
lv_lv: Bloga spraudnis

source: Show Blog Box on Home
lv_lv: Rādīt bloga lodziņu sākumlapā

source: Show blog articles box on home page. Osclass Blog plugin must be installed.
lv_lv: Rādīt bloga rakstu lodziņu mājaslapā. Jāinstalē Osclass Blog spraudnis.

source: View plugin
lv_lv: Skatīt spraudni

source: Number of Blog Articles on Home
lv_lv: Bloda ierakstu skaits sākumlapā

source: How many blog articles will be shown on home page.
lv_lv: Cik daudz bloga rakstu tiks parādīts mājaslapā.

source: Business profile plugin
lv_lv: Uzņēmuma profila spraudnis

source: Show Companies Box on Home
lv_lv: Rādīt uzņēmumu lodziņu sākumlapā

source: Show companies box on home page. Business profile plugin must be installed
lv_lv: Rādīt uzņēmumu lodziņu mājaslapā. Jāinstalē uzņēmuma profila spraudnis

source: Number of Companies on Home
lv_lv: Uzņēmumu skaits mājās

source: How many companies will be shown on home page.
lv_lv: Cik uzņēmumu tiks parādīti mājaslapā.

source: Favorite items plugin
lv_lv: Iecienīto vienumu spraudnis

source: Show Favorite Items on Home
lv_lv: Rādīt iecienītākos vienumus sākumlapā

source: Show users most favorited listings block on home page. Favorite items plugin must be installed.
lv_lv: Rādīt lietotājiem iecienītāko sludinājumu bloku sākumlapā. Jāinstalē iecienīto vienumu spraudnis.

source: Number of Favorite items on Home
lv_lv: Iecienīto vienumu skaits lapā Sākums

source: Most favorited listings count shown on home page. Favorite items plugin must be installed.
lv_lv: Mājas lapā tiek rādīti visiecienītākie sludinājumi. Jāinstalē iecienīto vienumu spraudnis.

source: Favorite Items Card Design
lv_lv: Iecienītāko preču karšu dizains

source: Other plugins
lv_lv: Citi spraudņi

source: Replace Send Message Button
lv_lv: Aizstāt pogu Sūtīt ziņojumu

source: When enabled and Instant messenger plugin is installed, "Send message" button on listing page will be replaced with button to create message.
lv_lv: Kad iespējots un tūlītējās ziņojumapmaiņas spraudnis ir instalēts, saraksta lapā poga “Sūtīt ziņojumu” tiks aizstāta ar poga, lai izveidotu ziņojumu.

source: Your recent search
lv_lv: Jūsu pēdējā meklēšana

source: Categories
lv_lv: Kategorijas

source: Other people searched
lv_lv: Citi cilvēki meklēja

source: Countries
lv_lv: Valstis

source: Regions
lv_lv: Novadi

source: Cities
lv_lv: Pilsētas

source: No location match your search criteria
lv_lv: Neviena atrašanās vieta neatbilst jūsu meklēšanas kritērijiem

source: Located in %s, %s, situated %dkm from your position
lv_lv: Atrodas %s, %s, atrodas %dkm no jūsu atrašanās vietas

source: No close city has been found
lv_lv: Pilsēta tuvumā nav atrasta

source: Invalid latitude or longitude
lv_lv: Nederīgs platums vai garums

source: All regions
lv_lv: Visi novadi

source: You have already saved this search
lv_lv: Jūs jau esat saglabājis šo meklēšanu

source: You will receive email notification once new listing matching search criteria is published
lv_lv: Tiklīdz tiks publicēts jauns meklēšanas kritērijiem atbilstošs sludinājums, jūs saņemsit e-pasta paziņojumu

source: Search is saved
lv_lv: Meklēšana ir saglabāta

source: Save this search
lv_lv: Saglabāt šo meklēšanu

source: Save search to receive email notification when new listing matching search criteria is published.
lv_lv: Saglabājiet meklēšanu, lai saņemtu e-pasta paziņojumu, kad tiek publicēts jauns sludinājums, kas atbilst meklēšanas kritērijiem.

source: Enter your email...
lv_lv: Ievadi savu e-pastu…

source: You have successfully saved this search! You will receive %s notifications to email %s.
lv_lv: Jūs esat veiksmīgi saglabājis šo meklēšanu! Jūs saņemsiet %s paziņojumus uz e-pastu %s.

source: daily
lv_lv: katru dienu

source: You already had saved this search for email %s.
lv_lv: Jūs jau esat saglabājis šo meklēšanu e-pastam %s.

source: Error: Invalid signature - server signature does not match to alert signature.
lv_lv: Kļūda: nederīgs paraksts — servera paraksts neatbilst paziņojuma parakstam.

source: Error: Search was not saved, please try it again later.
lv_lv: Kļūda: meklēšana netika saglabāta. Lūdzu, vēlāk mēģiniet vēlreiz.

source: Manage saved searches
lv_lv: Pārvaldiet saglabātos meklējumus

source: Contact us
lv_lv: Sazinies ar mums

source: Your name
lv_lv: Tavs vārds

source: Email
lv_lv: E-pasts

source: Subject
lv_lv: Tēma

source: Message
lv_lv: Ziņa

source: Attachment
lv_lv: Pielikums

source: Send message
lv_lv: Nosūtīt ziņu

source: First name, Last name
lv_lv: Vārds, uzvārds

source: your.email@dot.com
lv_lv: Tavs e-pasts

source: Summarize your question
lv_lv: Apkopojiet savu jautājumu

source: Your question with all relevant details ...
lv_lv: Jūsu jautājums ar visu nepieciešamo informāciju…

source: Are you a professional seller?
lv_lv: Vai esat makšķerlietu ražotājs?

source: Create an account
lv_lv: Izveidot kontu

source: About us
lv_lv: Par mums

source: Widely known as Worlds no. 1 online classifieds platform, our is all about you. Our aim is to empower every person in the country to independently connect with buyers and sellers online.
lv_lv: Latvijā lielākais sludinājumu portāls makšķerniekiem un makšķerēšanas entuziastiem.

source: Switch to light mode
lv_lv: Ieslēgt gaišo režīmu

source: Switch to dark mode
lv_lv: Ieslēgt tumšo režīmu

source: Social media
lv_lv: Sociālie tīkli

source: Share us on Facebook
lv_lv: Kopīgo mūs Facebook

source: Share us on Pinterest
lv_lv: Kopīgo mūs Pinterest

source: Share us on Instagram
lv_lv: Kopīgo mūs Instagram

source: Tweet us
lv_lv: Tvīto mums

source: Twitter
lv_lv: X

source: Share us on LinkedIn
lv_lv: Kopīgo mūs LinkedIn

source: Language
lv_lv: Valoda

source: Country flag
lv_lv: Valsts karogs

source: Information
lv_lv: Informācija

source: All rights reserved
lv_lv: Visas tiesības aizsargātas

source: Home
lv_lv: Sākumlapa

source: Location
lv_lv: Atrašanās vieta

source: Messages
lv_lv: Ziņas

source: Search
lv_lv: Meklēt

source: Post an ad
lv_lv: Ievieto sludinājumu

source: Favorite
lv_lv: Mīļākais

source: My Account
lv_lv: Mans konts

source: Sign in
lv_lv: Ienākt

source: Searches
lv_lv: Meklējumi

source: Log in
lv_lv: Pieslēgties

source: Filter
lv_lv: Filtrs

source: Post ad
lv_lv: Publicēt sludinājumu

source: Non-logged user
lv_lv: Nepierakstījies lietotājs

source: Hi %s!
lv_lv: Sveicināts, %s!

source: Welcome!
lv_lv: Laipni lūgti!

source: Register account
lv_lv: Reģistrēt kontu

source: My public profile
lv_lv: Mans pubpliskais profils

source: My dashboard
lv_lv: Mans vadības panelis

source: My active listings
lv_lv: Mani aktīvie sludinājumi

source: My saved searches
lv_lv: Mani saglabātie meklējumi

source: My profile
lv_lv: Mans profils

source: My business profile
lv_lv: Mans biznesa profils

source: My messages
lv_lv: Manas ziņas

source: My favorite listings
lv_lv: Mani izlase

source: My promotions
lv_lv: Manas reklāmas

source: Companies
lv_lv: Uzņēmumi

source: Blog
lv_lv: Blogs

source: FAQ
lv_lv: BUJ

source: Select language
lv_lv: Atlasīt valodu

source: Change location
lv_lv: Mainīt atrašanās vietu

source: Help
lv_lv: Palīdzība

source: Log out
lv_lv: Izlogoties

source: Support pages
lv_lv: Atbalsta lapas

source: Default location
lv_lv: Noklusējuma atrašanās vieta

source: Select your preferred location to search and sell faster.
lv_lv: Izvēlieties vēlamo atrašanās vietu, lai ātrāk meklētu un pārdotu.

source: Your location
lv_lv: Tava atrašanās vieta

source: Search location...
lv_lv: Meklēt atrašanās vietu…

source: Click to refresh
lv_lv: Noklikšķini, lai atsvaidzinātu

source: Use current location
lv_lv: Izmantot pašreizējo atrašanās vietu

source: Click to find closest city to your location
lv_lv: Noklikšķi, lai atrastu savai atrašanās vietai tuvāko pilsētu

source: Geolocation is not supported by your browser
lv_lv: Jūsu pārlūkprogramma neatbalsta ģeogrāfisko atrašanās vietu

source: Unable to retrieve your location, it may be blocked
lv_lv: Nevar izgūt jūsu atrašanās vietu, iespējams, tā ir bloķēta

source: Unable to retrieve your location, no close city found
lv_lv: Nevar izgūt jūsu atrašanās vietu, tuvu pilsēta nav atrasta

source: Locating...
lv_lv: Notiek atrašanās vietas noteikšana…

source: Refresh page to take effect
lv_lv: Lai stātos spēkā, atsvaidziniet lapu

source: Recent locations
lv_lv: Pēdējās atrašanās vietas

source: Popular cities
lv_lv: Populāras pilsētas

source: item
lv_lv: vienums

source: items
lv_lv: vienumi

source: Clean default location
lv_lv: Notīriet noklusējuma atrašanās vietu

source: Filter results
lv_lv: Filtrējiet rezultātus

source: Hide Banners
lv_lv: Slēpt reklāmkarogus

source: Show All Banners
lv_lv: Rādīt visus reklāmkarogus

source: Primary color
lv_lv: Primārā krāsa

source: Secondary color
lv_lv: Sekundārā krāsa

source: You have enabled DEBUG MODE, autocomplete may not work! Disable debug mode in config.php.
lv_lv: Jūs esat iespējojis ATKĻŪDOŠANAS REŽĪMU, automātiskā pabeigšana var nedarboties! Atspējojiet atkļūdošanas režīmu vietnē config.php.

source: Click to see phone number
lv_lv: Noklikšķiniet, lai redzētu tālruņa numuru

source: No phone number
lv_lv: Nav tālruņa numura

source: Login to see phone number. Click to login.
lv_lv: Pieslēdzieties, lai redzētu tālruņa numuru. Noklikšķiniet, lai ienāktu.

source: Click to see email
lv_lv: Noklikšķiniet, lai redzētu e-pastu

source: Searching only in %s (your default location)
lv_lv: Notiek meklēšana tikai šeit: %s (jūsu noklusējuma atrašanās vieta)

source: Near me
lv_lv: Blakus man

source: Listings near me
lv_lv: Sludinājumi manā tuvumā

source: Your profile
lv_lv: Tavs profils

source: All locations
lv_lv: Visas atrašanās vietas

source: Enter %s more character to search...
lv_lv: Ievadiet vēl %s rakstzīmi, lai meklētu…

source: Popular categories
lv_lv: Populāras kategorijas

source: Default location has been cleaned
lv_lv: Noklusējuma atrašanās vieta ir notīrīta

source: Located in %s
lv_lv: Atrodas %s

source: Default location has been saved
lv_lv: Noklusējuma atrašanās vieta ir saglabāta

source: Remove from favorites
lv_lv: Noņemt no izlases

source: Save to favorite
lv_lv: Saglabāt izlasē

source: %d like
lv_lv: %d patīk

source: %d likes
lv_lv: %d patīk

source: User is online
lv_lv: Lietotājs ir tiešsaistē

source: User is offline
lv_lv: Lietotājs ir bezsaistē

source: Chat unavailable
lv_lv: Tērzēšana nav pieejama

source: User is not registered
lv_lv: Lietotājs nav reģistrēts

source: It's your ad
lv_lv: Tas ir tavs sludinājums

source: User has blocked you
lv_lv: Lietotājis tevi ir bloķējis

source: Start chat
lv_lv: Sākt tērzēt

source: Related items
lv_lv: Saistītie vienumi

source: Other items from this seller
lv_lv: Citas preces no šī pārdevēja

source: Recently viewed
lv_lv: Nesen skatītie

source: Clear all
lv_lv: Notīrīt visu

source: Rate
lv_lv: Novērtēt

source: With picture only
lv_lv: Tikai ar attēlu

source: Without picture only
lv_lv: Tikai bez attēla

source: Yes
lv_lv: Jā

source: No
lv_lv: Nē

source: Only premium
lv_lv: Tikai Premium

source: Only non-premium
lv_lv: Tikai ne Premium

source: Only with phone
lv_lv: Tikai ar tālruņa numuru

source: Only without phone
lv_lv: Tikai bez tālruņa numura

source: Transaction
lv_lv: Darījums

source: Condition
lv_lv: Stāvoklis

source: Seller type
lv_lv: Pārdevēja veids

source: From user
lv_lv: No lietotāja

source: Not from user
lv_lv: Ne no lietotāja

source: Item age
lv_lv: Sludinājuma vecums

source: With picture
lv_lv: Ar fotoattēlu

source: With phone
lv_lv: Ar tālruņa numuru

source: Min price
lv_lv: Min cena

source: Max price
lv_lv: Max cena

source: Keyword
lv_lv: Atslēgvārds

source: Radius
lv_lv: Rādiuss

source: All
lv_lv: Viss

source: Select a condition...
lv_lv: Atlasīt stāvokli…

source: Any condition
lv_lv: Jebkurš stāvoklis

source: New
lv_lv: Jauna prece

source: Used
lv_lv: Lietota prece

source: Select a transaction...
lv_lv: Atlasīt darījuma veidu…

source: Any transaction
lv_lv: Jebkurš darījums

source: Sell
lv_lv: Pārdod

source: Buy
lv_lv: Pērk

source: Rent
lv_lv: Noma

source: Exchange
lv_lv: Maiņa

source: Any period
lv_lv: Jebkurš periods

source: Yesterday
lv_lv: Vakar

source: Last week
lv_lv: Pēdējā nedēļa

source: Last 2 weeks
lv_lv: Pēdējās 2 nedēļas

source: Last month
lv_lv: Pēdējais mēnesis

source: Last year
lv_lv: Pēdējais gads

source: Any seller
lv_lv: Jebkurš pārdevējs

source: Personal
lv_lv: Privāts

source: Company
lv_lv: Uzņēmums

source: You must be logged in to contact publisher
lv_lv: Lai sazinātos ar izdevēju, jums ir jāpieslēdzās

source: You must be logged in to add a comment
lv_lv: Lai pievienotu komentāru, jums ir jāpieslēdzās

source: minute ago
lv_lv: minūti atpakaļ

source: %d minutes ago
lv_lv: pirms %d minūtēm

source: %d hour ago
lv_lv: pirms %d stundas

source: %d hours ago
lv_lv: pirms %d stundām

source: %d day ago
lv_lv: pirms %d dienas

source: %d days ago
lv_lv: pirms %d dienām

source: %d week ago
lv_lv: pirms %d nedēļas

source: %d weeks ago
lv_lv: pirms %d nedēļām

source: %d month ago
lv_lv: pirms %d mēneša

source: %d months ago
lv_lv: pirms %d mēnešiem

source: %d year ago
lv_lv: pirms %d gada

source: %d years ago
lv_lv: pirms %d gadiem

source: Today
lv_lv: Šodien

source: %d days
lv_lv: %d dienas

source: %d week
lv_lv: %d nedēļa

source: %d weeks
lv_lv: %d nedēļas

source: %d month
lv_lv: %d mēnesis

source: %d months
lv_lv: %d mēneši

source: %d year
lv_lv: %d gads

source: %d years
lv_lv: %d gadi

source: Monday
lv_lv: Pirmdiena

source: Tuesday
lv_lv: Otrdiena

source: Wednesday
lv_lv: Trešdiena

source: Thursday
lv_lv: Ceturtdiena

source: Friday
lv_lv: Piektdiena

source: Saturday
lv_lv: Sestdiena

source: Sunday
lv_lv: Svētdiena

source: Select category
lv_lv: Atlasīt kategoriju

source: Back
lv_lv: Atpakaļ

source: Very wide
lv_lv: Ļoti plašs

source: Wide
lv_lv: Plašs

source: Normal
lv_lv: Normāls

source: Square
lv_lv: Kvadrāts

source: Tall
lv_lv: Garš

source: Very tall
lv_lv: Ļoti garš

source: Extra tall
lv_lv: Ekstra garš

source: Mega tall
lv_lv: Mega garš

source: weekly
lv_lv: katru nedēļu

source: monthly
lv_lv: katru mēnesi

source: instant
lv_lv: acumirklī

source: Public profile
lv_lv: Publiskais profils

source: Dashboard
lv_lv: Vadības panelis

source: Active listings
lv_lv: Aktīvi sludinājumi

source: Pending listings
lv_lv: Neapstiprinātie sludinājumi

source: Expired listings
lv_lv: Sludinājumi, kuriem beidzies publicēšanas termiņš

source: Saved searches
lv_lv: Saglabātie meklējumi

source: My Profile
lv_lv: Mans profils

source: Logout
lv_lv: Iziet

source: Status
lv_lv: Statuss

source: Select a status...
lv_lv: Atlasīt statusu…

source: Reserved
lv_lv: Rezervēts

source: Sold
lv_lv: Pārdots

source: Filter by category
lv_lv: Filtrēt pēc kategorijas

source: Filter by seller type
lv_lv: Filtrēt pēc pārdevēja veida

source: All sellers
lv_lv: Visi pārdevēji

source: Country, region or city
lv_lv: Valsts, novads vai pilsēta

source: Search for anything
lv_lv: Meklējiet jebko

source: Search for anything in %s
lv_lv: Meklējiet jebko šeit: %s

source: Filter by transaction
lv_lv: Filtrēt pēc darījuma

source: All transactions
lv_lv: Visi darījumi

source: Filter by condition
lv_lv: Filtrēt pēc preces stāvokļa

source: All conditions
lv_lv: Visi stāvokļi

source: Area
lv_lv: Rādiuss

source: Search area
lv_lv: Meklēšanas apgabals

source: Filter by country
lv_lv: Filtrēt pēc valsts

source: All countries
lv_lv: Visas valstis

source: Filter by region
lv_lv: Filtrēt pēc novada

source: Filter by city
lv_lv: Filtrēt pēc pilsētas

source: All cities
lv_lv: Visas pilsētas

source: Price
lv_lv: Cena

source: Price > %s
lv_lv: Cena > %s

source: Price < %s
lv_lv: Cena <%s

source: Price: %s to %s
lv_lv: Cena: %s līdz %s

source: Filter by price
lv_lv: Filtrēt pēc cenas

source: Define minimum and maximum price:
lv_lv: Nosakiet minimālo un maksimālo cenu:

source: Filter by location
lv_lv: Filttrēt pēc lokācijas

source: Filter by keyword
lv_lv: Filtrēt pēc atslēgvārda

source: Enter one or more keywords to filter results:
lv_lv: Ievadiet vienu vai vairākus atslēgvārdus, lai filtrētu rezultātus:

source: Enter price
lv_lv: Ievadīt cenu

source: Free
lv_lv: Bezmaksas

source: Check with seller
lv_lv: Vienoties ar pārdēvēju

source: Choose price type
lv_lv: Izvēlieties cenas veidu

source: Age
lv_lv: Vecums

source: Filter by item age
lv_lv: Filtrēt pēc preces vecuma

source: Include all
lv_lv: Iekļaut visu

source: Your listing here
lv_lv: Jūsu sludinājums šeit

source: Promote your item
lv_lv: Reklamējiet savu preci

source: Location not entered
lv_lv: Atrašanās vieta nav ievadīta

source: Theme Setting
lv_lv: Motīva iestatījumi

source: Logo
lv_lv: Logotips

source: Zeta Theme Settings
lv_lv: Zeta motīva iestatījumi

source: You can define your own banner code from theme settings
lv_lv: Motīva iestatījumos varat definēt savu reklāmkaroga kodu

source: Banner space
lv_lv: Reklāmkaroga telpa

source: Top of home page
lv_lv: Sākumlapas augšdaļa

source: Middle of home page
lv_lv: Mājas lapas vidū

source: Bottom of home page
lv_lv: Sākumlapas apakšdaļa

source: Search side
lv_lv: Meklēšanas puse

source: Top of search page
lv_lv: Meklēšanas lapas augšdaļa

source: Bottom of search page
lv_lv: Meklēšanas lapas apakšdaļa

source: Between listings
lv_lv: Starp sludinājumiem

source: Top of item page
lv_lv: Vienuma lapas augšdaļa

source: Bottom of item page
lv_lv: Vienuma lapas apakšdaļa

source: Middle of item sidebar
lv_lv: Vienuma sānjoslas vidusdaļa

source: Bottom of item sidebar
lv_lv: Vienuma sānjoslas apakšdaļa

source: Under item description
lv_lv: Zem preces apraksta

source: Public profile sidebar
lv_lv: Publiskā profila sānjosla

source: Public profile above header
lv_lv: Publisks profils virs galvenes

source: Public profile between items
lv_lv: Publisks profils starp vienumiem

source: Public profile under items
lv_lv: Publisks profils zem vienumiem

source: Top of static page
lv_lv: Statiskās lapas augšdaļa

source: Bottom of static page
lv_lv: Statiskās lapas apakšdaļa

source: Top of user account pages
lv_lv: Lietotāja konta lapu augšdaļa

source: All pages on left from body
lv_lv: Visas lapas no pamatteksta kreisajā pusē

source: All pages on right from body
lv_lv: Visas lapas labajā pusē no pamatteksta

source: Cancel
lv_lv: Atcelt

source: Select "%s"
lv_lv: Atlasīt “%s”

source: Select "All categories"
lv_lv: Atlasīt “Visas kategorijas”

source: Back to all categories
lv_lv: Atgriezties pie kategorijām

source: Select a region...
lv_lv: Atlasīt novadu…

source: Select a city...
lv_lv: Atlasīt pilsētu…

source: No results
lv_lv: Nav rezultātu

source: No file selected
lv_lv: Nav atlasīts neviens fails

source: Choose File
lv_lv: Izvēlēties failu

source: Parent category cannot be selected
lv_lv: Galveno kategoriju nevar atlasīt

source: Alerts
lv_lv: Paziņojumi

source: Register
lv_lv: Reģistrēties

source: Login
lv_lv: Ieiet

source: Hi, <b>%s</b>!
lv_lv: Sveicināti, <b>%s</b>!

source: My items
lv_lv: Manas preces

source: Posted %s
lv_lv: Izlikts %s

source: %s results found
lv_lv: %s atrasti rezultāti

source: Previous
lv_lv: Iepriekšējais

source: Next
lv_lv: Nākamais

source: Add a new listing
lv_lv: Pievienot jaunu sludinājumu

source: Edit listing "%s"
lv_lv: Labot sludinājumu “%s”

source: Photos
lv_lv: Fotogrāfijas

source: You can upload up to %d pictures per listing. First photo is selected as cover.
lv_lv: Katrā sludinājumā vari augšupielādēt līdz %d attēliem. Pirmais fotoattēls ir izvēlēts kā galvenais.

source: or drag photos here (Up to %d photos)
lv_lv: vai velciet fotoattēlus šeit (līdz %d fotoattēliem)

source: About the item
lv_lv: Par preci

source: Start typing category...
lv_lv: Sāciet rakstīt kategoriju…

source: Select a category
lv_lv: Atlasīt kategoriju

source: Listing title
lv_lv: Sludinājuma virsraksts

source: Description
lv_lv: Apraksts

source: Pricing options & status
lv_lv: Cenas opcijas un statusi

source: or
lv_lv: vai

source: Item is offered for free
lv_lv: Prece tiek piedāvāta bez maksas

source: Item for free
lv_lv: Prece bez maksas

source: Based on agreement with seller
lv_lv: Balstoties uz vienošanos ar pārdevēju

source: Details & attributes
lv_lv: Informācija un atribūti

source: Listing location
lv_lv: Sludinājuma atrašanās vieta

source: Start typing region, city...
lv_lv: Sāciet rakstīt novadu, pilsētu…

source: Address
lv_lv: Adrese

source: ZIP
lv_lv: Pasta indekss

source: Are you in different city? Update your location
lv_lv: Vai jūs atrodaties citā pilsētā? Atjauniniet savu atrašanās vietu

source: Want to sell faster? Set your preferred location
lv_lv: Vai vēlaties pārdot ātrāk? Iestatiet vēlamo atrašanās vietu

source: Seller's details
lv_lv: Informācija par pārdevēju

source: Upload profile picture
lv_lv: Augšupielādē profila attēlu

source: Phone Number
lv_lv: Tālruņa numurs

source: Phone visible on ad
lv_lv: Tālrunis redzams sludinājumā

source: E-mail
lv_lv: E-pasts

source: Email visible on ad
lv_lv: E-pasts redzams sludinājumā

source: Update your profile here
lv_lv: Atjaunini savu profilu šeit

source: Not registered yet? Create an account
lv_lv: Vēl neesi reģistrējies? Izveidot kontu

source: Submit
lv_lv: Iesniegt

source: Summarize your offer
lv_lv: Apkopojiet savu piedāvājumu

source: Detail description of your offer
lv_lv: Detalizēts jūsu piedāvājuma apraksts

source: Please enter a value with a valid extension.
lv_lv: Lūdzu, ievadiet vērtību ar derīgu paplašinājumu.

source: Title: this field is required.
lv_lv: Virsraksts: šis lauks ir obligāts.

source: Title: enter at least 5 characters.
lv_lv: Virsraksts: ievadiet vismaz 5 rakstzīmes.

source: Description: this field is required.
lv_lv: Apraksts: šis lauks ir obligāts.

source: Description: enter at least 10 characters.
lv_lv: Apraksts: ievadiet vismaz 10 rakstzīmes.

source: Location: select country, region or city from location select box.
lv_lv: Atrašanās vieta: atlasiet valsti, novadu vai pilsētu atrašanās vietas izvēles lodziņā.

source: Location: select country from location field.
lv_lv: Atrašanās vieta: atrašanās vietas laukā atlasiet valsti.

source: Location: select region from location field.
lv_lv: Atrašanās vieta: atrašanās vietas laukā atlasiet reģionu.

source: Location: select city from location field.
lv_lv: Atrašanās vieta: atrašanās vietas laukā atlasiet pilsētu.

source: Pictures: you need to upload pictures.
lv_lv: Attēli: jums ir nepieciešams augšupielādēt attēlus.

source: Pictures: upload at least %d picture(s)
lv_lv: Attēli: augšupielādējiet vismaz %d attēlu(s)

source: Category: this field is required.
lv_lv: Kategorija: šis lauks ir obligāts.
