Repository: evog-id/lvmarketspace
Catalog: *-content/languages/*/theme.po
Languages: lv_lv

source: OOPS! Page Not Found!
lv_lv: Lapa nav atrasta!

source: Either something get wrong or the page doesn't exist anymore.
lv_lv: Vai nu kaut kas nogājis greizi, vai arī lapa vairs nepastāv.

source: Back Home
lv_lv: Atpakaļ uz sākumlapu

source: Advertisement
lv_lv: Reklāma

source: Settings were successfully saved
lv_lv: Iestatījumi tika veiksmīgi saglabāti

source: If you use Banner Ads Plugin, you can use banner or advert directly in theme banner space by defining its ID in bellow form.
lv_lv: Ja izmantojat reklāmkaroga reklāmu spraudni, varat izmantot reklāmkarogu vai reklāmu tieši motīva reklāmkaroga vietā, definējot tā ID tālāk redzamajā formā.

source: Usage examples: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
lv_lv: Lietošanas piemēri: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}

source: Enable Theme Banners
lv_lv: Iespējot motīvu reklāmkarogus

source: When enabled, bellow banners will be shown in front page.
lv_lv: Kad tas ir iespējots, sākumlapā tiks parādīti zemāk esošie baneri.

source: Optimize Banners for Adsense
lv_lv: Reklāmkarogu optimizēšana Adsense

source: When enabled, default width and height of banners will be removed and will be set to 100%. Fluid/responsive adsense banners should then work better.
lv_lv: Ja iespējots, noklusējuma reklāmkarogu platums un augstums tiks noņemts un tiks iestatīts uz 100%. Šķidrajiem/atsaucīgajiem adsense reklāmkarogiem tad vajadzētu darboties labāk.

source: Banners Visible in Demo Mode
lv_lv: Reklāmkarogi redzami demonstrācijas režīmā

source: Enter banner identifiers/locations delimited by comma. No white spaces. Entered banners will be always visible on demo.
lv_lv: Ievadiet reklāmkarogu identifikatorus/atrašanās vietas, kas atdalītas ar komatu. Nav baltu atstarpju. Ievadītie baneri vienmēr būs redzami demonstrācijā.

source: Will be shown
lv_lv: Tiks parādīts

source: Save
lv_lv: Saglabāt

source: Category
lv_lv: Kategorija

source: Extension not allowed, only allowed extension is .png
lv_lv: Paplašinājums nav atļauts, atļauts tikai paplašinājums .png

source: It was not possible to upload icon file for category #%s
lv_lv: Nevarēja augšupielādēt ikonas failu kategorijai #%s

source: Font Awesome Category Icons
lv_lv: Fonts Awesome kategoriju ikonas

source: Check to ON if you want to use Font-Awesome icons instead of Small images for categories.
lv_lv: Atzīmējiet opciju IESLĒGTS, ja kategorijām vēlaties izmantot ikonas Font-Awesome, nevis mazos attēlus.

source: Font-Awesome v5 icons
lv_lv: Font-Awesome v5 ikonas

source: Use Sample Image Icons
lv_lv: Izmantojiet paraugu attēlu ikonas

source: When enabled and theme use image icons, sample icon images from theme folder (%s) will be used.
lv_lv: Ja tas ir iespējots un tiek izmantotas motīvu attēlu ikonas, tiks izmantoti ikonu attēlu paraugi no motīvu mapes (%s).

source: Configure categories
lv_lv: KOnfigurēt kategorijas

source: Icon
lv_lv: Ikona

source: Upload icon
lv_lv: Augšuplādēt ikonu

source: FA icon
lv_lv: FA ikona

source: Add FA icon
lv_lv: Pievienot FA ikonu

source: Color
lv_lv: Krāsa

source: Add color
lv_lv: Pievienot krāsu

source: Configure
lv_lv: Konfigurēt

source: Images Lazy Load
lv_lv: Attēli Lazy Load

source: Disabled
lv_lv: Atspējots

source: Lazy load based on library
lv_lv: Lazy Load, pamatojoties uz bibliotēku

source: Lazy load based on browser support
lv_lv: Lazy Load, pamatojoties uz pārlūkprogrammas atbalstu

source: Enable to deffer images loading. Images will be loaded when get into viewable area. This may rapidly improve seo rating of your site.
lv_lv: Iespējot, lai atliktu attēlu ielādi. Attēli tiks ielādēti, kad tie nonāks skatāmajā zonā. Tas var ātri uzlabot jūsu vietnes SEO vērtējumu.

source: Lazy load should not be disabled for any reason
lv_lv: Lazy Load nekādā gadījumā nevajadzētu atspējot

source: Default Location Selection
lv_lv: Noklusējuma atrašanās vietas izvēle

source: Enable users to select their default location and use it in search & publish.
lv_lv: Ļaujiet lietotājiem atlasīt noklusējuma atrašanās vietu un izmantot to meklēšanai un publicēšanai.

source: Default Item Card Design
lv_lv: Noklusējuma vienumu kartes dizains

source: Default
lv_lv: Noklusējums

source: Specify default image aspect ratio on listings cards (loop) in grid layout.
lv_lv: Norādiet noklusējuma attēla malu attiecību sarakstu kartītēs (cilpa) režģa izkārtojumā.

source: Custom color settings
lv_lv: Pielāgoti krāsu iestatījumi

source: Use Custom Color
lv_lv: Izmantojiet pielāgotu krāsu

source: Theme will use bellow defined colors.
lv_lv: Motīvā tiks izmantotas zemāk noteiktās krāsas.

source: Theme Color - Primary
lv_lv: Motīva krāsa - primārā

source: Enter color in HEX format or select color with picker.
lv_lv: Ievadiet krāsu HEX formātā vai izvēlieties krāsu ar atlasītāju.

source: Default: %s
lv_lv: Noklusējums: %s

source: Theme Color - Primary on Hover
lv_lv: Motīva krāsa - galvenā, novietojot kursoru

source: Theme Color - Secondary
lv_lv: Motīva krāsa - sekundāra

source: Theme Color - Secondary on Hover
lv_lv: Motīva krāsa - sekundāra, novietojot kursoru

source: Enable Dark Mode
lv_lv: Iespējot tumšo režīmu

source: Visitors will be able to select preferred theme - dark or light.
lv_lv: Apmeklētāji varēs izvēlēties sev vēlamo tēmu - tumšo vai gaišo.

source: Default Mode
lv_lv: Noklusējuma režīms

source: Light mode
lv_lv: Gaišais režīms

source: Dark mode
lv_lv: Tumšais režīms

source: Select default website mode, when dark mode is enabled.
lv_lv: Atlasiet noklusējuma vietnes režīmu, ja ir iespējots tumšais režīms.

source: Custom font settings
lv_lv: Pielāgoti fontu iestatījumi

source: Use Custom Font
lv_lv: Izmantojiet pielāgoto fontu

source: Theme will use bellow defined font as default theme font (instead of System-UI font).
lv_lv: Motīvs izmantos tālāk norādīto fontu kā noklusējuma motīva fontu (nevis System-UI fontu).

source: Font Family Name
lv_lv: Font Familu nosaukums

source: Enter font family name that will be used in CSS to set this font. Examples: Roboto, "Open Sans", Tapestry, Montserrat, ...
lv_lv: Ievadiet fontu saimes nosaukumu, kas tiks izmantots CSS, lai iestatītu šo fontu. Piemēri: Roboto, “Open Sans”, Tapestry, Montserrat, …

source: Font URL
lv_lv: Fonta URL

source: Enter URL to your font. You can place multiple URLs delimited by comma when needed.
lv_lv: Ievadiet sava fonta URL. Ja nepieciešams, varat ievietot vairākus URL, kas atdalīti ar komatu.

source: About your site
lv_lv: Par jūsu vietni

source: Site Name
lv_lv: Vietnes nosaukums

source: Website Name
lv_lv: Tīmekļa vietnes nosaukums

source: Your site name, business name or company name
lv_lv: Jūsu vietnes nosaukums, uzņēmuma nosaukums vai uzņēmuma nosaukums

source: Site Phone Number
lv_lv: Vietnes tālruņa numurs

source: Leave blank to disable, will be shown in footer
lv_lv: Atstājiet tukšu, lai atspējotu, tiks parādīts kājenē

source: Site Support Email
lv_lv: Vietnes atbalsta e-pasts

source: Site Address
lv_lv: Vietnes adrese

source: Enter contact address that will be used in footer
lv_lv: Kājenē ievadiet kontaktadresi, kas tiks izmantota

source: Promotion settings
lv_lv: Reklamēšanas iestatījumi

source: Enable Offer of the Day
lv_lv: Iespējot Dienas piedāvājumu

source: Enable offer of the day functionality. You can select promoted item in bellow box. If no item is selected, random premium item will be picked via daily cron.
lv_lv: Iespējot dienas piedāvājuma funkcionalitāti. Tālāk esošajā lodziņā varat atlasīt reklamēto vienumu. Ja nav atlasīta neviena prece, izlases veida premium vienība tiks atlasīta, izmantojot ikdienas cron.

source: Offer of the Day Item ID
lv_lv: Dienas piedāvājuma preces ID

source: Enter item ID that will be promoted as "Offer of the day". Leave blank to use random premium item.
lv_lv: Ievadiet preces ID, kas tiks reklamēts kā “Dienas piedāvājums”. Atstājiet tukšu, lai izmantotu nejaušu premium vienumu.

source: Home page settings
lv_lv: Sākumlapas iestatījumi

source: Show Location Block on Home
lv_lv: Rādīt atrašanās vietas bloku sākumlapā

source: Show block with listings close to user default location (if defined and enabled).
lv_lv: Rādīt bloku ar ierakstiem, kas ir tuvu lietotāja noklusējuma atrašanās vietai (ja tas ir definēts un iespējots).

source: Show Premiums Block on Home
lv_lv: Rādīt Premium bloku sākumlapā

source: Show premium listings block on home page.
lv_lv: Rādīt premium sludinājumu bloku sākumlapā.

source: Number of Premiums on Home
lv_lv: Premium sludinājumu skaits sākumlapā

source: How many premium listings will be shown on home page.
lv_lv: Cik daudz Premium sludinājumu tiks parādīts sākumlapā.

source: Premium Items Card Design (home)
lv_lv: Premium vienumu karšu dizains (mājās)

source: Standard
lv_lv: Standarts

source: Specify which card design will be used.
lv_lv: Norādiet, kurš kartes dizains tiks izmantots.

source: Categories with New label
lv_lv: Kategorijas ar etiķeti Jauns

source: None
lv_lv: Neviens

source: Select one or more categories those will have label "NEW" on home page.
lv_lv: Atlasiet vienu vai vairākas kategorijas, kurām sākumlapā būs apzīmējums “JAUNS”.

source: Categories with Hot label
lv_lv: Kategorijas ar Topā etiķeti

source: Select one or more categories those will have label "HOT" on home page.
lv_lv: Izvēlieties vienu vai vairākas kategorijas, kurām sākumlapā būs apzīmējums “HOT”.

source: Home Search Box
lv_lv: Mājas meklēšanas lodziņš

source: Tab #%d:
lv_lv: Cilne #%d:

source: Not used
lv_lv: Nav izmantots

source: All categories
lv_lv: Visas kategorijas

source: Filters delimted by comma
lv_lv: Filtri atdalīti ar komatu

source: <u>Supported filters:</u> pattern, seller, category, location, radius, condition, transaction, price_min, price_max
lv_lv: <u>Atbalstītie filtri:</u> modelis, pārdevējs, kategorija, atrašanās vieta, rādiuss, stāvoklis, darījums, cena_min, cena_maks

source: Configure layout of your home page search. Order of filters matter! All lowercase. No white spaces. Do not repeat filters.
lv_lv: Konfigurējiet savas mājas lapas meklēšanas izkārtojumu. Filtru secībai ir nozīme! Visi mazie burti. Nav baltu atstarpju. Neatkārtojiet filtrus.

source: Category rows on home page
lv_lv: Kategoriju rindas sākumlapā

source: %d row(s)
lv_lv: %d rinda(-as)

source: Select categories that will be used to feed listings into latest items section on home page.
lv_lv: Atlasiet kategorijas, kuras tiks izmantotas, lai ievadītu sarakstus mājaslapas jaunāko vienumu sadaļā.

source: Latest items settings
lv_lv: Jaunākie vienumu iestatījumi

source: Show Latest Items in Random Order
lv_lv: Rādīt jaunākos vienumus nejaušā secībā

source: Enable to show latest items in ranodm order each time page is refreshed.
lv_lv: Iespējot, lai ikreiz, kad lapa tiek atsvaidzināta, parādītu jaunākos vienumus nejaušā secībā.

source: Latest Items Picture Only
lv_lv: Jaunākās preces Tikai attēls

source: Enable to show in latest section on home page only listings those has at least 1 picture.
lv_lv: Iespējot, lai mājaslapas pēdējā sadaļā tiktu rādīti tikai tie saraksti, kuriem ir vismaz 1 attēls.

source: Latest Premium Items
lv_lv: Jaunākās Premium preces

source: Enable to show in latest section on home page only listings those are premium.
lv_lv: Iespējot, lai mājaslapas jaunākajā sadaļā rādītu tikai tos sludinājumus, kas ir augstākās kvalitātes.

source: Category for Latest Items
lv_lv: Kategorija jaunākajām precēm

source: Latest items card design
lv_lv: Jaunāko priekšmetu karšu dizains

source: Search page settings
lv_lv: Meklēšanas lapas iestatījumi

source: Live Search using Ajax
lv_lv: Reāllaika meklēšana, izmantojot Ajax

source: Enable live realtime search without reloading of search page.
lv_lv: Iespējojiet reāllaika meklēšanu, atkārtoti neielādējot meklēšanas lapu.

source: Default View on Search Page
lv_lv: Noklusējuma skats meklēšanas lapā

source: Gallery view
lv_lv: Galerijas skats

source: List view
lv_lv: Saraksta skats

source: Select default design of listing cards on search page.
lv_lv: Meklēšanas lapā atlasiet sludinājumu kartīšu noklusējuma dizainu.

source: Show Premiums Block on Search
lv_lv: Rādīt Premium bloku meklēšanā

source: Show Premium Listings block on Search Page.
lv_lv: Rādīt Premium sludinājumu bloku meklēšanas lapā.

source: Number of Premiums on Search
lv_lv: Premium sludinājumu skaits meklēšanā

source: How many premium listings will be shown on Search page.
lv_lv: Cik daudz Premium sludinājumu tiks parādīts meklēšanas lapā.

source: Premium Placeholder Target URL
lv_lv: Premium viettura mērķa URL

source: Define URL where user is redirected when clicked on "Your listing here" placeholder on search page (premiums block). If no URL is defined, placeholder is not shown.
lv_lv: Definējiet vietrādi URL, uz kuru lietotājs tiek novirzīts, meklēšanas lapā noklikšķinot uz viettura “Jūsu ieraksts šeit” (piemaksu bloķēšana). Ja URL nav definēts, vietturis netiek rādīts.

source: Premium Items Card Design (search)
lv_lv: Premium vienumu karšu dizains (meklēšana)

source: Currency in Search Box
lv_lv: Valūta meklēšanas lodziņā

source: Select currency symbol that will be used on search page for min & max price fields.
lv_lv: Izvēlieties valūtas simbolu, kas tiks izmantots meklēšanas lapā minimālās un maksimālās cenas laukiem.

source: Publish listing settings
lv_lv: Publicēt sludinājuma iestatījumus

source: Category selection on Publish page
lv_lv: Kategorijas atlase lapā Publicēt

source: Auto-complete box
lv_lv: Automātiski aizpildāms lodziņš

source: Cascading dropdowns
lv_lv: Kaskādes nolaižamās izvēlnes

source: One select box
lv_lv: Viens atlases lodziņš

source: Select what type of category selection (box) will be used on publish/edit page.
lv_lv: Atlasiet, kāda veida kategorijas atlase (lodziņš) tiks izmantota publicēšanas/rediģēšanas lapā.

source: Location selection on Publish page
lv_lv: Vietas izvēle lapā Publicēt

source: Cascading dropdowns (Country > Region > City)
lv_lv: Kaskādes nolaižamās izvēlnes (Valsts > Novads > Pilsēta)

source: Auto-complete box can be right choice in case your regions has thousands of cities and it is hard to scroll to proper city.
lv_lv: Automātiskās aizpildīšanas lodziņš var būt pareizā izvēle, ja jūsu novados ir tūkstošiem pilsētu un ir grūti ritināt uz pareizo pilsētu.

source: Required Fields on Publish
lv_lv: Obligātie lauki publicēšanai

source: Country
lv_lv: Valsts

source: Region
lv_lv: Novads

source: City
lv_lv: Pilsēta

source: Contact Name
lv_lv: Vārds

source: Phone
lv_lv: Tālrunis

source: If you select Location as required, it means that one of following fields must be filled: Country, Region or City
lv_lv: Ja izvēlaties Atrašanās vieta, kā nepieciešams, tas nozīmē, ka ir jāaizpilda viens no šiem laukiem: Valsts, reģions vai pilsēta

source: Extra Fields exclude Categories
lv_lv: Papildu laukos nav iekļautas kategorijas

source: Select categories where you do not want to show Transaction and Condition on listing publish/edit page
lv_lv: Atlasiet kategorijas, kurās sludinājumu publicēšanas/rediģēšanas lapā nevēlaties rādīt darījumu un stāvokli

source: Other settings
lv_lv: Citi iestatījumi

source: Image Gallery Aspect Ratio
lv_lv: Attēlu galerijas malu attiecība

source: Calculated based on Image Normal Size
lv_lv: Aprēķināts, pamatojoties uz attēla parasto izmēru

source: Square (1:1)
lv_lv: Kvadrāts (1:1)

source: Normal (4:3)
lv_lv: Parasts (4:3)

source: Wide (16:9)
lv_lv: Plats (16:9)

source: Very wide (2:1)
lv_lv: Ļoti plats (2:1)

source: Select image gallery aspect ratio shown on listing page.
lv_lv: Izvēlieties sludinājumu lapā redzamo attēlu galerijas malu attiecību.

source: Footer Link
lv_lv: Kājenes saite

source: Link to osclass will be shown in footer to support our project.
lv_lv: Saite uz osclass tiks parādīta kājenē, lai atbalstītu mūsu projektu.

source: Number of Items on Public Profile
lv_lv: Publiskā profila vienumu skaits

source: How many listings will be shown on user public profile. Keep in mind that pagination is not available on public profile.
lv_lv: Cik sludinājumu tiks parādīti lietotāja publiskajā profilā. Ņemiet vērā, ka lapām nav pieejama publiskajā profilā.

source: Number of Items in Alerts section
lv_lv: Vienumu skaits sadaļā Paziņojumi

source: How many listings will be shown under each alert in alerts section of user account. Keep in mind that pagination is not available in alerts section.
lv_lv: Cik ierakstu tiks parādīti zem katra paziņojuma lietotāja konta paziņojuma sadaļā. Ņemiet vērā, ka paziņojumi sadaļā nav pieejama lapošana.

source: Location selection on Profile page
lv_lv: Atrašanās vietas izvēle profila lapā

source: Generate Favicons
lv_lv: Izveidojiet Favicons

source: When enabled, favicons are generated in head of website. In some cases you may want to disable this, i.e. if you have it generated by plugin or manually.
lv_lv: Kad tas ir iespējots, vietnes galvā tiek ģenerēti faviconi. Dažos gadījumos, iespējams, vēlēsities to atspējot, t.i., ja esat to ģenerējis ar spraudni vai manuāli.

source: You can upload your favicons into folder %s. Sample data can be found in /sample. Keep naming convention.
lv_lv: Jūs varat augšupielādēt savus izlases ikonas mapē %s. Parauga datus var atrast mapē /sample. Turpiniet nosaukšanas konvenciju.

source: Use Sample Favicons
lv_lv: Izmantojiet Favicons paraugus

source: When enabled, sample favicons from theme folder (%s) will be used.
lv_lv: Kad tas ir iespējots, tiks izmantoti izlases ikonu paraugi no motīvu mapes (%s).

source: Shorten Item Description
lv_lv: Saīsināt preces aprakstu

source: When enabled, on listing page only first 720 characters of description will be shown. If description is longer, it will be truncated and "Read more" button added.
lv_lv: Ja tas ir iespējots, sludinājumu lapā tiks rādītas tikai pirmās 720 apraksta rakstzīmes. Ja apraksts ir garāks, tas tiks saīsināts un pievienota poga “Lasīt vairāk”.

source: Assets Versioning
lv_lv: Aktīvu versiju noteikšana

source: When enabled, version based on current timestamp will be added to each style & script link in order to remove caching. No effect on plugins/osclass scripts & styles.
lv_lv: Kad tas ir iespējots, katrai stila un skripta saitei tiks pievienota versija, kuras pamatā ir pašreizējais laikspiedols, lai noņemtu kešatmiņu. Nav ietekmes uz spraudņiem/osklases skriptiem un stiliem.

source: Social Network Links
lv_lv: Sociālo tīklu saites

source: Define Social Links
lv_lv: Definējiet sociālās saites

source: When enabled, social links (in footer) will point to URLs defined here. If empty, link to that network will be hidden. Otherwise link is auto-generated (share link).
lv_lv: Kad tas ir iespējots, sociālās saites (kājenē) norādīs uz šeit definētajiem URL. Ja tas ir tukšs, saite uz šo tīklu tiks paslēpta. Pretējā gadījumā saite tiek automātiski ģenerēta (kopīgot saiti).

source: Define URL that points to your company URL on network. Keep blank to hide network link.
lv_lv: Definējiet URL, kas norāda uz jūsu uzņēmuma URL tīklā. Lai paslēptu tīkla saiti, atstājiet lauku tukšu.

source: Category Icons
lv_lv: Kategoriju ikonas

source: Header Logo
lv_lv: Galvenes logotips

source: Plugins
lv_lv: Spraudņi

source: Report Bug
lv_lv: Ziņot par kļūdu

source: Support Forums
lv_lv: Atbalsta forumi

source: Contact Us
lv_lv: Sazinies ar mums

source: Add icon
lv_lv: Pievienot ikonu

source: Image extension is not allowed. Allowed extensions are: %s
lv_lv: Attēla paplašinājums nav atļauts. Atļautie paplašinājumi ir: %s

source: The logo image has been uploaded correctly
lv_lv: Logotipa attēls ir augšupielādēts pareizi

source: An error has occurred, please try again
lv_lv: Radās kļūda. Lūdzu, mēģiniet vēlreiz

source: The logo image has been removed
lv_lv: Logotipa attēls ir noņemts

source: Logo preview
lv_lv: Logotipa priekšskatījums

source: Use Default Logo
lv_lv: Izmantot noklusējuma logotipu

source: If you did not upload any logo yet, osclass default logo will be used.
lv_lv: Ja vēl neesat augšupielādējis nevienu logotipu, tiks izmantots osclass noklusējuma logotips.

source: Current standard logo
lv_lv: Pašreizējais standarta logotips

source: No standard logo found, default logo will be used instead.
lv_lv: Standarta logotips netika atrasts, tā vietā tiks izmantots noklusējuma logotips.

source: Current standard logo for dark mode
lv_lv: Pašreizējais standarta logotips tumšajam režīmam

source: No dark standard logo found, default logo will be used instead.
lv_lv: Netika atrasts tumšs standarta logotips, tā vietā tiks izmantots noklusējuma logotips.

source: Current square logo
lv_lv: Pašreizējais kvadrātveida logotips

source: No square logo found, default logo will be used instead.
lv_lv: Kvadrātveida logotips netika atrasts, tā vietā tiks izmantots noklusējuma logotips.

source: Current square logo for dark mode
lv_lv: Pašreizējais kvadrātveida logotips tumšajam režīmam

source: No dark square logo found, default logo will be used instead.
lv_lv: Netika atrasts tumšs kvadrātveida logotips, tā vietā tiks izmantots noklusējuma logotips.

source: Remove standard logo
lv_lv: Noņemiet standarta logotipu

source: Remove square logo
lv_lv: Noņemiet kvadrātveida logotipu

source: Remove standard dark logo
lv_lv: Noņemiet standarta tumšo logotipu

source: Remove square dark logo
lv_lv: Noņemiet kvadrātveida tumšo logotipu

source: Logo upload
lv_lv: Logotipa augšupielāde

source: When new logo is uploaded, do not forget to clean your browser cache (CTRL + R or CTRL + F5)
lv_lv: Kad tiek augšupielādēts jauns logotips, neaizmirstiet iztīrīt pārlūkprogrammas kešatmiņu (CTRL + R vai CTRL + F5)

source: The preferred size of the logo is 240x64px.
lv_lv: Vēlamais logotipa izmērs ir 240x64 pikseļi.

source: The preferred size of the square logo is 64x64px.
lv_lv: Vēlamais kvadrātveida logotipa izmērs ir 64 x 64 pikseļi.

source: Following formats are allowed: %s
lv_lv: Ir atļauti šādi formāti: %s

source: Uploading another logo will overwrite the current logo.
lv_lv: Augšupielādējot citu logotipu, pašreizējais logotips tiks pārrakstīts.

source: Standard logo
lv_lv: Standarta logotips

source: Standard logo - for dark mode
lv_lv: Standarta logotips - tumšajam režīmam

source: Square logo
lv_lv: Kvadrātveida logotips

source: Square logo - for dark mode
lv_lv: Kvadrātveida logotips - tumšajam režīmam

source: The images folder <strong>%s</strong> is not writable on your server
lv_lv: Attēlu mape <strong>%s</strong> nav ierakstāma jūsu serverī

source: OSClass can't upload the logo image from the administration panel.
lv_lv: OSClass nevar augšupielādēt logotipa attēlu no administrācijas paneļa.

source: Please make the aforementioned image folder writable.
lv_lv: Lūdzu, izveidojiet iepriekš minēto attēlu mapi rakstāmu.

source: To make a directory writable under UNIX execute this command from the shell:
lv_lv: Lai direktoriju padarītu rakstāmu UNIX, izpildiet šo komandu no čaulas:

source: Upload
lv_lv: Augšupielādēt

source: Plugin settings
lv_lv: Spraudņa iestatījumi

source: Enable Scroll to Top
lv_lv: Iespējot ritināšanu uz augšu

source: When enabled, button that enables scroll to top will be added.
lv_lv: Kad tas ir iespējots, tiks pievienota poga, kas ļauj ritināt uz augšu.

source: Related Listings
lv_lv: Saistītie sludinājumi

source: Enable Related Listings
lv_lv: Iespējot saistītos ierakstus

source: When enabled, related listings will be shown at listing page.
lv_lv: Ja iespējots, saistītie ieraksti tiks parādīti saraksta lapā.

source: Number of Related Items
lv_lv: Saistīto vienumu skaits

source: Enter how many related listings will be shown on item page.
lv_lv: Ievadiet, cik saistītie sludinājumi tiks parādīti preces lapā.
