Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Browse categories
cs_cz: Procházet kategorie
da_dk: Gennemse kategorier
de_de: Kategorien durchsuchen
es_es: Examinar categorías
id_id: Jelajahi kategori
nl_nl: Bladeren door categorieën
pl_pl: Przeglądaj kategorie
ru_ru: Просмотр категорий
sk_sk: Prehľadávať kategórie
tr_tr: Kategorilere göz atın
uk_ua: Переглянути категорії

source: Select a category you are interested in
cs_cz: Vyberte kategorii, která vás zajímá
da_dk: Vælg en kategori, du er interesseret i
de_de: Wähle eine Kategorie aus, an der du interessiert bist
es_es: Selecciona la categoría que te interesa
id_id: Pilih kategori yang Anda minati
nl_nl: Selecteer een categorie waarin je geïnteresseerd bent
pl_pl: Wybierz kategorię, która Cię interesuje
ru_ru: Выберите интересующую вас категорию
sk_sk: Vyberte kategóriu, ktorá vás zaujíma
tr_tr: İlgilendiğiniz bir kategori seçin
uk_ua: Виберіть категорію, яка вас цікавить

source: Listings near <u>%s</u>
cs_cz: Nabídky v okolí <u>%s</u>
da_dk: Opførelser i nærheden <u>%s</u>
de_de: Inserate in der Nähe <u>%s</u>
es_es: Listados cercanos <u>%s</u>
id_id: Daftar dekat <u>%s</u>
nl_nl: Advertenties in de buurt van <u>%s</u>
pl_pl: Oferty w pobliżu <u>%s</u>
ru_ru: Списки поблизости <u>%s</u>
sk_sk: Zoznamy v blízkosti <u>%s</u>
tr_tr: Yakın listeler <u>%s</u>
uk_ua: Оголошення поблизу <u>%s</u>

source: No listings found close to your location
cs_cz: V blízkosti vaší polohy nebyly nalezeny žádné nabídky
da_dk: Ingen lister fundet tæt på din placering
de_de: Keine Angebote in der Nähe deines Standorts gefunden
es_es: No se han encontrado anuncios cerca de tu ubicación
id_id: Tidak ada daftar yang ditemukan di dekat lokasi Anda
nl_nl: Geen aanbiedingen gevonden in de buurt van jouw locatie
pl_pl: Nie znaleziono ofert w pobliżu Twojej lokalizacji
ru_ru: Не найдено ни одного объявления поблизости от твоего местоположения
sk_sk: V blízkosti vašej polohy sa nenašli žiadne ponuky
tr_tr: Bulunduğunuz yere yakın ilan bulunamadı
uk_ua: Не знайдено жодного оголошення поблизу вашого місцезнаходження

source: News on blog
cs_cz: Novinky na blogu
da_dk: Nyheder på bloggen
de_de: Neuigkeiten im Blog
es_es: Noticias en el blog
id_id: Berita di blog
nl_nl: Nieuws op blog
pl_pl: Nowości na blogu
ru_ru: Новости в блоге
sk_sk: Novinky na blogu
tr_tr: Blog Haberleri
uk_ua: Новини в блозі

source: Read article
cs_cz: Přečtěte si článek
da_dk: Læs artikel
de_de: Artikel lesen
es_es: Leer el artículo
id_id: Baca artikel
nl_nl: Artikel lezen
pl_pl: Przeczytaj artykuł
ru_ru: Читать статью
sk_sk: Prečítajte si článok
tr_tr: Makaleyi okuyun
uk_ua: Читати статтю

source: Read more articles
cs_cz: Přečtěte si další články
da_dk: Læs flere artikler
de_de: Mehr Artikel lesen
es_es: Leer más artículos
id_id: Baca lebih banyak artikel
nl_nl: Meer artikelen lezen
pl_pl: Przeczytaj więcej artykułów
ru_ru: Читайте больше статей
sk_sk: Prečítajte si viac článkov
tr_tr: Daha fazla makale okuyun
uk_ua: Читати більше статей

source: Most favorited listings
cs_cz: Nejoblíbenější výpisy
da_dk: Mest foretrukne lister
de_de: Meist favorisierte Angebote
es_es: Listados más favoritos
id_id: Daftar yang paling disukai
nl_nl: Meest favoriete aanbiedingen
pl_pl: Najczęściej wybierane oferty
ru_ru: Самые любимые объявления
sk_sk: Najobľúbenejšie ponuky
tr_tr: En çok tercih edilen listeler
uk_ua: Найулюбленіші оголошення

source: Manage favorites
cs_cz: Správa oblíbených položek
da_dk: Administrer favoritter
de_de: Favoriten verwalten
es_es: Gestionar favoritos
id_id: Mengelola favorit
nl_nl: Favorieten beheren
pl_pl: Zarządzaj ulubionymi
ru_ru: Управляй избранным
sk_sk: Správa obľúbených položiek
tr_tr: Favorileri yönet
uk_ua: Керувати вибраним

source: Recommended companies
cs_cz: Doporučené společnosti
da_dk: Anbefalede virksomheder
de_de: Empfohlene Unternehmen
es_es: Empresas recomendadas
id_id: Perusahaan yang direkomendasikan
nl_nl: Aanbevolen bedrijven
pl_pl: Polecane firmy
ru_ru: Рекомендуемые компании
sk_sk: Odporúčané spoločnosti
tr_tr: Tavsiye edilen şirketler
uk_ua: Рекомендовані компанії

source: Explore companies
cs_cz: Prozkoumat společnosti
da_dk: Udforsk virksomheder
de_de: Unternehmen erkunden
es_es: Explorar empresas
id_id: Jelajahi perusahaan
nl_nl: Bedrijven verkennen
pl_pl: Poznaj firmy
ru_ru: Изучи компании
sk_sk: Preskúmajte spoločnosti
tr_tr: Şirketleri keşfedin
uk_ua: Дослідити компанії

source: Latest listings
cs_cz: Nejnovější nabídky
da_dk: Seneste lister
de_de: Letzte Einträge
es_es: Últimos listados
id_id: Daftar terbaru
nl_nl: Laatste aanbiedingen
pl_pl: Najnowsze oferty
ru_ru: Последние объявления
sk_sk: Najnovšie zoznamy
tr_tr: Son listeler
uk_ua: Останні оголошення

source: More latest items
cs_cz: Více nejnovějších položek
da_dk: Flere nyeste varer
de_de: Mehr aktuelle Artikel
es_es: Más novedades
id_id: Lebih banyak item terbaru
nl_nl: Meer nieuwste items
pl_pl: Więcej najnowszych pozycji
ru_ru: Больше последних предметов
sk_sk: Viac najnovších položiek
tr_tr: Daha fazla son ürün
uk_ua: Більше новинок

source: Recently viewed listings
cs_cz: Nedávno zobrazené nabídky
da_dk: Nyligt viste lister
de_de: Zuletzt angesehene Angebote
es_es: Listados vistos recientemente
id_id: Daftar yang baru saja dilihat
nl_nl: Recent bekeken aanbiedingen
pl_pl: Ostatnio przeglądane oferty
ru_ru: Недавно просмотренные объявления
sk_sk: Nedávno zobrazené ponuky
tr_tr: Son görüntülenen ilanlar
uk_ua: Нещодавно переглянуті оголошення

source: Maintenance
cs_cz: Údržba
da_dk: Vedligeholdelse
de_de: Wartung
es_es: Mantenimiento
id_id: Pemeliharaan
nl_nl: Onderhoud
pl_pl: Konserwacja
ru_ru: Техническое обслуживание
sk_sk: Údržba
tr_tr: Bakım
uk_ua: Обслуговування

source: OOOPS! We are sorry, page is undergoing maintenance.
cs_cz: OOOPS! Omlouváme se, stránka prochází údržbou.
da_dk: OOOPS! Vi beklager, siden er ved at blive vedligeholdt.
de_de: OOOPS! Es tut uns leid, die Seite wird gerade gewartet.
es_es: ¡OOOPS! Lo sentimos, la página está en mantenimiento.
id_id: OOOPS! Mohon maaf, halaman sedang dalam perbaikan.
nl_nl: OOOPS! Het spijt ons, de pagina wordt onderhouden.
pl_pl: OOOPS! Przepraszamy, strona jest w trakcie konserwacji.
ru_ru: OOOPS! Нам очень жаль, но страница находится на техническом обслуживании.
sk_sk: OOOPS! Ospravedlňujeme sa, stránka prechádza údržbou.
tr_tr: OOOPS! Üzgünüz, sayfa bakımdan geçiyor.
uk_ua: ОЙ! Вибачте, сторінка знаходиться на технічному обслуговуванні.

source: Please come back later. Thank you!
cs_cz: Přijďte později. Děkujeme!
da_dk: Kom gerne tilbage senere. Vi takker dig!
de_de: Bitte komm später wieder. Dankeschön!
es_es: Por favor, vuelve más tarde. Muchas gracias.
id_id: Silakan kembali lagi nanti. Terima kasih!
nl_nl: Kom later nog eens terug. Bedankt!
pl_pl: Wróć później. Dziękujemy!
ru_ru: Пожалуйста, возвращайся позже. Спасибо!
sk_sk: Prosím, vráťte sa neskôr. Ďakujeme!
tr_tr: Lütfen daha sonra tekrar gelin. Teşekkür ederim!
uk_ua: Будь ласка, зайдіть пізніше. Спасибі!

source: Do you have more questions?
cs_cz: Máte další otázky?
da_dk: Har du flere spørgsmål?
de_de: Hast du noch weitere Fragen?
es_es: ¿Tienes más preguntas?
id_id: Apakah Anda memiliki pertanyaan lain?
nl_nl: Heb je nog meer vragen?
pl_pl: Masz więcej pytań?
ru_ru: У тебя есть еще вопросы?
sk_sk: Máte ďalšie otázky?
tr_tr: Başka sorunuz var mı?
uk_ua: У вас є ще питання?

source: Refine search
cs_cz: Zpřesnit vyhledávání
da_dk: Begræns søgningen
de_de: Suche verfeinern
es_es: Refinar la búsqueda
id_id: Sempurnakan pencarian
nl_nl: Zoekopdracht verfijnen
pl_pl: Zawęź wyszukiwanie
ru_ru: Уточни поиск
sk_sk: Spresniť vyhľadávanie
tr_tr: Aramayı daraltın
uk_ua: Уточнити пошук

source: Keyword...
cs_cz: Klíčové slovo...
da_dk: Nøgleord...
de_de: Schlüsselwort...
es_es: Palabra clave...
id_id: Kata kunci...
nl_nl: Trefwoord...
pl_pl: Słowo kluczowe...
ru_ru: Ключевое слово...
sk_sk: Kľúčové slovo...
tr_tr: Anahtar kelime...
uk_ua: Ключове слово...

source: Price range
cs_cz: Cenové rozpětí
da_dk: Prisinterval
de_de: Preisspanne
es_es: Gama de precios
id_id: Kisaran harga
nl_nl: Prijsklasse
pl_pl: Zakres cen
ru_ru: Ценовой диапазон
sk_sk: Cenové rozpätie
tr_tr: Fiyat aralığı
uk_ua: Діапазон цін

source: Period
cs_cz: Období
da_dk: Periode
de_de: Zeitraum
es_es: Periodo
id_id: Periode
nl_nl: Periode
pl_pl: Okres
ru_ru: Период
sk_sk: Obdobie
tr_tr: Dönem
uk_ua: Крапка

source: Premium items only
cs_cz: Pouze prémiové položky
da_dk: Kun premium-produkter
de_de: Nur Premiumartikel
es_es: Sólo artículos Premium
id_id: Hanya item premium
nl_nl: Alleen premium artikelen
pl_pl: Tylko przedmioty premium
ru_ru: Только премиальные предметы
sk_sk: Len prémiové položky
tr_tr: Yalnızca Premium ürünler
uk_ua: Тільки преміум-товари

source: With phone number
cs_cz: S telefonním číslem
da_dk: Med telefonnummer
de_de: Mit Telefonnummer
es_es: Con número de teléfono
id_id: Dengan nomor telepon
nl_nl: Met telefoonnummer
pl_pl: Z numerem telefonu
ru_ru: С номером телефона
sk_sk: S telefónnym číslom
tr_tr: Telefon numarası ile
uk_ua: З номером телефону

source: Reset (%d)
cs_cz: Obnovení (%d)
da_dk: Nulstil (%d)
de_de: Zurücksetzen (%d)
es_es: Restablecer (%d)
id_id: Atur Ulang (%d)
sk_sk: Obnovenie (%d)
tr_tr: Sıfırla (%d)
uk_ua: Перезавантаження (%d)

source: No listings found in %s
cs_cz: Nebyly nalezeny žádné nabídky v %s
da_dk: Ingen lister fundet i %s
de_de: Keine Einträge gefunden in %s
es_es: No se han encontrado anuncios en %s
id_id: Tidak ada daftar yang ditemukan di %s
nl_nl: Geen aanbiedingen gevonden in %s
pl_pl: Nie znaleziono żadnych ofert w %s
ru_ru: Не найдено ни одного объявления в %s
sk_sk: V oblasti neboli nájdené žiadne ponuky %s
tr_tr: Bulunan liste yok %s
uk_ua: Не знайдено жодного списку в %s

source: No listings found
cs_cz: Nebyly nalezeny žádné nabídky
da_dk: Ingen lister fundet
de_de: Keine Angebote gefunden
es_es: No se han encontrado anuncios
id_id: Tidak ada daftar yang ditemukan
nl_nl: Geen aanbiedingen gevonden
pl_pl: Nie znaleziono żadnych ofert
ru_ru: Не найдено ни одного объявления
sk_sk: Nenašli sa žiadne ponuky
tr_tr: Liste bulunamadı
uk_ua: Не знайдено жодного оголошення

source: %s results found in %s
cs_cz: %s výsledky zjištěné v %s
da_dk: %s resultater fundet i %s
de_de: %s Ergebnisse gefunden in %s
es_es: %s resultados encontrados en %s
id_id: %s hasil yang ditemukan dalam %s
nl_nl: %s resultaten gevonden in %s
pl_pl: %s wyniki znalezione w %s
ru_ru: %s результаты, найденные в %s
sk_sk: %s výsledky zistené v %s
tr_tr: %s bulunan sonuçlar %s
uk_ua: %s результати, знайдені в %s

source: Buy new or used items, we have %d listings available for you.
cs_cz: Kupte si nové nebo použité zboží, máme pro vás k dispozici nabídky na %d.
da_dk: Køb nye eller brugte varer, vi har %d annoncer til rådighed for dig.
de_de: Kaufe neue oder gebrauchte Artikel, wir haben %d Angebote für dich parat.
es_es: Compra artículos nuevos o usados, tenemos listados de %d disponibles para ti.
id_id: Beli barang baru atau bekas, kami memiliki daftar %d yang tersedia untuk Anda.
nl_nl: Koop nieuwe of gebruikte items, we hebben %d aanbiedingen voor je beschikbaar.
pl_pl: Kupuj nowe lub używane przedmioty, mamy dla Ciebie oferty %d.
ru_ru: Покупай новые или подержанные вещи, у нас есть %d объявлений, доступных для тебя.
sk_sk: Kúpte si nový alebo použitý tovar, máme pre vás k dispozícii ponuky na %d.
tr_tr: Yeni veya kullanılmış ürünler satın alın, sizin için %d listelerimiz var.
uk_ua: Купуйте нові або вживані речі, у нас є списки %d, доступні для вас.

source: There are no listings matching your search criteria.
cs_cz: Neexistují žádné nabídky, které by odpovídaly vašim kritériím vyhledávání.
da_dk: Der er ingen lister, der matcher dine søgekriterier.
de_de: Es gibt keine Angebote, die deinen Suchkriterien entsprechen.
es_es: No hay anuncios que coincidan con tus criterios de búsqueda.
id_id: Tidak ada daftar yang sesuai dengan kriteria pencarian Anda.
nl_nl: Er zijn geen aanbiedingen die aan je zoekcriteria voldoen.
pl_pl: Nie ma ofert spełniających Twoje kryteria wyszukiwania.
ru_ru: Нет объявлений, соответствующих твоим критериям поиска.
sk_sk: Neexistujú žiadne ponuky, ktoré by zodpovedali vašim kritériám vyhľadávania.
tr_tr: Arama kriterlerinize uyan herhangi bir ilan bulunmamaktadır.
uk_ua: Немає списків, що відповідають вашим критеріям пошуку.

source: Show more
cs_cz: Zobrazit více
da_dk: Vis mere
de_de: Mehr zeigen
es_es: Mostrar más
id_id: Tampilkan lebih banyak
nl_nl: Meer tonen
pl_pl: Pokaż więcej
ru_ru: Показать больше
sk_sk: Zobraziť viac
tr_tr: Daha fazla göster
uk_ua: Показати більше

source: All filters
cs_cz: Všechny filtry
da_dk: Alle filtre
de_de: Alle Filter
es_es: Todos los filtros
id_id: Semua filter
nl_nl: Alle filters
pl_pl: Wszystkie filtry
ru_ru: Все фильтры
sk_sk: Všetky filtre
tr_tr: Tüm filtreler
uk_ua: Всі фільтри

source: Clear filters (%d)
cs_cz: Vymazat filtry (%d)
da_dk: Ryd filtre (%d)
de_de: Filter löschen (%d)
es_es: Borrar filtros (%d)
id_id: Hapus filter (%d)
nl_nl: Filters wissen (%d)
pl_pl: Wyczyść filtry (%d)
ru_ru: Очистить фильтры (%d)
sk_sk: Vymazať filtre (%d)
tr_tr: Filtreleri temizleyin (%d)
uk_ua: Очистити фільтри (%d)

source: There was problem loading your listings, please try to refresh this page
cs_cz: Došlo k problému s načítáním výpisů, zkuste prosím obnovit tuto stránku.
da_dk: Der var problemer med at indlæse dine lister, prøv venligst at opdatere denne side.
de_de: Es gab ein Problem beim Laden deiner Angebote, bitte versuche, die Seite zu aktualisieren
es_es: Ha habido un problema al cargar tus anuncios, por favor, intenta actualizar esta página
id_id: Ada masalah saat memuat listing Anda, coba refresh halaman ini
nl_nl: Er is een probleem opgetreden bij het laden van je aanbiedingen. Probeer deze pagina te vernieuwen.
pl_pl: Wystąpił problem z załadowaniem oferty, spróbuj odświeżyć stronę.
ru_ru: Возникла проблема с загрузкой твоих объявлений, попробуй обновить эту страницу
sk_sk: Vyskytol sa problém s načítaním vašich ponúk, skúste prosím obnoviť túto stránku
tr_tr: Listeleriniz yüklenirken sorun oluştu, lütfen sayfayı yenilemeyi deneyin
uk_ua: Виникли проблеми із завантаженням ваших оголошень, будь ласка, спробуйте оновити цю сторінку

source: Refresh
cs_cz: Obnovit
da_dk: Opdatering
de_de: Auffrischen
es_es: Actualiza
id_id: Menyegarkan
nl_nl: Vernieuw
pl_pl: Odśwież
ru_ru: Обновить
sk_sk: Obnoviť
tr_tr: Yenile
uk_ua: Оновити

source: Sort:
cs_cz: Třídit:
da_dk: Sortere:
de_de: Sortieren:
es_es: Ordena:
id_id: Urutkan:
nl_nl: Sorteren:
pl_pl: Sortuj:
ru_ru: Сорт:
sk_sk: Zoradiť:
tr_tr: Sırala:
uk_ua: Сорт:

source: Grid view
cs_cz: Zobrazení mřížky
da_dk: Gittervisning
de_de: Rasteransicht
es_es: Vista en cuadrícula
id_id: Tampilan kisi
nl_nl: Roosterweergave
pl_pl: Widok siatki
ru_ru: Вид сетки
sk_sk: Zobrazenie mriežky
tr_tr: Izgara görünümü
uk_ua: Вигляд у вигляді сітки

source: Grid
cs_cz: Síť
da_dk: Gitter
de_de: Raster
es_es: Rejilla
nl_nl: Rooster
pl_pl: Siatka
ru_ru: Сетка
sk_sk: Sieť
tr_tr: Izgara
uk_ua: Сітка

source: List view
cs_cz: Zobrazení seznamu
da_dk: Listevisning
de_de: Listenansicht
es_es: Vista de lista
id_id: Tampilan daftar
nl_nl: Lijstweergave
pl_pl: Widok listy
ru_ru: Просмотр списка
sk_sk: Zobrazenie zoznamu
tr_tr: Liste görünümü
uk_ua: Перегляд списку

source: List
cs_cz: Seznam
da_dk: Liste
de_de: Liste
es_es: Lista
id_id: Daftar
nl_nl: Lijst
pl_pl: Lista
ru_ru: Список
sk_sk: Zoznam
tr_tr: Liste
uk_ua: Список

source: We could not find any results for your search...
cs_cz: Pro vaše hledání jsme nenašli žádné výsledky...
da_dk: Vi kunne ikke finde nogen resultater for din søgning...
de_de: Wir konnten keine Ergebnisse für deine Suche finden...
es_es: No hemos encontrado ningún resultado para tu búsqueda...
id_id: Kami tidak dapat menemukan hasil untuk pencarian Anda...
nl_nl: We konden geen resultaten vinden voor je zoekopdracht...
pl_pl: Nie mogliśmy znaleźć żadnych wyników dla Twojego wyszukiwania...
ru_ru: Мы не смогли найти никаких результатов для твоего поиска...
sk_sk: Pre vaše vyhľadávanie sme nenašli žiadne výsledky...
tr_tr: Aramanız için herhangi bir sonuç bulamadık...
uk_ua: Ми не знайшли результатів за вашим запитом...

source: Following tips might help you to get better results
cs_cz: Následující tipy vám mohou pomoci dosáhnout lepších výsledků
da_dk: Følgende tips kan hjælpe dig med at få bedre resultater
de_de: Die folgenden Tipps können dir helfen, bessere Ergebnisse zu erzielen
es_es: Los siguientes consejos pueden ayudarte a obtener mejores resultados
id_id: Kiat-kiat berikut ini dapat membantu Anda mendapatkan hasil yang lebih baik
nl_nl: De volgende tips kunnen je helpen om betere resultaten te krijgen
pl_pl: Poniższe wskazówki mogą pomóc Ci uzyskać lepsze wyniki
ru_ru: Следующие советы могут помочь тебе добиться лучших результатов
sk_sk: Nasledujúce tipy vám môžu pomôcť dosiahnuť lepšie výsledky
tr_tr: Aşağıdaki ipuçları daha iyi sonuçlar almanıza yardımcı olabilir
uk_ua: Наступні поради допоможуть вам отримати кращі результати

source: Use more general keywords
cs_cz: Použijte obecnější klíčová slova
da_dk: Brug mere generelle søgeord
de_de: Allgemeinere Schlüsselwörter verwenden
es_es: Utiliza palabras clave más generales
id_id: Gunakan kata kunci yang lebih umum
nl_nl: Gebruik meer algemene trefwoorden
pl_pl: Używaj bardziej ogólnych słów kluczowych
ru_ru: Используй более общие ключевые слова
sk_sk: Používanie všeobecnejších kľúčových slov
tr_tr: Daha genel anahtar kelimeler kullanın
uk_ua: Використовуйте більш загальні ключові слова

source: Check spelling of position
cs_cz: Zkontrolujte pravopis pozice
da_dk: Tjek stavning af position
de_de: Schreibweise der Position prüfen
es_es: Comprueba la ortografía de la posición
id_id: Periksa ejaan posisi
nl_nl: Controleer de spelling van de positie
pl_pl: Sprawdź pisownię pozycji
ru_ru: Проверь написание должности
sk_sk: Skontrolujte pravopis pozície
tr_tr: Pozisyonun yazımını kontrol edin
uk_ua: Перевірте правильність написання позиції

source: Reduce filters, use less of them
cs_cz: Snižte počet filtrů, používejte jich méně
da_dk: Reducer antallet af filtre, brug færre af dem
de_de: Reduziere Filter, verwende weniger von ihnen
es_es: Reduce los filtros, utiliza menos
id_id: Kurangi filter, gunakan lebih sedikit filter
nl_nl: Verminder filters, gebruik er minder van
pl_pl: Ogranicz filtry, używaj ich mniej
ru_ru: Сократи количество фильтров, используй их меньше
sk_sk: Znížte počet filtrov, používajte ich menej
tr_tr: Filtreleri azaltın, daha az kullanın
uk_ua: Зменшіть кількість фільтрів, використовуйте їх менше

source: Reset filter
cs_cz: Obnovit filtr
da_dk: Nulstil filter
de_de: Filter zurücksetzen
es_es: Restablecer filtro
id_id: Setel ulang filter
nl_nl: Filter resetten
pl_pl: Zresetuj filtr
ru_ru: Сбросить фильтр
sk_sk: Obnoviť filter
tr_tr: Filtreyi sıfırla
uk_ua: Скинути фільтр

source: Next page
cs_cz: Další stránka
da_dk: Næste side
de_de: Nächste Seite
es_es: Página siguiente
id_id: Halaman berikutnya
nl_nl: Volgende
pl_pl: Następna strona
ru_ru: Следующая страница
sk_sk: Ďalšia stránka
tr_tr: Sonraki sayfa
uk_ua: Наступна сторінка

source: Join our community to buy and sell from each other everyday around the world.
cs_cz: Připojte se k naší komunitě a nakupujte a prodávejte každý den po celém světě.
da_dk: Deltag i vores fællesskab for at købe og sælge fra hinanden hver dag i hele verden.
de_de: Werde Teil unserer Community und kaufe und verkaufe jeden Tag auf der ganzen Welt.
es_es: Únete a nuestra comunidad para comprar y vender todos los días en todo el mundo.
id_id: Bergabunglah dengan komunitas kami untuk saling membeli dan menjual setiap hari di seluruh dunia.
nl_nl: Word lid van onze community en koop en verkoop van elkaar, elke dag over de hele wereld.
pl_pl: Dołącz do naszej społeczności, aby codziennie kupować i sprzedawać od siebie nawzajem na całym świecie.
ru_ru: Присоединяйся к нашему сообществу, чтобы покупать и продавать друг у друга каждый день по всему миру.
sk_sk: Pripojte sa k našej komunite a nakupujte a predávajte každý deň na celom svete.
tr_tr: Dünyanın dört bir yanında her gün birbirinizden alım ve satım yapmak için topluluğumuza katılın.
uk_ua: Приєднуйтесь до нашої спільноти, щоб купувати і продавати один в одного щодня по всьому світу.

source: Please select preferred site:
cs_cz: Vyberte preferované místo:
da_dk: Vælg venligst det foretrukne sted:
de_de: Bitte wähle den gewünschten Standort aus:
es_es: Selecciona el sitio preferido:
id_id: Silakan pilih situs yang diinginkan:
nl_nl: Selecteer de gewenste locatie:
pl_pl: Wybierz preferowaną lokalizację:
ru_ru: Выбери предпочтительный участок:
sk_sk: Vyberte preferovanú lokalitu:
tr_tr: Lütfen tercih ettiğiniz siteyi seçin:
uk_ua: Будь ласка, оберіть бажаний сайт:

source: %s items in %s
cs_cz: %s položky v %s
da_dk: %s elementer i %s
de_de: %s Artikel in %s
es_es: %s elementos en %s
id_id: %s item dalam %s
nl_nl: %s artikelen in %s
pl_pl: %s pozycje w %s
ru_ru: %s предметы в %s
sk_sk: %s položky v %s
tr_tr: %s içindeki öğeler %s
uk_ua: %s елементи в %s

source: all locations
cs_cz: Všechna místa
da_dk: Alle steder
de_de: Alle Standorte
es_es: Todos los lugares
id_id: Semua lokasi
nl_nl: Alle locaties
pl_pl: Wszystkie lokalizacje
ru_ru: Все локации
sk_sk: Všetky lokality
tr_tr: Tüm lokasyonlar
uk_ua: Всі локації

source: Receive email notification when new item, that match your search criteria, is published.
cs_cz: Dostávejte e-mailová upozornění, když je zveřejněna nová položka, která odpovídá vašim vyhledávacím kritériím.
da_dk: Få besked via e-mail, når et nyt emne, der matcher dine søgekriterier, bliver offentliggjort.
de_de: Erhalte eine E-Mail-Benachrichtigung, wenn ein neuer Artikel, der deinen Suchkriterien entspricht, veröffentlicht wird.
es_es: Recibe una notificación por correo electrónico cuando se publique un nuevo artículo que coincida con tus criterios de búsqueda.
id_id: Terima notifikasi email ketika item baru yang sesuai dengan kriteria pencarian Anda dipublikasikan.
nl_nl: Ontvang een melding per e-mail wanneer er een nieuw item wordt gepubliceerd dat aan je zoekcriteria voldoet.
pl_pl: Otrzymuj powiadomienia e-mail, gdy zostanie opublikowany nowy artykuł spełniający Twoje kryteria wyszukiwania.
ru_ru: Получай уведомления по электронной почте, когда будет опубликован новый предмет, соответствующий твоим критериям поиска.
sk_sk: Dostávajte e-mailové upozornenie, keď sa uverejní nová položka, ktorá zodpovedá vašim kritériám vyhľadávania.
tr_tr: Arama kriterlerinize uyan yeni bir ürün yayınlandığında e-posta bildirimi alın.
uk_ua: Отримуйте сповіщення на електронну пошту, коли з'являється новий товар, що відповідає вашим критеріям пошуку.
