Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: When enabled, bellow banners will be shown in front page.
cs_cz: Pokud je tato možnost povolena, na titulní stránce se zobrazí následující bannery.
da_dk: Når det er aktiveret, vises nedenstående bannere på forsiden.
de_de: Wenn diese Option aktiviert ist, werden die folgenden Banner auf der Startseite angezeigt.
es_es: Si está activada, se mostrarán los siguientes banners en la portada.
id_id: Ketika diaktifkan, banner di bawah ini akan ditampilkan di halaman depan.
nl_nl: Als deze optie is ingeschakeld, worden de onderstaande banners op de voorpagina getoond.
pl_pl: Po włączeniu poniższe banery będą wyświetlane na stronie głównej.
ru_ru: Если включить эту функцию, на первой странице будут отображаться баннеры, расположенные ниже.
sk_sk: Ak je táto možnosť povolená, na titulnej stránke sa zobrazia nasledujúce bannery.
tr_tr: Etkinleştirildiğinde, aşağıdaki banner'lar ön sayfada gösterilecektir.
uk_ua: Якщо увімкнено, на головній сторінці будуть показані банери нижче.

source: Optimize Banners for Adsense
cs_cz: Optimalizace bannerů pro AdSense
da_dk: Optimer bannere til Adsense
de_de: Banner für Adsense optimieren
es_es: Optimizar banners para Adsense
id_id: Optimalkan Banner untuk Adsense
nl_nl: Banners optimaliseren voor Adsense
pl_pl: Zoptymalizuj banery pod kątem Adsense
ru_ru: Оптимизируй баннеры для Adsense
sk_sk: Optimalizácia bannerov pre Adsense
tr_tr: Adsense için Bannerları Optimize Edin
uk_ua: Оптимізація банерів для Adsense

source: When enabled, default width and height of banners will be removed and will be set to 100%. Fluid/responsive adsense banners should then work better.
cs_cz: Pokud je tato funkce povolena, výchozí šířka a výška bannerů budou odstraněny a nastaveny na 100 %. Plynulé/reaktivní bannery adsense by pak měly fungovat lépe.
da_dk: Når den er aktiveret, fjernes bannernes standardbredde og -højde og sættes til 100 %. Flydende/responsive adsense-bannere skulle så fungere bedre.
de_de: Wenn diese Funktion aktiviert ist, werden die Standardbreiten und -höhen von Bannern entfernt und auf 100% gesetzt. Flüssige/responsive AdSense-Banner sollten dann besser funktionieren.
es_es: Cuando se active, se eliminará la anchura y altura predeterminadas de los banners y se establecerán en 100%. Los banners de adsense fluidos/responsivos deberían funcionar mejor.
id_id: Ketika diaktifkan, lebar dan tinggi default banner akan dihapus dan akan diatur ke 100%. Spanduk adsense yang lancar/responsif akan bekerja lebih baik.
nl_nl: Als deze optie is ingeschakeld, worden de standaardbreedte en -hoogte van banners verwijderd en ingesteld op 100%. Vloeiende/responsieve adsense banners zouden dan beter moeten werken.
pl_pl: Po włączeniu domyślna szerokość i wysokość banerów zostanie usunięta i ustawiona na 100%. Płynne/responsywne banery adsense powinny wtedy działać lepiej.
ru_ru: Когда эта функция включена, ширина и высота баннеров по умолчанию будут удалены и установлены на 100%. После этого плавные/реактивные баннеры adsense должны работать лучше.
sk_sk: Ak je táto možnosť povolená, predvolená šírka a výška bannerov sa odstráni a nastaví sa na 100 %. Plynulé/reagujúce bannery adsense by potom mali fungovať lepšie.
tr_tr: Etkinleştirildiğinde, banner'ların varsayılan genişliği ve yüksekliği kaldırılacak ve %100 olarak ayarlanacaktır. Akışkan / duyarlı adsense banner'ları daha iyi çalışmalıdır.
uk_ua: Якщо увімкнено, ширина і висота банерів за замовчуванням будуть вилучені і встановлені на 100%. Плавні/чутливі банери adsense повинні працювати краще.

source: Banners Visible in Demo Mode
cs_cz: Bannery viditelné v ukázkovém režimu
da_dk: Bannere synlige i demo-tilstand
de_de: Sichtbare Banner im Demo-Modus
es_es: Banners Visibles en Modo Demo
id_id: Spanduk Terlihat dalam Mode Demo
nl_nl: Banners zichtbaar in demomodus
pl_pl: Banery widoczne w trybie demonstracyjnym
ru_ru: Баннеры, видимые в демонстрационном режиме
sk_sk: Bannery viditeľné v režime ukážky
tr_tr: Demo Modunda Görünen Bannerlar
uk_ua: Банери, видимі в демонстраційному режимі

source: Enter banner identifiers/locations delimited by comma. No white spaces. Entered banners will be always visible on demo.
cs_cz: Zadejte identifikátory/umístění bannerů oddělené čárkou. Žádné bílé mezery. Zadané bannery budou na ukázce vždy viditelné.
da_dk: Indtast banneridentifikatorer/placeringer afgrænset af komma. Ingen hvide mellemrum. De indtastede bannere vil altid være synlige på demoen.
de_de: Gib die Bannerkennungen/Orte ein, die durch ein Komma getrennt sind. Keine Leerzeichen. Eingegebene Banner werden auf der Demo immer sichtbar sein.
es_es: Introduce los identificadores/localizaciones del banner delimitados por comas. Sin espacios en blanco. Los banners introducidos serán siempre visibles en la demo.
id_id: Masukkan pengenal/lokasi spanduk yang dibatasi dengan koma. Tidak ada spasi putih. Spanduk yang dimasukkan akan selalu terlihat di demo.
nl_nl: Voer banner-id's/locaties in, gescheiden door een komma. Geen witruimtes. Ingevoerde banners zullen altijd zichtbaar zijn op de demo.
pl_pl: Wprowadź identyfikatory banerów/lokalizacje oddzielone przecinkami. Bez białych spacji. Wprowadzone banery będą zawsze widoczne w wersji demonstracyjnej.
ru_ru: Введите идентификаторы/локации баннеров, разделив их запятыми. Никаких пробелов. Введенные баннеры будут всегда видны на демо.
sk_sk: Zadajte identifikátory/miesta bannerov ohraničené čiarkou. Žiadne biele miesta. Zadané bannery budú na ukážke vždy viditeľné.
tr_tr: Virgülle ayrılmış afiş tanımlayıcılarını/konumlarını girin. Beyaz boşluk yok. Girilen bannerlar demoda her zaman görünür olacaktır.
uk_ua: Введіть ідентифікатори банерів/розміщення через кому. Без пробілів. Введені банери будуть завжди видимі на демо.

source: Will be shown
cs_cz: Bude zobrazeno
da_dk: Vil blive vist
de_de: Wird gezeigt
es_es: Se mostrará
id_id: Akan ditampilkan
nl_nl: Wordt getoond
pl_pl: Zostanie wyświetlony
ru_ru: Будет показано
sk_sk: Zobrazí sa
tr_tr: Gösterilecek
uk_ua: Буде показано

source: There was error when uploading icon for category #%s: %s
cs_cz: Při nahrávání ikony pro kategorii #%s došlo k chybě: %s
da_dk: Der opstod en fejl ved upload af ikonet for kategori #%s: %s
de_de: Es gab einen Fehler beim Hochladen des Icons für die Kategorie #%s: %s
es_es: Se ha producido un error al cargar el icono de la categoría #%s: %s
id_id: Ada kesalahan saat mengunggah ikon untuk kategori #%s: %s
nl_nl: Er is een fout opgetreden bij het uploaden van het pictogram voor categorie #%s: %s
pl_pl: Wystąpił błąd podczas przesyłania ikony dla kategorii #%s: %s
ru_ru: Возникла ошибка при загрузке иконки для категории #%s: %s
sk_sk: Pri nahrávaní ikony pre kategóriu #%s došlo k chybe: %s
tr_tr: Kategori #%s için simge yüklenirken hata oluştu: %s
uk_ua: Виникла помилка при завантаженні іконки для категорії #%s: %s

source: Extension not allowed, only allowed extension is .png
cs_cz: Přípona není povolena, jediná povolená přípona je .png
da_dk: Udvidelse ikke tilladt, eneste tilladte udvidelse er .png
de_de: Erweiterung nicht erlaubt, einzige erlaubte Erweiterung ist .png
es_es: Extensión no permitida, la única extensión permitida es .png
id_id: Ekstensi tidak diizinkan, ekstensi yang diizinkan hanya .png
nl_nl: Extensie niet toegestaan, enige toegestane extensie is .png
pl_pl: Rozszerzenie niedozwolone, jedyne dozwolone rozszerzenie to .png
ru_ru: Расширение не разрешено, единственное допустимое расширение - .png
sk_sk: Prípona nie je povolená, jediná povolená prípona je .png
tr_tr: Uzantıya izin verilmez, izin verilen tek uzantı .png'dir
uk_ua: Розширення не дозволено, єдине дозволене розширення - .png

source: It was not possible to upload icon file for category #%s
cs_cz: Nebylo možné nahrát soubor s ikonou pro kategorii #%s
da_dk: Det var ikke muligt at uploade en ikonfil for kategori #.%s
de_de: Es war nicht möglich, eine Icon-Datei für die Kategorie # hochzuladen.%s
es_es: No ha sido posible cargar el archivo de icono para la categoría #%s
id_id: Tidak dapat mengunggah file ikon untuk kategori #%s
nl_nl: Het was niet mogelijk om pictogrammen voor categorie # te uploaden.%s
pl_pl: Nie można było przesłać pliku ikony dla kategorii #%s
ru_ru: Не удалось загрузить файл иконки для категории #.%s
sk_sk: Nebolo možné nahrať súbor s ikonou pre kategóriu #%s
tr_tr: Kategori # için simge dosyası yüklemek mümkün değildi%s
uk_ua: Не вдалося завантажити файл іконки для категорії #.%s

source: Check to ON if you want to use Font-Awesome icons instead of Small images for categories.
cs_cz: Zaškrtněte políčko ON, pokud chcete pro kategorie používat ikony Font-Awesome místo malých obrázků.
da_dk: Sæt flueben ved ON, hvis du vil bruge Font-Awesome-ikoner i stedet for små billeder til kategorier.
de_de: Setze das Häkchen bei EIN, wenn du Font-Awesome-Symbole anstelle von kleinen Bildern für Kategorien verwenden möchtest.
es_es: Marca ON si quieres usar iconos Font-Awesome en lugar de imágenes pequeñas para las categorías.
id_id: Centang ke AKTIF jika Anda ingin menggunakan ikon Font-Awesome alih-alih gambar Kecil untuk kategori.
nl_nl: Vink aan bij AAN als je Font-Awesome pictogrammen wilt gebruiken in plaats van Kleine afbeeldingen voor categorieën.
pl_pl: Zaznacz ON, jeśli chcesz używać ikon Font-Awesome zamiast małych obrazów dla kategorii.
ru_ru: Поставьте галочку ON, если хотите использовать для категорий иконки Font-Awesome вместо маленьких картинок.
sk_sk: Začiarknite políčko ON, ak chcete pre kategórie používať ikony Font-Awesome namiesto malých obrázkov.
tr_tr: Kategoriler için Küçük resimler yerine Font-Awesome simgelerini kullanmak istiyorsanız AÇIK seçeneğini işaretleyin.
uk_ua: Встановіть позначку ON, якщо ви хочете використовувати іконки Font-Awesome замість малих зображень для категорій.

source: Font-Awesome v5 icons
cs_cz: Ikony Font-Awesome v5
da_dk: Font-Awesome v5 ikoner
de_de: Font-Awesome v5-Symbole
es_es: Iconos Font-Awesome v5
id_id: Ikon Font-Awesome v5
nl_nl: Font-Awesome v5 pictogrammen
pl_pl: Ikony Font-Awesome v5
ru_ru: Иконки Font-Awesome v5
sk_sk: Ikony Font-Awesome v5
tr_tr: Font-Awesome v5 simgeleri
uk_ua: Іконки Font-Awesome v5

source: Use Sample Image Icons
cs_cz: Použití ukázkových ikon obrázků
da_dk: Brug eksempler på billedikoner
de_de: Beispielhafte Bildsymbole verwenden
es_es: Utilizar iconos de imagen de muestra
id_id: Gunakan Ikon Gambar Contoh
nl_nl: Gebruik voorbeeldpictogrammen
pl_pl: Użyj przykładowych ikon graficznych
ru_ru: Используй иконки с образцами изображений
sk_sk: Používanie vzorových ikon obrázkov
tr_tr: Örnek Resim Simgelerini Kullanın
uk_ua: Використовуйте зразки піктограм зображень

source: When enabled and theme use image icons, sample icon images from theme folder (%s) will be used.
cs_cz: Pokud je povoleno a téma používá obrázkové ikony, použijí se ukázkové obrázky ikon ze složky tématu (%s).
da_dk: Når det er aktiveret, og temaet bruger billedikoner, vil der blive brugt eksempler på ikonbilleder fra temamappen (%s).
de_de: Wenn diese Option aktiviert ist und das Thema Bildsymbole verwendet, werden die Beispielbilder aus dem Themenordner (%s) verwendet.
es_es: Si se activa y el tema utiliza iconos de imagen, se utilizarán las imágenes de iconos de muestra de la carpeta del tema (%s).
id_id: Apabila diaktifkan dan tema menggunakan ikon gambar, contoh gambar ikon dari folder tema (%s) akan digunakan.
nl_nl: Als deze optie is ingeschakeld en het thema afbeeldingspictogrammen gebruikt, worden voorbeeldpictogrammen uit de themamap (%s) gebruikt.
pl_pl: Jeśli opcja ta jest włączona, a motyw używa ikon graficznych, użyte zostaną przykładowe ikony z folderu motywu (%s).
ru_ru: Если включено и тема использует иконки с изображениями, то будут использоваться образцы изображений иконок из папки темы (%s).
sk_sk: Keď je povolená a téma používa ikony obrázkov, použijú sa vzorové obrázky ikon z priečinka témy (%s).
tr_tr: Etkinleştirildiğinde ve tema resim simgeleri kullandığında, tema klasöründeki (%s) örnek simge görüntüleri kullanılacaktır.
uk_ua: Якщо увімкнено і тема використовує піктограми, буде використано зразки піктограм з теки теми (%s).

source: Configure categories
cs_cz: Konfigurace kategorií
da_dk: Konfigurer kategorier
de_de: Kategorien konfigurieren
es_es: Configurar categorías
id_id: Mengonfigurasi kategori
nl_nl: Categorieën configureren
pl_pl: Skonfiguruj kategorie
ru_ru: Настройте категории
sk_sk: Konfigurácia kategórií
tr_tr: Kategorileri yapılandırma
uk_ua: Налаштування категорій

source: ID
tr_tr: KIMLIK
uk_ua: ІДЕНТИФІКАТОР

source: Icon
cs_cz: Ikona
da_dk: Ikon
es_es: Icono
id_id: Ikon
nl_nl: Icoon
pl_pl: Ikona
ru_ru: Иконка
sk_sk: Ikona
tr_tr: Simge
uk_ua: Ікона

source: Upload icon
cs_cz: Ikona nahrávání
da_dk: Upload-ikon
de_de: Symbol hochladen
es_es: Icono de carga
id_id: Ikon unggah
nl_nl: Pictogram uploaden
pl_pl: Ikona przesyłania
ru_ru: Значок загрузки
sk_sk: Ikona nahrávania
tr_tr: Simge yükle
uk_ua: Іконка завантаження

source: FA icon
cs_cz: Ikona FA
da_dk: FA-ikon
de_de: FA-Symbol
es_es: Icono FA
id_id: Ikon FA
nl_nl: FA pictogram
pl_pl: Ikona FA
ru_ru: Значок FA
sk_sk: Ikona FA
tr_tr: FA simgesi
uk_ua: Значок FA

source: Add FA icon
cs_cz: Přidání ikony FA
da_dk: Tilføj FA-ikon
de_de: FA-Symbol hinzufügen
es_es: Añadir icono FA
id_id: Tambahkan ikon FA
nl_nl: FA-pictogram toevoegen
pl_pl: Dodaj ikonę FA
ru_ru: Добавь значок FA
sk_sk: Pridanie ikony FA
tr_tr: FA simgesi ekle
uk_ua: Додати піктограму FA

source: Color
cs_cz: Barva
da_dk: Farve
de_de: Farbe
id_id: Warna
nl_nl: Kleur
pl_pl: Kolor
ru_ru: Цвет
sk_sk: Farba
tr_tr: Renk
uk_ua: Колір

source: Add color
cs_cz: Přidat barvu
da_dk: Tilføj farve
de_de: Farbe hinzufügen
es_es: Añadir color
id_id: Tambahkan warna
nl_nl: Kleur toevoegen
pl_pl: Dodaj kolor
ru_ru: Добавь цвет
sk_sk: Pridať farbu
tr_tr: Renk ekleyin
uk_ua: Додати колір

source: Images Lazy Load
cs_cz: Obrázky Lazy Load
da_dk: Lazy load af billeder
de_de: Bilder Lazy Load
es_es: Carga perezosa de imágenes
id_id: Gambar Memuat Malas
nl_nl: Afbeeldingen Lazy Load
pl_pl: Leniwe ładowanie obrazów
ru_ru: Ленивая загрузка изображений
sk_sk: Obrázky Lazy Load
tr_tr: Görüntüler Tembel Yükleme
uk_ua: Ліниве завантаження зображень

source: Disabled
cs_cz: Bezbariérový
da_dk: deaktiveret
de_de: Behinderte
es_es: Discapacitados
id_id: Dinonaktifkan
nl_nl: Uitgeschakeld
pl_pl: Wyłączony
ru_ru: Инвалид
sk_sk: vypnuté
tr_tr: Engelli
uk_ua: Інваліди

source: Lazy load based on library
cs_cz: Líné načítání na základě knihovny
da_dk: Lazy load baseret på bibliotek
de_de: Faule Ladung basierend auf der Bibliothek
es_es: Carga perezosa basada en la biblioteca
id_id: Beban malas berdasarkan perpustakaan
nl_nl: Lazy load gebaseerd op bibliotheek
pl_pl: Leniwe ładowanie w oparciu o bibliotekę
ru_ru: Ленивая загрузка на основе библиотеки
sk_sk: Lazy load na základe knižnice
tr_tr: Kütüphaneye göre tembel yükleme
uk_ua: Ліниве завантаження на основі бібліотеки

source: Lazy load based on browser support
cs_cz: Líné načítání na základě podpory prohlížeče
da_dk: Lazy load baseret på browserunderstøttelse
de_de: Faules Laden je nach Browserunterstützung
es_es: Carga perezosa basada en la compatibilidad del navegador
id_id: Beban malas berdasarkan dukungan browser
nl_nl: Lazy load gebaseerd op browserondersteuning
pl_pl: Leniwe ładowanie w oparciu o obsługę przeglądarki
ru_ru: Ленивая загрузка, основанная на поддержке браузера
sk_sk: Lazy load na základe podpory prehliadača
tr_tr: Tarayıcı desteğine göre tembel yükleme
uk_ua: Ліниве завантаження на основі підтримки браузера

source: Enable to deffer images loading. Images will be loaded when get into viewable area. This may rapidly improve seo rating of your site.
cs_cz: Povolit odložení načítání obrázků. Obrázky se načtou, jakmile se dostanou do zobrazitelné oblasti. To může rychle zlepšit hodnocení seo vašich stránek.
da_dk: Gør det muligt at udskyde indlæsning af billeder. Billeder vil blive indlæst, når de kommer ind i det synlige område. Dette kan hurtigt forbedre seo-vurderingen af dit websted.
de_de: Aktiviere diese Option, um das Laden von Bildern zu verzögern. Die Bilder werden geladen, wenn sie in den sichtbaren Bereich kommen. Das kann das SEO-Rating deiner Website schnell verbessern.
es_es: Activar para aplazar la carga de imágenes. Las imágenes se cargarán cuando lleguen al área visible. Esto puede mejorar rápidamente la clasificación seo de tu sitio.
id_id: Aktifkan untuk menunda pemuatan gambar. Gambar akan dimuat ketika masuk ke area yang dapat dilihat. Hal ini dapat dengan cepat meningkatkan peringkat SEO situs Anda.
nl_nl: Inschakelen om het laden van afbeeldingen uit te stellen. Afbeeldingen worden geladen wanneer ze in het zichtbare gebied komen. Dit kan de seo-beoordeling van je site snel verbeteren.
pl_pl: Włącz odraczanie ładowania obrazów. Obrazy zostaną załadowane, gdy znajdą się w widocznym obszarze. Może to szybko poprawić ranking SEO Twojej witryny.
ru_ru: Включи функцию замедления загрузки изображений. Изображения будут загружаться, когда попадут в зону видимости. Это может быстро повысить seo-рейтинг твоего сайта.
sk_sk: Umožňuje oddialiť načítanie obrázkov. Obrázky sa načítajú, keď sa dostanú do zobraziteľnej oblasti. To môže rýchlo zlepšiť seo hodnotenie vašej stránky.
tr_tr: Görüntülerin yüklenmesini ertelemeyi etkinleştirin. Görüntüler görüntülenebilir alana girdiğinde yüklenecektir. Bu, sitenizin seo derecelendirmesini hızla artırabilir.
uk_ua: Увімкнути, щоб відкласти завантаження зображень. Зображення будуть завантажуватися, коли потраплять в область перегляду. Це може швидко покращити seo-рейтинг вашого сайту.

source: Lazy load should not be disabled for any reason
cs_cz: Líné načítání by nemělo být z žádného důvodu zakázáno.
da_dk: Lazy load bør ikke deaktiveres af nogen grund
de_de: Lazy Load sollte nicht aus irgendeinem Grund deaktiviert werden
es_es: La carga perezosa no debe desactivarse por ningún motivo
id_id: Beban malas tidak boleh dinonaktifkan dengan alasan apa pun
nl_nl: Lazy load mag om geen enkele reden worden uitgeschakeld
pl_pl: Leniwe ładowanie nie powinno być wyłączone z jakiegokolwiek powodu
ru_ru: Ленивая загрузка не должна отключаться ни по какой причине
sk_sk: Lenivé načítanie by nemalo byť zakázané z akéhokoľvek dôvodu
tr_tr: Tembel yükleme herhangi bir nedenle devre dışı bırakılmamalıdır
uk_ua: Ліниве навантаження не повинно відключатися з жодних причин

source: Default Location Selection
cs_cz: Výběr výchozího umístění
da_dk: Valg af standardplacering
de_de: Standard Standortauswahl
es_es: Selección de ubicación por defecto
id_id: Pemilihan Lokasi Default
nl_nl: Standaard locatie selecteren
pl_pl: Domyślny wybór lokalizacji
ru_ru: Выбор места по умолчанию
sk_sk: Výber predvoleného umiestnenia
tr_tr: Varsayılan Konum Seçimi
uk_ua: Вибір місця за замовчуванням

source: Enable users to select their default location and use it in search & publish.
cs_cz: Umožnit uživatelům vybrat si výchozí umístění a použít ho při vyhledávání a publikování.
da_dk: Gør det muligt for brugerne at vælge deres standardplacering og bruge den i søgning og publicering.
de_de: Ermögliche es den Nutzern, ihren Standardstandort auszuwählen und ihn bei der Suche und Veröffentlichung zu verwenden.
es_es: Permite a los usuarios seleccionar su ubicación por defecto y utilizarla en buscar y publicar.
id_id: Memungkinkan pengguna untuk memilih lokasi default mereka dan menggunakannya dalam pencarian &amp; publikasi.
nl_nl: Stel gebruikers in staat om hun standaardlocatie te selecteren en deze te gebruiken bij zoeken en publiceren.
pl_pl: Pozwól użytkownikom wybrać domyślną lokalizację i korzystać z niej podczas wyszukiwania i publikowania.
ru_ru: Разреши пользователям выбирать местоположение по умолчанию и использовать его в поиске и публикации.
sk_sk: Umožnite používateľom vybrať si predvolené umiestnenie a používať ho pri vyhľadávaní a publikovaní.
tr_tr: Kullanıcıların varsayılan konumlarını seçmelerini ve bunu arama ve yayınlamada kullanmalarını sağlayın.
uk_ua: Дозвольте користувачам вибирати місце розташування за замовчуванням і використовувати його в пошуку та публікації.

source: Default Item Card Design
cs_cz: Výchozí design karty položky
da_dk: Standard design af varekort
de_de: Standard Item Card Design
es_es: Diseño predeterminado de la tarjeta de artículo
id_id: Desain Kartu Item Default
nl_nl: Ontwerp standaardartikelkaart
pl_pl: Domyślny projekt karty przedmiotu
ru_ru: Дизайн карточки предмета по умолчанию
sk_sk: Predvolený dizajn karty položky
tr_tr: Varsayılan Ürün Kartı Tasarımı
uk_ua: Дизайн картки товару за замовчуванням

source: Default
cs_cz: Výchozí
da_dk: Standard
de_de: Standard
es_es: Por defecto
nl_nl: Standaard
pl_pl: Domyślnie
ru_ru: По умолчанию
sk_sk: Predvolené nastavenie
tr_tr: Varsayılan
uk_ua: За замовчуванням

source: Specify default image aspect ratio on listings cards (loop) in grid layout.
cs_cz: Zadání výchozího poměru stran obrázků na kartách výpisů (smyčka) v rozložení mřížky.
da_dk: Angiv standard billedformat på listekort (loop) i gitterlayout.
de_de: Lege das Standard-Bildseitenverhältnis für Auflistungskarten (Schleife) im Rasterlayout fest.
es_es: Especificar la relación de aspecto de la imagen por defecto en las tarjetas de listado (bucle) en el diseño de cuadrícula.
id_id: Menentukan rasio aspek gambar default pada kartu daftar (loop) dalam tata letak kisi-kisi.
nl_nl: Geef de standaard beeldverhouding op van overzichtskaarten (lus) in rasterindeling.
pl_pl: Określ domyślne proporcje obrazu na kartach aukcji (pętla) w układzie siatki.
ru_ru: Укажи соотношение сторон изображений по умолчанию на карточках объявлений (цикл) в макете сетки.
sk_sk: Určenie predvoleného pomeru strán obrázkov na kartách výpisov (slučka) v rozložení mriežky.
tr_tr: Izgara düzenindeki listeleme kartlarında (döngü) varsayılan görüntü en boy oranını belirtin.
uk_ua: Вказати співвідношення сторін зображення за замовчуванням на картках оголошень (цикл) у сітковому макеті.

source: Custom color settings
cs_cz: Vlastní nastavení barev
da_dk: Brugerdefinerede farveindstillinger
de_de: Benutzerdefinierte Farbeinstellungen
es_es: Ajustes de color personalizados
id_id: Pengaturan warna khusus
nl_nl: Aangepaste kleurinstellingen
pl_pl: Niestandardowe ustawienia kolorów
ru_ru: Пользовательские настройки цвета
sk_sk: Vlastné nastavenia farieb
tr_tr: Özel renk ayarları
uk_ua: Користувацькі налаштування кольору

source: Use Custom Color
cs_cz: Použití vlastní barvy
da_dk: Brug brugerdefineret farve
de_de: Benutzerdefinierte Farbe verwenden
es_es: Usar color personalizado
id_id: Gunakan Warna Khusus
nl_nl: Aangepaste kleur gebruiken
pl_pl: Użyj koloru niestandardowego
ru_ru: Используй пользовательский цвет
sk_sk: Použitie vlastnej farby
tr_tr: Özel Renk Kullanın
uk_ua: Використовуйте власний колір

source: Theme will use bellow defined colors.
cs_cz: Téma bude používat níže definované barvy.
da_dk: Temaet vil bruge nedenstående definerede farver.
de_de: Das Thema verwendet die unten angegebenen Farben.
es_es: El tema utilizará los colores definidos a continuación.
id_id: Tema akan menggunakan warna yang ditentukan di bawah ini.
nl_nl: Het thema gebruikt de hieronder gedefinieerde kleuren.
pl_pl: Motyw będzie używał poniżej zdefiniowanych kolorów.
ru_ru: В теме будут использоваться нижеописанные цвета.
sk_sk: Téma bude používať nižšie definované farby.
tr_tr: Tema aşağıda tanımlanan renkleri kullanacaktır.
uk_ua: Тема буде використовувати наведені нижче кольори.

source: Theme Color - Primary
cs_cz: Barva tématu - Primární
da_dk: Temafarve - Primær
de_de: Themenfarbe - Primär
es_es: Color del tema - Primario
id_id: Warna Tema - Primer
nl_nl: Themakleur - Primair
pl_pl: Kolor motywu - podstawowy
ru_ru: Цвет темы - основной
sk_sk: Farba témy - základná
tr_tr: Tema Rengi - Birincil
uk_ua: Колір теми - Основний
