Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Listings near me
cs_cz: Nabídky v mém okolí
da_dk: Annoncer i nærheden af mig
de_de: Inserate in meiner Nähe
es_es: Listados cercanos
id_id: Daftar di dekat saya
nl_nl: Advertenties bij mij in de buurt
pl_pl: Oferty w pobliżu mnie
ru_ru: Списки поблизости от меня
sk_sk: Ponuky v mojom okolí
tr_tr: Yakınımdaki listeler
uk_ua: Оголошення поруч зі мною

source: Your profile
cs_cz: váš profil
da_dk: Din profil
de_de: Dein Profil
es_es: Tu perfil
id_id: Profil Anda
nl_nl: Jouw profiel
pl_pl: Twój profil
ru_ru: Твой профиль
sk_sk: Váš profil
tr_tr: Profiliniz
uk_ua: Ваш профіль

source: All locations
cs_cz: Všechna místa
da_dk: Alle steder
de_de: Alle Standorte
es_es: Todos los lugares
id_id: Semua lokasi
nl_nl: Alle locaties
pl_pl: Wszystkie lokalizacje
ru_ru: Все локации
sk_sk: Všetky lokality
tr_tr: Tüm lokasyonlar
uk_ua: Всі локації

source: Enter %s more character to search...
cs_cz: Zadejte %s další znak pro vyhledávání...
da_dk: Indtast %s flere tegn for at søge...
de_de: Gib %s mehr Zeichen für die Suche ein...
es_es: Introduce %s más caracteres para buscar...
id_id: Masukkan %s lebih banyak karakter untuk dicari...
nl_nl: Voer %s meer tekens in om te zoeken...
pl_pl: Wprowadź %s więcej znaków, aby wyszukać...
ru_ru: Введите еще %s символов для поиска...
sk_sk: Zadajte %s viac znakov pre vyhľadávanie...
tr_tr: Aramak için %s adresine daha fazla karakter girin...
uk_ua: Введіть %s більше символів для пошуку...

source: Popular categories
cs_cz: Oblíbené kategorie
da_dk: Populære kategorier
de_de: Beliebte Kategorien
es_es: Categorías populares
id_id: Kategori populer
nl_nl: Populaire categorieën
pl_pl: Popularne kategorie
ru_ru: Популярные категории
sk_sk: Obľúbené kategórie
tr_tr: Popüler kategoriler
uk_ua: Популярні категорії

source: Default location has been cleaned
cs_cz: Výchozí umístění bylo vyčištěno
da_dk: Standardplaceringen er blevet renset
de_de: Der Standardstandort wurde bereinigt
es_es: Se ha limpiado la ubicación por defecto
id_id: Lokasi default telah dibersihkan
nl_nl: Standaardlocatie is opgeschoond
pl_pl: Domyślna lokalizacja została wyczyszczona
ru_ru: Место по умолчанию было очищено
sk_sk: Predvolené umiestnenie bolo vyčistené
tr_tr: Varsayılan konum temizlendi
uk_ua: Місце за замовчуванням було очищено

source: Located in %s
cs_cz: Nachází se v %s
da_dk: Beliggende i %s
de_de: Angesiedelt in %s
es_es: Situado en %s
id_id: Berlokasi di %s
nl_nl: Gevestigd in %s
pl_pl: Znajduje się w %s
ru_ru: Находится в %s
sk_sk: Nachádza sa v %s
tr_tr: İçinde bulunan %s
uk_ua: Розташований в %s

source: Default location has been saved
cs_cz: Výchozí umístění bylo uloženo
da_dk: Standardplacering er blevet gemt
de_de: Der Standardstandort wurde gespeichert
es_es: Se ha guardado la ubicación predeterminada
id_id: Lokasi default telah disimpan
nl_nl: Standaardlocatie is opgeslagen
pl_pl: Domyślna lokalizacja została zapisana
ru_ru: Место по умолчанию сохранено
sk_sk: Predvolené umiestnenie bolo uložené
tr_tr: Varsayılan konum kaydedildi
uk_ua: Збережено місце за замовчуванням

source: Remove from favorites
cs_cz: Odstranění z oblíbených položek
da_dk: Fjern fra favoritter
de_de: Aus Favoriten entfernen
es_es: Eliminar de favoritos
id_id: Hapus dari favorit
nl_nl: Verwijderen uit favorieten
pl_pl: Usuń z ulubionych
ru_ru: Удалить из избранного
sk_sk: Odstrániť z obľúbených položiek
tr_tr: Sık kullanılanlardan kaldır
uk_ua: Видалити з обраного

source: Save to favorite
cs_cz: Uložit do oblíbených
da_dk: Gem til favorit
de_de: Zu den Favoriten speichern
es_es: Guardar en favoritos
id_id: Simpan ke favorit
nl_nl: Opslaan in favoriet
pl_pl: Zapisz w ulubionych
ru_ru: Сохранить в избранное
sk_sk: Uložiť do obľúbených
tr_tr: Sık kullanılanlara kaydet
uk_ua: Додати в обране Обране

source: %d like
cs_cz: %d jako
da_dk: %d ligesom
de_de: %d wie
es_es: %d como
id_id: %d seperti
nl_nl: %d zoals
pl_pl: %d jak
ru_ru: %d например,
sk_sk: %d ako
tr_tr: %d gibi
uk_ua: %d як

source: %d likes
cs_cz: %d má rád
da_dk: %d kan lide
de_de: %d mag
es_es: %d le gusta
id_id: %d suka
nl_nl: %d houdt van
pl_pl: %d upodobania
ru_ru: %d нравится
sk_sk: %d má rád
tr_tr: %d seviyor
uk_ua: %d вподобання

source: User is online
cs_cz: Uživatel je online
da_dk: Brugeren er online
de_de: Benutzer ist online
es_es: El usuario está conectado
id_id: Pengguna sedang online
nl_nl: Gebruiker is online
pl_pl: Użytkownik jest online
ru_ru: Пользователь находится в сети
sk_sk: Používateľ je online
tr_tr: Kullanıcı çevrimiçi
uk_ua: Користувач онлайн

source: User is offline
cs_cz: Uživatel je offline
da_dk: Brugeren er offline
de_de: Benutzer ist offline
es_es: El usuario no está conectado
id_id: Pengguna sedang offline
nl_nl: Gebruiker is offline
pl_pl: Użytkownik jest offline
ru_ru: Пользователь не в сети
sk_sk: Používateľ je offline
tr_tr: Kullanıcı çevrimdışı
uk_ua: Користувач не в мережі

source: Chat unavailable
cs_cz: Chat není k dispozici
da_dk: Chat ikke tilgængelig
de_de: Chat nicht verfügbar
es_es: Chat no disponible
id_id: Obrolan tidak tersedia
nl_nl: Chat niet beschikbaar
pl_pl: Czat niedostępny
ru_ru: Чат недоступен
sk_sk: Chat nie je k dispozícii
tr_tr: Sohbet kullanılamıyor
uk_ua: Чат недоступний

source: User is not registered
cs_cz: Uživatel není registrován
da_dk: Brugeren er ikke registreret
de_de: Benutzer ist nicht registriert
es_es: El usuario no está registrado
id_id: Pengguna tidak terdaftar
nl_nl: Gebruiker is niet geregistreerd
pl_pl: Użytkownik nie jest zarejestrowany
ru_ru: Пользователь не зарегистрирован
sk_sk: Používateľ nie je registrovaný
tr_tr: Kullanıcı kayıtlı değil
uk_ua: Користувач не зареєстрований

source: It's your ad
cs_cz: Je to vaše reklama
da_dk: Det er din annonce
de_de: Es ist deine Anzeige
es_es: Es tu anuncio
id_id: Ini adalah iklan Anda
nl_nl: Het is jouw advertentie
pl_pl: To twoja reklama
ru_ru: Это твоя реклама
sk_sk: Je to vaša reklama
tr_tr: Bu senin reklamın.
uk_ua: Це твоя реклама.

source: User has blocked you
cs_cz: Uživatel vás zablokoval
da_dk: Brugeren har blokeret dig
de_de: Benutzer hat dich blockiert
es_es: El usuario te ha bloqueado
id_id: Pengguna telah memblokir Anda
nl_nl: Gebruiker heeft je geblokkeerd
pl_pl: Użytkownik zablokował Cię
ru_ru: Пользователь заблокировал тебя
sk_sk: Používateľ vás zablokoval
tr_tr: Kullanıcı sizi engelledi
uk_ua: Користувач заблокував вас

source: Start chat
cs_cz: Zahájení chatu
de_de: Chat starten
es_es: Iniciar chat
id_id: Mulai obrolan
nl_nl: Chat starten
pl_pl: Rozpocznij czat
ru_ru: Начни общаться
sk_sk: Spustenie chatu
tr_tr: Sohbet başlat
uk_ua: Почати чат

source: Related items
cs_cz: Související položky
da_dk: Relaterede varer
de_de: Verwandte Artikel
es_es: Artículos relacionados
id_id: Item terkait
nl_nl: Verwante artikelen
pl_pl: Powiązane elementy
ru_ru: Похожие предметы
sk_sk: Súvisiace položky
tr_tr: İlgili öğeler
uk_ua: Супутні товари

source: Other items from this seller
cs_cz: Další položky od tohoto prodejce
da_dk: Andre varer fra denne sælger
de_de: Andere Artikel von diesem Verkäufer
es_es: Otros artículos de este vendedor
id_id: Barang lain dari penjual ini
nl_nl: Andere artikelen van deze verkoper
pl_pl: Inne przedmioty od tego sprzedawcy
ru_ru: Другие товары от этого продавца
sk_sk: Ostatné položky od tohto predajcu
tr_tr: Bu satıcıdan diğer ürünler
uk_ua: Інші товари від цього продавця

source: Premium
cs_cz: prémiové
ru_ru: Премиум
uk_ua: Преміум

source: Recently viewed
cs_cz: Nedávno zobrazené
da_dk: Set for nylig
de_de: Kürzlich gesehen
es_es: Vistos recientemente
id_id: Baru dilihat
nl_nl: Onlangs bekeken
pl_pl: Ostatnio oglądane
ru_ru: Недавно просмотренные
sk_sk: Nedávno zobrazené
tr_tr: Son görüntülenenler
uk_ua: Нещодавно переглянуті

source: Clear all
cs_cz: Vymazat vše
da_dk: Ryd alle
de_de: Alle löschen
es_es: Borrar todo
id_id: Hapus semua
nl_nl: Alles wissen
pl_pl: Wyczyść wszystko
ru_ru: Очистить все
sk_sk: Vymazať všetko
tr_tr: Tümünü temizle
uk_ua: Зачистити все.

source: Rate
cs_cz: Hodnotit
da_dk: Vurder
de_de: Bewerten Sie
es_es: Tasa
id_id: Nilai
nl_nl: Tarief
pl_pl: Oceń
ru_ru: Тариф
sk_sk: Hodnotenie
tr_tr: Oran
uk_ua: Ставка

source: With picture only
cs_cz: Pouze s obrázkem
da_dk: Kun med billede
de_de: Nur mit Bild
es_es: Sólo con imagen
id_id: Hanya dengan gambar
nl_nl: Alleen met foto
pl_pl: Tylko z obrazem
ru_ru: Только с картинкой
sk_sk: Len s obrázkom
tr_tr: Sadece resim ile
uk_ua: Тільки з фотографією

source: Without picture only
cs_cz: Pouze bez obrázku
da_dk: Kun uden billede
de_de: Nur ohne Bild
es_es: Sólo sin imagen
id_id: Tanpa gambar saja
nl_nl: Alleen zonder foto
pl_pl: Tylko bez zdjęcia
ru_ru: Только без картинки
sk_sk: Len bez obrázku
tr_tr: Sadece resimsiz
uk_ua: Тільки без фото.

source: Yes
cs_cz: Ano
da_dk: Ja
de_de: Ja
es_es: Sí
id_id: Ya.
nl_nl: Ja
pl_pl: Tak
ru_ru: Да
sk_sk: Áno
tr_tr: Evet
uk_ua: Так.

source: No
cs_cz: Ne
da_dk: Nej
de_de: Nein
id_id: Tidak.
nl_nl: Geen
pl_pl: Nie
ru_ru: Нет
sk_sk: Nie
tr_tr: Hayır
uk_ua: Ні.

source: Only premium
cs_cz: Pouze prémiové
da_dk: Kun præmie
de_de: Nur Prämie
es_es: Sólo prima
id_id: Hanya premium
nl_nl: Alleen premie
pl_pl: Tylko premia
ru_ru: Только премиум
sk_sk: Iba prémiové
tr_tr: Sadece premium
uk_ua: Тільки преміум-клас

source: Only non-premium
cs_cz: Pouze neprémiové
da_dk: Kun ikke-premium
de_de: Nur Nicht-Premium
es_es: Sólo no premium
id_id: Hanya non-premium
nl_nl: Alleen niet-premium
pl_pl: Tylko nie-premium
ru_ru: Только непремиум-класса
sk_sk: Iba neprémiové
tr_tr: Sadece premium olmayan
uk_ua: Тільки непреміум-клас

source: Only with phone
cs_cz: Pouze s telefonem
da_dk: Kun med telefon
de_de: Nur mit Telefon
es_es: Sólo con teléfono
id_id: Hanya dengan telepon
nl_nl: Alleen met telefoon
pl_pl: Tylko z telefonem
ru_ru: Только с телефоном
sk_sk: Iba s telefónom
tr_tr: Sadece telefon ile
uk_ua: Тільки з телефоном

source: Only without phone
cs_cz: Pouze bez telefonu
da_dk: Kun uden telefon
de_de: Nur ohne Telefon
es_es: Sólo sin teléfono
id_id: Hanya tanpa telepon
nl_nl: Alleen zonder telefoon
pl_pl: Tylko bez telefonu
ru_ru: Только без телефона
sk_sk: Len bez telefónu
tr_tr: Sadece telefonsuz
uk_ua: Тільки без телефону

source: Transaction
cs_cz: Transakce
da_dk: Transaktion
de_de: Transaktion
es_es: Transacción
id_id: Transaksi
nl_nl: Transactie
pl_pl: Transakcja
ru_ru: Транзакция
sk_sk: Transakcia
tr_tr: İşlem
uk_ua: Транзакція

source: Condition
cs_cz: Stav
da_dk: Tilstand
de_de: Zustand
es_es: Condición
id_id: Kondisi
nl_nl: Voorwaarde
pl_pl: Stan
ru_ru: Состояние
sk_sk: Stav
tr_tr: Durum
uk_ua: Стан

source: Seller type
cs_cz: Typ prodejce
da_dk: Sælgerens type
de_de: Verkäufer Typ
es_es: Tipo de vendedor
id_id: Jenis penjual
nl_nl: Type verkoper
pl_pl: Typ sprzedawcy
ru_ru: Тип продавца
sk_sk: Typ predajcu
tr_tr: Satıcı tipi
uk_ua: Тип продавця

source: From user
cs_cz: Od uživatele
da_dk: Fra bruger
de_de: Vom Benutzer
es_es: Del usuario
id_id: Dari pengguna
nl_nl: Van gebruiker
pl_pl: Od użytkownika
ru_ru: От пользователя
sk_sk: Od používateľa
tr_tr: Kullanıcıdan
uk_ua: Від користувача

source: Not from user
cs_cz: Ne od uživatele
da_dk: Ikke fra brugeren
de_de: Nicht vom Benutzer
es_es: No del usuario
id_id: Bukan dari pengguna
nl_nl: Niet van gebruiker
pl_pl: Nie od użytkownika
ru_ru: Не от пользователя
sk_sk: Nie od používateľa
tr_tr: Kullanıcıdan değil
uk_ua: Не від користувача

source: Category
cs_cz: Kategorie
da_dk: Kategori
de_de: Kategorie
es_es: Categoría
id_id: Kategori
nl_nl: Categorie
pl_pl: Kategoria
ru_ru: Категория
sk_sk: Kategória
tr_tr: Kategori
uk_ua: Категорія

source: Item age
cs_cz: Stáří položky
da_dk: Varens alder
de_de: Artikel Alter
es_es: Edad del artículo
id_id: Usia barang
nl_nl: Leeftijd
pl_pl: Wiek przedmiotu
ru_ru: Возраст предметов
sk_sk: Vek položky
tr_tr: Ürün yaşı
uk_ua: Вік товару

source: Country
cs_cz: Země
da_dk: Land
de_de: Land
es_es: País
id_id: Negara
nl_nl: Land
pl_pl: Kraj
ru_ru: Страна
sk_sk: Krajina
tr_tr: Ülke
uk_ua: Країна

source: Region
es_es: Región
id_id: Wilayah
nl_nl: Regio
ru_ru: Регион
sk_sk: Región
tr_tr: Bölge
uk_ua: Регіон

source: City
cs_cz: Město
da_dk: By
de_de: Stadt
es_es: Ciudad
id_id: Kota
nl_nl: Stad
pl_pl: Miasto
ru_ru: Город
sk_sk: Mesto
tr_tr: Şehir
uk_ua: Місто

source: With picture
cs_cz: S obrázkem
da_dk: Med billede
de_de: Mit Bild
es_es: Con foto
id_id: Dengan gambar
nl_nl: Met foto
pl_pl: Z obrazkiem
ru_ru: С картинкой
sk_sk: S obrázkom
tr_tr: Resimli
uk_ua: З фотографією

source: With phone
cs_cz: S telefonem
da_dk: Med telefon
de_de: Mit Telefon
es_es: Con teléfono
id_id: Dengan telepon
nl_nl: Met telefoon
pl_pl: Z telefonem
ru_ru: С телефоном
sk_sk: S telefónom
tr_tr: Telefon ile
uk_ua: З телефоном

source: Min price
cs_cz: Min. cena
da_dk: Min. pris
de_de: Min Preis
es_es: Precio mínimo
id_id: Harga minimum
nl_nl: Min prijs
pl_pl: Cena minimalna
ru_ru: Минимальная цена
sk_sk: Min. cena
tr_tr: Min fiyat
uk_ua: Мінімальна ціна

source: Max price
cs_cz: Maximální cena
da_dk: Maks. pris
de_de: Maximaler Preis
es_es: Precio máximo
id_id: Harga maksimal
nl_nl: Maximale prijs
pl_pl: Maksymalna cena
ru_ru: Максимальная цена
sk_sk: Maximálna cena
tr_tr: Maksimum fiyat
uk_ua: Максимальна ціна

source: Keyword
cs_cz: Klíčové slovo
da_dk: Nøgleord
de_de: Schlüsselwort
es_es: Palabra clave
id_id: Kata kunci
nl_nl: Trefwoord
pl_pl: Słowo kluczowe
ru_ru: Ключевое слово
sk_sk: Kľúčové slovo
tr_tr: Anahtar Kelime
uk_ua: Ключове слово

source: Radius
cs_cz: Poloměr
es_es: Radio
nl_nl: Straal
pl_pl: Promień
ru_ru: Радиус
sk_sk: Polomer
tr_tr: Yarıçap
uk_ua: Радіус

source: All
cs_cz: Všechny
da_dk: Alle
de_de: Alle
es_es: Todos
id_id: Semua
nl_nl: Alle
pl_pl: Wszystkie
ru_ru: Все
sk_sk: Všetky
tr_tr: Tümü
uk_ua: Усе.

source: Select a condition...
cs_cz: Vyberte podmínku...
da_dk: Vælg en tilstand...
de_de: Wähle eine Bedingung aus...
es_es: Selecciona una condición...
id_id: Pilih kondisi...
nl_nl: Selecteer een conditie...
pl_pl: Wybierz warunek...
ru_ru: Выберите условие...
sk_sk: Vyberte podmienku...
tr_tr: Bir koşul seçin...
uk_ua: Виберіть умову...

source: Any condition
cs_cz: Jakýkoli stav
da_dk: Enhver tilstand
de_de: Jede Bedingung
es_es: Cualquier condición
id_id: Kondisi apapun
nl_nl: Elke voorwaarde
pl_pl: Dowolny warunek
ru_ru: Любое состояние
sk_sk: Akýkoľvek stav
tr_tr: Herhangi bir durum
uk_ua: Будь-який стан

source: New
cs_cz: Nový
da_dk: Ny
de_de: Neu
es_es: Nuevo
id_id: Baru
nl_nl: Nieuw
pl_pl: Nowy
ru_ru: Новый
sk_sk: Nový
tr_tr: Yeni
uk_ua: Новий

source: Used
cs_cz: Použité
da_dk: Brugt
de_de: Gebraucht
es_es: Usado
id_id: Digunakan
nl_nl: Gebruikt
pl_pl: Używany
ru_ru: Используется
sk_sk: Použité
tr_tr: Kullanılmış
uk_ua: Б/в

source: Select a transaction...
cs_cz: Vyberte transakci...
da_dk: Vælg en transaktion...
de_de: Wähle eine Transaktion aus...
es_es: Selecciona una transacción...
id_id: Pilih transaksi...
nl_nl: Selecteer een transactie...
pl_pl: Wybierz transakcję...
ru_ru: Выберите транзакцию...
sk_sk: Vyberte transakciu...
tr_tr: Bir işlem seçin...
uk_ua: Виберіть транзакцію...

source: Any transaction
cs_cz: Jakákoli transakce
da_dk: Enhver transaktion
de_de: Jede Transaktion
es_es: Cualquier transacción
id_id: Setiap transaksi
nl_nl: Elke transactie
pl_pl: Każda transakcja
ru_ru: Любая сделка
sk_sk: Akákoľvek transakcia
tr_tr: Herhangi bir işlem
uk_ua: Будь-яка транзакція

source: Sell
cs_cz: Prodej
da_dk: Sælg
de_de: Verkaufe
es_es: Vende
id_id: Jual
nl_nl: Verkoop
pl_pl: Sprzedaj
ru_ru: Продай
sk_sk: Predaj
tr_tr: Satmak
uk_ua: Продаю

source: Buy
cs_cz: Koupit
da_dk: Køb
de_de: Kaufen
es_es: Comprar
id_id: Beli
nl_nl: kopen
pl_pl: Kup
ru_ru: Купить
sk_sk: Kúpiť
tr_tr: Satın Al
uk_ua: Купити

source: Rent
cs_cz: Pronájem
da_dk: Leje
de_de: Miete
es_es: Alquiler
id_id: Sewa
nl_nl: Huren
pl_pl: Czynsz
ru_ru: Аренда
sk_sk: Prenájom
tr_tr: Kiralık
uk_ua: Оренда

source: Exchange
cs_cz: Výměna
da_dk: Udveksling
de_de: Tausche
es_es: Intercambia
id_id: Pertukaran
nl_nl: Uitwisseling
pl_pl: Wymiana
ru_ru: Обмен
sk_sk: Výmena
tr_tr: Değişim
uk_ua: Обмін

source: Any period
cs_cz: Jakékoli období
da_dk: Enhver periode
de_de: Jeder Zeitraum
es_es: Cualquier periodo
id_id: Periode apa pun
nl_nl: Elke periode
pl_pl: Dowolny okres
ru_ru: Любой период
sk_sk: Akékoľvek obdobie
tr_tr: Herhangi bir dönem
uk_ua: Будь-який період

source: Yesterday
cs_cz: Včera
da_dk: I går
de_de: Gestern
es_es: Ayer
id_id: Kemarin.
nl_nl: Gisteren
pl_pl: Wczoraj
ru_ru: Вчера
sk_sk: Včera
tr_tr: Dün
uk_ua: Вчора

source: Last week
cs_cz: Minulý týden
da_dk: Sidste uge
de_de: Letzte Woche
es_es: La semana pasada
id_id: Minggu lalu
nl_nl: Vorige week
pl_pl: W zeszłym tygodniu
ru_ru: На прошлой неделе
sk_sk: Minulý týždeň
tr_tr: Geçen hafta
uk_ua: Минулого тижня

source: Last 2 weeks
cs_cz: Poslední 2 týdny
da_dk: De sidste 2 uger
de_de: Letzte 2 Wochen
es_es: Últimas 2 semanas
id_id: 2 minggu terakhir
nl_nl: Laatste 2 weken
pl_pl: Ostatnie 2 tygodnie
ru_ru: Последние 2 недели
sk_sk: Posledné 2 týždne
tr_tr: Son 2 hafta
uk_ua: Останні 2 тижні

source: Last month
cs_cz: Minulý měsíc
da_dk: Sidste måned
de_de: Letzter Monat
es_es: El mes pasado
id_id: Bulan lalu
nl_nl: Vorige maand
pl_pl: Ostatni miesiąc
ru_ru: В прошлом месяце
sk_sk: Minulý mesiac
tr_tr: Geçen ay
uk_ua: Минулого місяця

source: Last year
cs_cz: V loňském roce
da_dk: Sidste år
de_de: Letztes Jahr
es_es: El año pasado
id_id: Tahun lalu
nl_nl: Vorig jaar
pl_pl: W zeszłym roku
ru_ru: В прошлом году
sk_sk: Minulý rok
tr_tr: Geçen yıl
uk_ua: Минулого року

source: Any seller
cs_cz: Jakýkoli prodejce
da_dk: Enhver sælger
de_de: Jeder Verkäufer
es_es: Cualquier vendedor
id_id: Penjual apa saja
nl_nl: Elke verkoper
pl_pl: Dowolny sprzedawca
ru_ru: Любой продавец
sk_sk: Každý predajca
tr_tr: Herhangi bir satıcı
uk_ua: Будь-який продавець

source: Personal
cs_cz: Osobní
da_dk: Personlig
de_de: Persönlich
id_id: Pribadi
nl_nl: Persoonlijk
pl_pl: Osobisty
ru_ru: Личный
sk_sk: Osobné
tr_tr: Kişisel
uk_ua: Особисте

source: Company
cs_cz: Společnost
da_dk: Virksomhed
de_de: Unternehmen
es_es: Empresa
id_id: Perusahaan
nl_nl: Bedrijf
pl_pl: Firma
ru_ru: Компания
sk_sk: Spoločnosť
tr_tr: Şirket
uk_ua: Компанія

source: km
ru_ru: км
uk_ua: км

source: You must be logged in to contact publisher
cs_cz: Musíte být přihlášeni, abyste mohli kontaktovat vydavatele
da_dk: Du skal være logget ind for at kontakte udgiveren
de_de: Du musst eingeloggt sein, um den Verlag zu kontaktieren
es_es: Debes iniciar sesión para contactar con el editor
id_id: Anda harus masuk untuk menghubungi penerbit
nl_nl: Je moet ingelogd zijn om contact op te nemen met de uitgever
pl_pl: Musisz być zalogowany, aby skontaktować się z wydawcą
ru_ru: Ты должен войти в систему, чтобы связаться с издателем
sk_sk: Musíte byť prihlásený, aby ste mohli kontaktovať vydavateľa
tr_tr: Yayıncı ile iletişime geçmek için giriş yapmış olmalısınız
uk_ua: Ви повинні увійти, щоб зв'язатися з видавцем

source: You must be logged in to add a comment
cs_cz: Pro přidání komentáře musíte být přihlášeni
da_dk: Du skal være logget ind for at tilføje en kommentar
de_de: Du musst eingeloggt sein, um einen Kommentar abzugeben
es_es: Debes estar conectado para añadir un comentario
id_id: Anda harus masuk untuk menambahkan komentar
nl_nl: Je moet ingelogd zijn om een opmerking toe te voegen
pl_pl: Musisz być zalogowany, aby dodać komentarz
ru_ru: Ты должен быть авторизован, чтобы добавить комментарий
sk_sk: Musíte byť prihlásený, aby ste mohli pridať komentár
tr_tr: Yorum eklemek için giriş yapmış olmalısınız
uk_ua: Ви повинні увійти, щоб додати коментар

source: minute ago
cs_cz: před minutou
da_dk: minut siden
de_de: vor einer Minute
es_es: hace un minuto
id_id: menit yang lalu
nl_nl: minuut geleden
pl_pl: minutę temu
ru_ru: минуту назад
sk_sk: pred minútou
tr_tr: dakika önce
uk_ua: хвилину тому.

source: %d minutes ago
cs_cz: %d před několika minutami
da_dk: %d minutter siden
de_de: %d Minuten zuvor
es_es: %d hace unos minutos
id_id: %d beberapa menit yang lalu
nl_nl: %d minuten geleden
pl_pl: %d minut temu
ru_ru: %d минут назад
sk_sk: %d pred minútami
tr_tr: %d dakikalar önce
uk_ua: %d кілька хвилин тому.

source: %d hour ago
cs_cz: %d před hodinou
da_dk: %d time siden
de_de: %d vor einer Stunde
es_es: %d hace una hora
id_id: %d jam yang lalu
nl_nl: %d uur geleden
pl_pl: %d godzinę temu
ru_ru: %d час назад
sk_sk: %d pred hodinou
tr_tr: %d bir saat önce
uk_ua: %d годину тому.

source: %d hours ago
cs_cz: %d před několika hodinami
da_dk: %d timer siden
de_de: %d vor Stunden
es_es: %d hace horas
id_id: %d beberapa jam yang lalu
nl_nl: %d uren geleden
pl_pl: %d godzin temu
ru_ru: %d несколько часов назад
sk_sk: %d pred hodinami
tr_tr: %d saatler önce
uk_ua: %d кілька годин тому.

source: %d day ago
cs_cz: %d před dnem
da_dk: %d dag siden
de_de: %d vor einem Tag
es_es: %d hace un día
id_id: %d hari yang lalu
nl_nl: %d dag geleden
pl_pl: %d dzień temu
ru_ru: %d день назад
sk_sk: %d pred niekoľkými dňami
tr_tr: %d gün önce
uk_ua: %d день тому.

source: %d days ago
cs_cz: %d před několika dny
da_dk: %d dage siden
de_de: %d vor Tagen
es_es: %d hace unos días
id_id: %d beberapa hari yang lalu
nl_nl: %d dagen geleden
pl_pl: %d dni temu
ru_ru: %d дней назад
sk_sk: %d pred niekoľkými dňami
tr_tr: %d günler önce
uk_ua: %d кілька днів тому.

source: %d week ago
cs_cz: %d před týdnem
da_dk: %d uge siden
de_de: %d vor einer Woche
es_es: %d hace una semana
id_id: %d minggu yang lalu
nl_nl: %d week geleden
pl_pl: %d tydzień temu
ru_ru: %d неделю назад
sk_sk: %d pred týždňom
tr_tr: %d bir hafta önce
uk_ua: %d тиждень тому.

source: %d weeks ago
cs_cz: %d před několika týdny
da_dk: %d uger siden
de_de: %d vor Wochen
es_es: %d hace semanas
id_id: %d minggu yang lalu
nl_nl: %d weken geleden
pl_pl: %d tygodnie temu
ru_ru: %d недели назад
sk_sk: %d pred niekoľkými týždňami
tr_tr: %d haftalar önce
uk_ua: %d кілька тижнів тому.

source: %d month ago
cs_cz: %d před měsícem
da_dk: %d måned siden
de_de: %d vor einem Monat
es_es: %d hace un mes
id_id: %d bulan yang lalu
nl_nl: %d maand geleden
pl_pl: %d miesiąc temu
ru_ru: %d месяц назад
sk_sk: %d pred mesiacom
tr_tr: %d bir ay önce
uk_ua: %d місяць тому.

source: %d months ago
cs_cz: %d před několika měsíci
da_dk: %d måneder siden
de_de: %d vor Monaten
es_es: %d hace meses
id_id: %d bulan yang lalu
nl_nl: %d maanden geleden
pl_pl: %d miesięcy temu
ru_ru: %d месяцев назад
sk_sk: %d pred niekoľkými mesiacmi
tr_tr: %d aylar önce
uk_ua: %d кілька місяців тому.

source: %d year ago
cs_cz: %d před rokem
da_dk: %d år siden
de_de: %d vor einem Jahr
es_es: %d hace un año
id_id: %d tahun yang lalu
nl_nl: %d jaar geleden
pl_pl: %d rok temu
ru_ru: %d год назад
sk_sk: %d pred rokom
tr_tr: %d Yıl önce
uk_ua: %d рік тому

source: %d years ago
cs_cz: %d před lety
da_dk: %d år siden
de_de: %d vor Jahren
es_es: %d hace años
id_id: %d tahun yang lalu
nl_nl: %d jaren geleden
pl_pl: %d lat temu
ru_ru: %d лет назад
sk_sk: %d pred rokmi
tr_tr: %d yıllar önce
uk_ua: %d багато років тому.

source: Today
cs_cz: Dnes
da_dk: I dag
de_de: Heute
es_es: Hoy
id_id: Hari ini
nl_nl: Vandaag
pl_pl: Dzisiaj
ru_ru: Сегодня
sk_sk: Dnes
tr_tr: Bugün
uk_ua: Сьогодні

source: %d days
cs_cz: %d dny
da_dk: %d dage
de_de: %d Tage
es_es: %d días
id_id: %d hari
nl_nl: %d dagen
pl_pl: %d dni
ru_ru: %d дней
sk_sk: %d dni
tr_tr: %d günler
uk_ua: %d днів

source: %d week
cs_cz: %d týden
da_dk: %d uge
de_de: %d Woche
es_es: %d semana
id_id: %d minggu
pl_pl: %d tydzień
ru_ru: %d Неделя
sk_sk: %d týždeň
tr_tr: %d hafta
uk_ua: %d тиждень

source: %d weeks
cs_cz: %d týdny
da_dk: %d uger
de_de: %d Wochen
es_es: %d semanas
id_id: %d minggu
nl_nl: %d weken
pl_pl: %d tygodnie
ru_ru: %d недели
sk_sk: %d týždne
tr_tr: %d haftalar
uk_ua: %d тижнів
