Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Registered for %s
cs_cz: Registrován pro %s
da_dk: Registreret til %s
de_de: Registriert für %s
es_es: Inscrito en %s
id_id: Terdaftar untuk %s
nl_nl: Geregistreerd voor %s
pl_pl: Zarejestrowany dla %s
ru_ru: Зарегистрирован для %s
sk_sk: Registrovaná pre %s
tr_tr: İçin kayıtlı %s
uk_ua: Зареєстровано на %s

source: Registered user
cs_cz: Registrovaný uživatel
da_dk: Registreret bruger
de_de: Registrierter Benutzer
es_es: Usuario registrado
id_id: Pengguna terdaftar
nl_nl: Geregistreerde gebruiker
pl_pl: Zarejestrowany użytkownik
ru_ru: Зарегистрированный пользователь
sk_sk: Registrovaný používateľ
tr_tr: Kayıtlı kullanıcı
uk_ua: Зареєстрований користувач

source: Unregistered user
cs_cz: Neregistrovaný uživatel
da_dk: Uregistreret bruger
de_de: Unregistrierter Benutzer
es_es: Usuario no registrado
id_id: Pengguna yang tidak terdaftar
nl_nl: Niet-geregistreerde gebruiker
pl_pl: Niezarejestrowany użytkownik
ru_ru: Незарегистрированный пользователь
sk_sk: Neregistrovaný používateľ
tr_tr: Kayıtsız kullanıcı
uk_ua: Незареєстрований користувач

source: Report
cs_cz: Nahlásit
da_dk: Rapport
de_de: Bericht
es_es: Informe
id_id: Laporan
nl_nl: Rapporteer
pl_pl: Raport
ru_ru: Отчет
sk_sk: Správa
tr_tr: Rapor
uk_ua: Звіт

source: Report listing
cs_cz: Výpis zpráv
da_dk: Rapportering af liste
de_de: Auflistung melden
es_es: Lista de informes
id_id: Daftar laporan
nl_nl: Rapporteer lijst
pl_pl: Zgłoś listę
ru_ru: Список отчетов
sk_sk: Výpis správy
tr_tr: Rapor listesi
uk_ua: Список звітів

source: If you find this listing as inappropriate, offensive or spammy, please let us know about it.
cs_cz: Pokud považujete tento výpis za nevhodný, urážlivý nebo spamový, dejte nám o tom prosím vědět.
da_dk: Hvis du synes, at denne liste er upassende, stødende eller spammy, så lad os det vide.
de_de: Wenn du diesen Eintrag als unangemessen, beleidigend oder spammig empfindest, teile uns das bitte mit.
es_es: Si consideras que este anuncio es inapropiado, ofensivo o spam, háznoslo saber.
id_id: Jika Anda merasa daftar ini tidak pantas, menyinggung, atau spam, beri tahu kami.
nl_nl: Als je deze vermelding ongepast, aanstootgevend of spammy vindt, laat het ons dan weten.
pl_pl: Jeśli uznasz ten wpis za nieodpowiedni, obraźliwy lub spamerski, poinformuj nas o tym.
ru_ru: Если ты считаешь это объявление неуместным, оскорбительным или спамным, пожалуйста, сообщи нам об этом.
sk_sk: Ak považujete tento zoznam za nevhodný, urážlivý alebo spamový, dajte nám o tom vedieť.
tr_tr: Bu listeyi uygunsuz, saldırgan veya spam içerikli bulursanız, lütfen bize bildirin.
uk_ua: Якщо ви вважаєте цей список недоречним, образливим або спамом, будь ласка, повідомте нам про це.

source: Select one of following reasons:
cs_cz: Vyberte jeden z následujících důvodů:
da_dk: Vælg en af følgende grunde:
de_de: Wähle einen der folgenden Gründe aus:
es_es: Selecciona una de las siguientes razones:
id_id: Pilih salah satu alasan berikut:
nl_nl: Selecteer een van de volgende redenen:
pl_pl: Wybierz jeden z poniższych powodów:
ru_ru: Выбери одну из следующих причин:
sk_sk: Vyberte jeden z nasledujúcich dôvodov:
tr_tr: Aşağıdaki nedenlerden birini seçiniz:
uk_ua: Виберіть одну з наступних причин:

source: Spam
ru_ru: Спам
uk_ua: Спам

source: Misclassified
cs_cz: Chybně zařazené
da_dk: Fejlklassificeret
de_de: Falsch klassifiziert
es_es: Clasificación errónea
id_id: Salah klasifikasi
nl_nl: Verkeerd geclassificeerd
pl_pl: Błędnie sklasyfikowany
ru_ru: Неправильная классификация
sk_sk: Nesprávne zaradenie
tr_tr: Yanlış sınıflandırılmış
uk_ua: Неправильно класифіковано

source: Duplicated
cs_cz: Duplikované stránky
da_dk: Duplikeret
de_de: Dupliziert
es_es: Duplicado
id_id: Diduplikasi
nl_nl: Gedupliceerd
pl_pl: Zduplikowany
ru_ru: Дублированный
sk_sk: Duplikované stránky
tr_tr: Çoğaltıldı
uk_ua: Продубльовано

source: Expired
cs_cz: Vypršela platnost
da_dk: Udløbet
de_de: Abgelaufen
es_es: Caducado
id_id: Kadaluarsa
nl_nl: Verlopen
pl_pl: Wygasł
ru_ru: Просроченный
sk_sk: Vypršala platnosť
tr_tr: Süresi doldu
uk_ua: Закінчився

source: Offensive
cs_cz: Ofenziva
da_dk: Offensiv
es_es: Ofensiva
id_id: Ofensif
nl_nl: Aanvallend
pl_pl: Ofensywa
ru_ru: Нападение
sk_sk: Ofenzíva
tr_tr: Saldırgan
uk_ua: Наступальна операція.

source: Thanks for helping us!
cs_cz: Děkujeme za pomoc!
da_dk: Tak, fordi du hjælper os!
de_de: Danke, dass du uns hilfst!
es_es: ¡Gracias por ayudarnos!
id_id: Terima kasih telah membantu kami!
nl_nl: Bedankt voor je hulp!
pl_pl: Dziękujemy, że nam pomagasz!
ru_ru: Спасибо, что помогаешь нам!
sk_sk: Ďakujeme za pomoc!
tr_tr: Bize yardım ettiğiniz için teşekkürler!
uk_ua: Дякуємо за допомогу!

source: Share
cs_cz: Sdílet
da_dk: Del
de_de: Teilen
es_es: Comparte
id_id: Bagikan
nl_nl: Deel
pl_pl: Udostępnij
ru_ru: Поделиться
sk_sk: Zdieľať
tr_tr: Paylaş
uk_ua: Поділіться

source: %d images
cs_cz: %d obrázky
da_dk: %d Billeder
de_de: %d Bilder
es_es: %d imágenes
id_id: %d gambar
nl_nl: %d afbeeldingen
pl_pl: %d obrazy
ru_ru: %d изображения
sk_sk: %d obrázky
tr_tr: %d görüntüler
uk_ua: %d зображення

source: This listing has been sold
cs_cz: Tato nabídka byla prodána
da_dk: Denne annonce er blevet solgt
de_de: Dieses Angebot wurde verkauft
es_es: Este anuncio se ha vendido
id_id: Daftar ini telah terjual
nl_nl: Deze aanbieding is verkocht
pl_pl: Ta oferta została sprzedana
ru_ru: Это объявление было продано
sk_sk: Táto ponuka bola predaná
tr_tr: Bu liste satılmıştır
uk_ua: Це оголошення було продано

source: Make price offer
cs_cz: Udělat cenovou nabídku
da_dk: Giv et pristilbud
de_de: Preisangebot machen
es_es: Haz una oferta de precio
id_id: Membuat penawaran harga
nl_nl: Maak prijsofferte
pl_pl: Złóż ofertę cenową
ru_ru: Сделай ценовое предложение
sk_sk: Urobte cenovú ponuku
tr_tr: Fiyat teklifi yapın
uk_ua: Зробити цінову пропозицію

source: Get directions
cs_cz: Získat pokyny
da_dk: Få en rutevejledning
de_de: Wegbeschreibung erhalten
es_es: Cómo llegar
id_id: Dapatkan petunjuk arah
nl_nl: Routebeschrijving
pl_pl: Uzyskaj wskazówki dojazdu
ru_ru: Получай указания
sk_sk: Získajte pokyny
tr_tr: Yol tarifi al
uk_ua: Отримати вказівки

source: %d view
cs_cz: %d zobrazit
da_dk: %d udsigt
de_de: %d siehe
es_es: %d ver
id_id: %d melihat
nl_nl: %d bekijk
pl_pl: %d widok
ru_ru: %d смотри
sk_sk: %d zobraziť
tr_tr: %d görünüm
uk_ua: %d вид

source: %d views
cs_cz: %d zobrazení
da_dk: %d synspunkter
de_de: %d Ansichten
es_es: %d vistas
id_id: %d pandangan
nl_nl: %d weergaven
pl_pl: %d widoki
ru_ru: %d просмотров
sk_sk: %d zobrazenia
tr_tr: %d görüşler
uk_ua: %d погляди

source: ID: %d
tr_tr: KIMLIK: %d
uk_ua: ПОСВІДЧЕННЯ ОСОБИ: %d

source: Published %s by %s
cs_cz: Zveřejněno %s %s
da_dk: Udgivet %s af %s
de_de: Veröffentlicht %s von %s
es_es: Publicado %s por %s
id_id: Diterbitkan %s oleh %s
nl_nl: Gepubliceerd op %s door %s
pl_pl: Opublikowane %s przez %s
ru_ru: Опубликовано %s by %s
sk_sk: Zverejnené na %s %s
tr_tr: %s tarafından yayınlandı %s
uk_ua: Опубліковано %s by %s

source: In %s category
cs_cz: V kategorii %s
da_dk: I kategorien %s
de_de: In der Kategorie %s
es_es: En la categoría %s
id_id: Dalam kategori %s
nl_nl: In de categorie %s
pl_pl: W kategorii %s
ru_ru: В категории %s
sk_sk: V kategórii %s
tr_tr: %s kategorisinde
uk_ua: У категорії %s

source: %d item view
cs_cz: %d zobrazení položky
da_dk: %d Varevisning
de_de: %d Artikelansicht
es_es: %d vista del artículo
id_id: %d tampilan item
nl_nl: %d item bekijken
pl_pl: %d widok pozycji
ru_ru: %d вид элемента
sk_sk: %d zobrazenie položky
tr_tr: %d öğe görünümü
uk_ua: %d перегляд елемента

source: %d item views
cs_cz: %d zobrazení položky
da_dk: %d Varevisninger
de_de: %d Artikelansichten
es_es: %d vistas de artículos
id_id: %d tampilan item
nl_nl: %d itemweergaven
pl_pl: %d widoki przedmiotów
ru_ru: %d виды предметов
sk_sk: %d zobrazenie položky
tr_tr: %d öğe görünümleri
uk_ua: %d переглядів елементів

source: Scan QR
cs_cz: Skenování QR
de_de: QR scannen
es_es: Escanear QR
id_id: Pindai QR
nl_nl: QR scannen
pl_pl: Zeskanuj QR
ru_ru: Отсканируй QR
sk_sk: Skenovanie QR
tr_tr: QR'ı tarayın
uk_ua: Відскануйте QR

source: Read more
cs_cz: Přečtěte si více
da_dk: Læs mere om det
de_de: Mehr lesen
es_es: Leer más
id_id: Baca lebih lanjut
nl_nl: Meer lezen
pl_pl: Czytaj więcej
ru_ru: Читать далее
sk_sk: Prečítajte si viac
tr_tr: Daha fazla bilgi edinin
uk_ua: Читати далі

source: Published on %s
cs_cz: Zveřejněno dne %s
da_dk: Udgivet på %s
de_de: Veröffentlicht am %s
es_es: Publicado el %s
id_id: Diterbitkan pada %s
nl_nl: Gepubliceerd op %s
pl_pl: Opublikowano na %s
ru_ru: Опубликовано %s
sk_sk: Uverejnené dňa %s
tr_tr: Yayınlanma tarihi %s
uk_ua: Опубліковано на %s

source: Modified on %s
cs_cz: Upraveno dne %s
da_dk: Ændret den %s
de_de: Geändert am %s
es_es: Modificado el %s
id_id: Dimodifikasi pada %s
nl_nl: Gewijzigd op %s
pl_pl: Zmodyfikowano na %s
ru_ru: Изменено на %s
sk_sk: Upravené na %s
tr_tr: Üzerinde değişiklik yapıldı %s
uk_ua: Змінено на %s

source: Attributes
cs_cz: Atributy
da_dk: Egenskaber
de_de: Attribute
es_es: Atributos
id_id: Atribut
nl_nl: Attributen
pl_pl: Atrybuty
ru_ru: Атрибуты
sk_sk: Atribúty
tr_tr: Nitelikler
uk_ua: Атрибути

source: Meet the seller
cs_cz: Seznamte se s prodejcem
da_dk: Mød sælgeren
de_de: Triff den Verkäufer
es_es: Conoce al vendedor
id_id: Temui penjualnya
nl_nl: Maak kennis met de verkoper
pl_pl: Poznaj sprzedawcę
ru_ru: Познакомься с продавцом
sk_sk: Zoznámte sa s predajcom
tr_tr: Satıcı ile tanışın
uk_ua: Познайомтеся з продавцем

source: %d active listings
cs_cz: %d aktivní nabídky
da_dk: %d aktive lister
de_de: %d aktive Inserate
es_es: %d listados activos
id_id: %d daftar aktif
nl_nl: %d actieve aanbiedingen
pl_pl: %d aktywne oferty
ru_ru: %d активные объявления
sk_sk: %d aktívne ponuky
tr_tr: %d akti̇f li̇steler
uk_ua: %d активні оголошення

source: Peronal seller
cs_cz: Perzonální prodejce
da_dk: Peronal sælger
de_de: Peronalverkäufer
es_es: Vendedor Peronal
id_id: Penjual peronal
nl_nl: Verkoper
pl_pl: Osobisty sprzedawca
ru_ru: Продавец перонала
sk_sk: Peronálny predajca
tr_tr: Peronal satıcı
uk_ua: Перональний продавець

source: Seller's profile
cs_cz: Profil prodávajícího
da_dk: Sælgers profil
de_de: Das Profil des Verkäufers
es_es: Perfil del vendedor
id_id: Profil penjual
nl_nl: Profiel verkoper
pl_pl: Profil sprzedawcy
ru_ru: Профиль продавца
sk_sk: Profil predávajúceho
tr_tr: Satıcının profili
uk_ua: Профіль продавця

source: All seller items
cs_cz: Všechny položky prodejce
da_dk: Alle sælgers varer
de_de: Alle Artikel des Verkäufers
es_es: Todos los artículos del vendedor
id_id: Semua item penjual
nl_nl: Alle verkopers
pl_pl: Wszystkie przedmioty sprzedawcy
ru_ru: Все товары продавца
sk_sk: Všetky položky predávajúceho
tr_tr: Tüm satıcı ürünleri
uk_ua: Всі товари продавця

source: Comments
cs_cz: Komentáře
da_dk: Kommentarer
de_de: Kommentare
es_es: Comentarios
id_id: Komentar
nl_nl: Reacties
pl_pl: Komentarze
ru_ru: Комментарии
sk_sk: Komentáre
tr_tr: Yorumlar
uk_ua: Коментарі

source: %d of 5
cs_cz: %d z 5
da_dk: %d af 5
de_de: %d von 5
es_es: %d de 5
id_id: %d dari 5
nl_nl: %d van 5
pl_pl: %d z 5
ru_ru: %d из 5
sk_sk: %d z 5
tr_tr: %d 5'in
uk_ua: %d з 5

source: Delete your comment
cs_cz: Smazat komentář
da_dk: Slet din kommentar
de_de: Lösche deinen Kommentar
es_es: Borra tu comentario
id_id: Hapus komentar Anda
nl_nl: Je commentaar verwijderen
pl_pl: Usuń swój komentarz
ru_ru: Удали свой комментарий
sk_sk: Vymažte svoj komentár
tr_tr: Yorumunuzu silin
uk_ua: Видаліть свій коментар

source: Delete
cs_cz: Odstranit
da_dk: Sletning
de_de: löschen
es_es: Borra
id_id: Menghapus
nl_nl: Verwijder
pl_pl: Usuń
ru_ru: Удалить
sk_sk: Odstrániť
tr_tr: Silme
uk_ua: Видалити

source: Reply to "%s"
cs_cz: Odpověď na "%s"
da_dk: Svar til "%s"
de_de: Antwort auf "%s"
es_es: Responder a "%s"
id_id: Balas ke "%s"
nl_nl: Reageer op "%s"
pl_pl: Odpowiedzieć do "%s"
sk_sk: Odpoveď na "%s"
tr_tr: Yanıtla "%s"
uk_ua: Відповісти на "%s"

source: Reply
cs_cz: Odpovědět
da_dk: Svar
de_de: Antwort
es_es: Respuesta
id_id: Balas
nl_nl: Antwoord
pl_pl: Odpowiedz
ru_ru: Ответить
sk_sk: Odpoveď
tr_tr: Yanıtla
uk_ua: Відповісти

source: No comments has been added yet
cs_cz: Zatím nebyly přidány žádné komentáře
da_dk: Der er endnu ikke tilføjet nogen kommentarer
de_de: Es wurden noch keine Kommentare hinzugefügt
es_es: Aún no se ha añadido ningún comentario
id_id: Belum ada komentar yang ditambahkan
nl_nl: Er is nog geen commentaar toegevoegd
pl_pl: Nie dodano jeszcze żadnych komentarzy
ru_ru: Комментариев пока нет
sk_sk: Zatiaľ neboli pridané žiadne komentáre
tr_tr: Henüz yorum eklenmemiş
uk_ua: Ще не додано жодного коментаря

source: Add comment
cs_cz: Přidat komentář
da_dk: Tilføj kommentar
de_de: Kommentar hinzufügen
es_es: Añade un comentario
id_id: Tambahkan komentar
nl_nl: Commentaar toevoegen
pl_pl: Dodaj komentarz
ru_ru: Добавить комментарий
sk_sk: Pridať komentár
tr_tr: Yorum ekle
uk_ua: Додати коментар

source: Print
cs_cz: Tisk
de_de: Drucken
es_es: Imprimir
id_id: Mencetak
nl_nl: Afdrukken
pl_pl: Drukuj
ru_ru: Напечатай
sk_sk: Tlač
tr_tr: Yazdır
uk_ua: Друк

source: Share on Facebook
cs_cz: Sdílet na Facebooku
da_dk: Del på Facebook
de_de: Auf Facebook teilen
es_es: Compartir en Facebook
id_id: Bagikan di Facebook
nl_nl: Deel op Facebook
pl_pl: Udostępnij na Facebooku
ru_ru: Поделиться на Facebook
sk_sk: Zdieľať na Facebooku
tr_tr: Facebook'ta Paylaş
uk_ua: Поділіться на Facebook

source: Share on Twitter
cs_cz: Sdílet na Twitteru
da_dk: Del på Twitter
de_de: Auf Twitter teilen
es_es: Compartir en Twitter
id_id: Bagikan di Twitter
nl_nl: Deel op Twitter
pl_pl: Udostępnij na Twitterze
ru_ru: Поделиться в Twitter
sk_sk: Zdieľať na Twitteri
tr_tr: Twitter'da Paylaş
uk_ua: Поділіться в Твіттері

source: Share on Pinterest
cs_cz: Sdílet na Pinterest
da_dk: Del på Pinterest
de_de: Auf Pinterest teilen
es_es: Compartir en Pinterest
id_id: Bagikan di Pinterest
nl_nl: Deel op Pinterest
pl_pl: Udostępnij na Pinterest
ru_ru: Поделиться в Pinterest
sk_sk: Zdieľať na Pinterest
tr_tr: Pinterest'te Paylaş
uk_ua: Поділіться в Pinterest

source: Show number
cs_cz: Zobrazit číslo
da_dk: Vis nummer
de_de: Nummer anzeigen
es_es: Mostrar número
id_id: Tampilkan nomor
nl_nl: Toon nummer
pl_pl: Pokaż liczbę
ru_ru: Показать номер
sk_sk: Zobraziť číslo
tr_tr: Numarayı göster
uk_ua: Показати номер

source: Show email
cs_cz: Zobrazit e-mail
da_dk: Vis e-mail
de_de: E-Mail anzeigen
es_es: Mostrar correo electrónico
id_id: Tampilkan email
nl_nl: E-mail tonen
pl_pl: Pokaż e-mail
ru_ru: Показать электронную почту
sk_sk: Zobraziť e-mail
tr_tr: E-posta göster
uk_ua: Показати електронну пошту

source: Validate
cs_cz: Ověřte
da_dk: Validere
de_de: Validiere
es_es: Valida
id_id: Memvalidasi
nl_nl: Valideer
pl_pl: Zatwierdź
ru_ru: Проверь
sk_sk: Overenie
tr_tr: Doğrulama
uk_ua: Підтвердити

source: Edit
cs_cz: Upravit
da_dk: Rediger
de_de: bearbeiten
es_es: Edita
id_id: Sunting
nl_nl: Bewerk
pl_pl: Edytuj
ru_ru: Редактировать
sk_sk: Upraviť
tr_tr: Düzenle
uk_ua: Редагувати

source: Are you sure you want to delete this listing? This action cannot be undone.
cs_cz: Opravdu chcete tento záznam smazat? Tuto akci nelze vzít zpět.
da_dk: Er du sikker på, at du vil slette denne liste? Denne handling kan ikke fortrydes.
de_de: Bist du sicher, dass du diesen Eintrag löschen willst? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar este anuncio? Esta acción no se puede deshacer.
id_id: Apakah Anda yakin ingin menghapus daftar ini? Tindakan ini tidak dapat dibatalkan.
nl_nl: Weet je zeker dat je deze vermelding wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl_pl: Czy na pewno chcesz usunąć ten wpis? Tego działania nie można cofnąć.
ru_ru: Ты уверен, что хочешь удалить это объявление? Это действие нельзя отменить.
sk_sk: Ste si istí, že chcete tento záznam vymazať? Túto akciu nemožno vrátiť späť.
tr_tr: Bu kaydı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk_ua: Ви впевнені, що хочете видалити цей список? Ця дія не може бути скасована.

source: Remove
cs_cz: Odstranění adresy
da_dk: Fjerne
de_de: entfernen
es_es: Elimina
id_id: Menghapus
nl_nl: Verwijder
pl_pl: Usuń
ru_ru: Удалить
sk_sk: Odstránenie stránky
tr_tr: Kaldırmak
uk_ua: Видалити

source: Call
cs_cz: Volejte
da_dk: Opkald
de_de: Ruf
es_es: Llama a
id_id: Panggilan
nl_nl: Bel
pl_pl: Zadzwoń
ru_ru: Звони на
sk_sk: Zavolajte na
tr_tr: Arayın
uk_ua: Дзвони.

source: Share on Whatsapp
cs_cz: Sdílet na Whatsapp
da_dk: Del på Whatsapp
de_de: Auf Whatsapp teilen
es_es: Compartir en Whatsapp
id_id: Bagikan di Whatsapp
nl_nl: Deel op Whatsapp
pl_pl: Udostępnij na Whatsapp
ru_ru: Поделиться в Whatsapp
sk_sk: Zdieľať na Whatsapp
tr_tr: Whatsapp'ta Paylaş
uk_ua: Поділіться на Whatsapp

source: Professional seller
cs_cz: Profesionální prodejce
da_dk: Professionel sælger
de_de: Professioneller Verkäufer
es_es: Vendedor profesional
id_id: Penjual profesional
nl_nl: Professionele verkoper
pl_pl: Profesjonalny sprzedawca
ru_ru: Профессиональный продавец
sk_sk: Profesionálny predajca
tr_tr: Profesyonel satıcı
uk_ua: Професійний продавець

source: Pro
pl_pl: Zawodowiec
ru_ru: Про
tr_tr: Profesyonel
uk_ua: За

source: Offer of the day
cs_cz: Nabídka dne
da_dk: Dagens tilbud
de_de: Angebot des Tages
es_es: Oferta del día
id_id: Penawaran hari ini
nl_nl: Aanbieding van de dag
pl_pl: Oferta dnia
ru_ru: Предложение дня
sk_sk: Ponuka dňa
tr_tr: Günün teklifi
uk_ua: Пропозиція дня

source: 1 view
cs_cz: 1 zobrazení
da_dk: 1 visning
de_de: 1 Ansicht
es_es: 1 vista
id_id: 1 tampilan
nl_nl: 1 bekijken
pl_pl: 1 widok
ru_ru: 1 вид
sk_sk: 1 zobrazenie
tr_tr: 1 görünüm
uk_ua: 1 перегляд

source: %s views
cs_cz: %s zobrazení
da_dk: %s synspunkter
de_de: %s Ansichten
es_es: %s vistas
id_id: %s pandangan
nl_nl: %s weergaven
pl_pl: %s widoki
ru_ru: %s просмотров
sk_sk: %s zobrazenia
tr_tr: %s görüşler
uk_ua: %s погляди

source: What would you like to search?
cs_cz: Co byste chtěli vyhledat?
da_dk: Hvad vil du gerne søge efter?
de_de: Was möchtest du suchen?
es_es: ¿Qué quieres buscar?
id_id: Apa yang ingin Anda cari?
nl_nl: Wat wil je zoeken?
pl_pl: Co chcesz wyszukać?
ru_ru: Что бы ты хотел поискать?
sk_sk: Čo by ste chceli vyhľadať?
tr_tr: Ne aramak istersiniz?
uk_ua: Що б ви хотіли шукати?

source: Search in all categories
cs_cz: Vyhledávání ve všech kategoriích
da_dk: Søg i alle kategorier
de_de: Suche in allen Kategorien
es_es: Buscar en todas las categorías
id_id: Cari di semua kategori
nl_nl: Zoeken in alle categorieën
pl_pl: Szukaj we wszystkich kategoriach
ru_ru: Поиск во всех категориях
sk_sk: Vyhľadávanie vo všetkých kategóriách
tr_tr: Tüm kategorilerde arama yapın
uk_ua: Пошук у всіх категоріях

source: Hot
da_dk: Varm
de_de: Heiß
es_es: Caliente
id_id: Panas
nl_nl: Heet
pl_pl: Gorący
ru_ru: Горячий
tr_tr: Sıcak
uk_ua: Гарячий

source: Max
ru_ru: Макс
tr_tr: Maksimum
uk_ua: Максе.

source: Trending
cs_cz: Trendy
da_dk: Tendenser
es_es: Tendencias
nl_nl: Trend
pl_pl: Trendy
sk_sk: Trendy
tr_tr: Trend
uk_ua: Тенденції

source: Hello, %s!
cs_cz: Dobrý den, %s!
da_dk: Hej, %s!
de_de: Hallo, %s!
es_es: ¡Hola, %s!
id_id: Halo, %s!
nl_nl: Hallo, %s!
pl_pl: Witaj, %s!
ru_ru: Привет, %s!
sk_sk: Dobrý deň, %s!
tr_tr: Merhaba, %s!
uk_ua: Привіт, %s!

source: Welcome to %s!
cs_cz: Vítejte na %s!
da_dk: Velkommen til %s!
de_de: Willkommen bei %s!
es_es: ¡Bienvenido a %s!
id_id: Selamat datang di %s!
nl_nl: Welkom op %s!
pl_pl: Witaj na %s!
ru_ru: Добро пожаловать на %s!
sk_sk: Vitajte na stránke %s!
tr_tr: %s adresine hoş geldiniz!
uk_ua: Ласкаво просимо на сайт %s!

source: Thank you for using our classifieds website.
cs_cz: Děkujeme, že používáte naše webové stránky s inzeráty.
da_dk: Tak, fordi du bruger vores hjemmeside med rubrikannoncer.
de_de: Danke, dass du unsere Kleinanzeigen-Website benutzt.
es_es: Gracias por utilizar nuestro sitio web de anuncios clasificados.
id_id: Terima kasih telah menggunakan situs web iklan baris kami.
nl_nl: Bedankt voor het gebruik van onze advertentiesite.
pl_pl: Dziękujemy za korzystanie z naszej strony z ogłoszeniami.
ru_ru: Спасибо, что пользуешься нашим сайтом объявлений.
sk_sk: Ďakujeme, že používate našu webovú stránku s inzerátmi.
tr_tr: İlan sitemizi kullandığınız için teşekkür ederiz.
uk_ua: Дякуємо, що скористалися нашим сайтом оголошень.

source: What service would you like to use today?
cs_cz: Jakou službu byste dnes chtěli využít?
da_dk: Hvilken tjeneste vil du gerne bruge i dag?
de_de: Welchen Dienst würdest du heute gerne nutzen?
es_es: ¿Qué servicio te gustaría utilizar hoy?
id_id: Layanan apa yang ingin Anda gunakan hari ini?
nl_nl: Welke service wil je vandaag gebruiken?
pl_pl: Z jakiej usługi chciałbyś dzisiaj skorzystać?
ru_ru: Какой услугой ты хотел бы воспользоваться сегодня?
sk_sk: Akú službu by ste chceli využiť dnes?
tr_tr: Bugün hangi hizmeti kullanmak istersiniz?
uk_ua: Якою послугою ви хотіли б скористатися сьогодні?

source: Add a new item
cs_cz: Přidání nové položky
da_dk: Tilføj et nyt element
de_de: Einen neuen Artikel hinzufügen
es_es: Añadir un nuevo elemento
id_id: Menambahkan item baru
nl_nl: Een nieuw item toevoegen
pl_pl: Dodaj nowy element
ru_ru: Добавь новый предмет
sk_sk: Pridanie novej položky
tr_tr: Yeni bir öğe ekleyin
uk_ua: Додати новий елемент

source: Browse listings
cs_cz: Procházet nabídky
da_dk: Gennemse lister
de_de: Inserate durchsuchen
es_es: Ver listados
id_id: Jelajahi daftar
nl_nl: Bladeren door lijsten
pl_pl: Przeglądaj oferty
ru_ru: Просмотреть объявления
sk_sk: Prehľadávať zoznamy
tr_tr: Listelere göz atın
uk_ua: Переглянути списки

source: Manage account
cs_cz: Správa účtu
da_dk: Administrer konto
de_de: Konto verwalten
es_es: Gestionar cuenta
id_id: Kelola akun
nl_nl: Account beheren
pl_pl: Zarządzaj kontem
ru_ru: Управляй аккаунтом
sk_sk: Správa účtu
tr_tr: Hesabı yönet
uk_ua: Керування обліковим записом

source: Business users
cs_cz: Firemní uživatelé
da_dk: Forretningsbrugere
de_de: Geschäftskunden
es_es: Usuarios empresariales
id_id: Pengguna bisnis
nl_nl: Zakelijke gebruikers
pl_pl: Użytkownicy biznesowi
ru_ru: Бизнес-пользователи
sk_sk: Firemní používatelia
tr_tr: İş kullanıcıları
uk_ua: Бізнес-користувачі

source: Explore forums
cs_cz: Prozkoumejte fóra
da_dk: Udforsk fora
de_de: Foren erkunden
es_es: Explora los foros
id_id: Jelajahi forum
nl_nl: Verken forums
pl_pl: Przeglądaj fora
ru_ru: Изучи форумы
sk_sk: Preskúmajte fóra
tr_tr: Forumları keşfedin
uk_ua: Дослідити форуми

source: Read blog
cs_cz: Přečtěte si blog
da_dk: Læs blog
de_de: Blog lesen
es_es: Leer blog
id_id: Baca blog
nl_nl: Lees blog
pl_pl: Przeczytaj blog
ru_ru: Читать блог
sk_sk: Prečítajte si blog
tr_tr: Blogu okuyun
uk_ua: Читати блог

source: Premium listings
cs_cz: Prémiové nabídky
da_dk: Premium-lister
de_de: Premium-Angebote
es_es: Listados Premium
id_id: Daftar premium
nl_nl: Premium aanbiedingen
pl_pl: Oferty premium
ru_ru: Премиальные объявления
sk_sk: Prémiové ponuky
tr_tr: Premium listeler
uk_ua: Преміум-лістинги

source: Hand-picked exclusive selection of offers
cs_cz: Ručně vybrané exkluzivní nabídky
da_dk: Håndplukket eksklusivt udvalg af tilbud
de_de: Handverlesene exklusive Auswahl an Angeboten
es_es: Selección exclusiva de ofertas
id_id: Pilihan penawaran eksklusif yang dipilih sendiri
nl_nl: Exclusieve selectie van aanbiedingen
pl_pl: Ręcznie wyselekcjonowany, ekskluzywny wybór ofert
ru_ru: Собственноручно подобранная эксклюзивная подборка предложений
sk_sk: Ručne vybraný exkluzívny výber ponúk
tr_tr: Özenle seçilmiş özel teklifler
uk_ua: Відібрана ексклюзивна добірка пропозицій
