Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Search side
cs_cz: Strana hledání
da_dk: Søg på siden
de_de: Seite suchen
es_es: Lado de búsqueda
id_id: Sisi pencarian
nl_nl: Zoek kant
pl_pl: Strona wyszukiwania
ru_ru: Поисковая сторона
sk_sk: Vyhľadávanie na strane
tr_tr: Arama tarafı
uk_ua: Пошукова сторона

source: Top of search page
cs_cz: Na začátek vyhledávací stránky
da_dk: Øverst på søgesiden
de_de: Anfang der Suchseite
es_es: Inicio de la página de búsqueda
id_id: Bagian atas halaman pencarian
nl_nl: Bovenkant zoekpagina
pl_pl: Na górze strony wyszukiwania
ru_ru: Верхняя часть страницы поиска
sk_sk: Na začiatok vyhľadávacej stránky
tr_tr: Arama sayfasının en üstünde
uk_ua: Вгорі сторінки пошуку

source: Bottom of search page
cs_cz: Spodní část vyhledávací stránky
da_dk: Nederst på søgesiden
de_de: Unten auf der Suchseite
es_es: Parte inferior de la página de búsqueda
id_id: Bagian bawah halaman pencarian
nl_nl: Onderaan de zoekpagina
pl_pl: Dół strony wyszukiwania
ru_ru: Внизу страницы поиска
sk_sk: Spodná časť vyhľadávacej stránky
tr_tr: Arama sayfasının alt kısmı
uk_ua: Внизу сторінки пошуку

source: Between listings
cs_cz: Mezi výpisy
da_dk: Mellem listerne
de_de: Zwischen Auflistungen
es_es: Entre listados
id_id: Antara daftar
nl_nl: Tussen lijsten
pl_pl: Pomiędzy ofertami
ru_ru: Между списками
sk_sk: Medzi zoznamami
tr_tr: Listeler arasında
uk_ua: Між лістингами

source: Top of item page
cs_cz: Na začátek stránky položky
da_dk: Øverst på siden
de_de: Anfang der Artikelseite
es_es: Inicio de la página del artículo
id_id: Bagian atas halaman item
nl_nl: Bovenkant pagina
pl_pl: Góra strony przedmiotu
ru_ru: Верхняя часть страницы
sk_sk: Na začiatku stránky položky
tr_tr: Ürün sayfasının en üstünde
uk_ua: Початок сторінки товару

source: Bottom of item page
cs_cz: Spodní část stránky položky
da_dk: Nederst på varesiden
de_de: Unten auf der Artikelseite
es_es: Parte inferior de la página del artículo
id_id: Bagian bawah halaman item
nl_nl: Onderaan de pagina
pl_pl: Dół strony przedmiotu
ru_ru: Нижняя часть страницы предмета
sk_sk: Spodná časť stránky položky
tr_tr: Ürün sayfasının alt kısmı
uk_ua: Внизу сторінки товару

source: Middle of item sidebar
cs_cz: Střed postranního panelu položky
da_dk: Midt i elementets sidebjælke
de_de: Mitte der Artikel-Seitenleiste
es_es: Centro de la barra lateral del elemento
id_id: Bilah samping tengah item
nl_nl: Midden van item zijbalk
pl_pl: Środek paska bocznego elementu
ru_ru: Середина боковой панели
sk_sk: Stred bočného panela položky
tr_tr: Öğe kenar çubuğunun ortası
uk_ua: Посередині бічної панелі елемента

source: Bottom of item sidebar
cs_cz: Spodní část postranního panelu položky
da_dk: Nederst i elementets sidebjælke
de_de: Unten in der Artikel-Seitenleiste
es_es: Parte inferior de la barra lateral del artículo
id_id: Bagian bawah bilah sisi item
nl_nl: Onderkant van item zijbalk
pl_pl: Dół paska bocznego elementu
ru_ru: Нижняя часть боковой панели
sk_sk: Spodná časť bočného panela položky
tr_tr: Öğe kenar çubuğunun alt kısmı
uk_ua: Внизу бічної панелі елемента

source: Under item description
cs_cz: V popisu položky
da_dk: Under varebeskrivelse
de_de: Unter Artikelbeschreibung
es_es: En la descripción del artículo
id_id: Di bawah deskripsi item
nl_nl: Onder artikelbeschrijving
pl_pl: Pod opisem przedmiotu
ru_ru: Под описанием предмета
sk_sk: Pod popisom položky
tr_tr: Ürün açıklamasının altında
uk_ua: Під описом товару

source: Public profile sidebar
cs_cz: Postranní panel veřejného profilu
da_dk: Sidebjælke til offentlig profil
de_de: Öffentliche Profil-Seitenleiste
es_es: Barra lateral de perfil público
id_id: Bilah samping profil publik
nl_nl: Openbare profielbalk
pl_pl: Pasek boczny profilu publicznego
ru_ru: Боковая панель публичного профиля
sk_sk: Verejný bočný panel profilu
tr_tr: Genel profil kenar çubuğu
uk_ua: Бічна панель публічного профілю

source: Public profile above header
cs_cz: Veřejný profil nad záhlavím
da_dk: Offentlig profil over overskrift
de_de: Öffentliches Profil über der Kopfzeile
es_es: Perfil público encima de la cabecera
id_id: Profil publik di atas tajuk
nl_nl: Publiek profiel boven kop
pl_pl: Profil publiczny nad nagłówkiem
ru_ru: Публичный профиль над заголовком
sk_sk: Verejný profil nad hlavičkou
tr_tr: Başlığın üstündeki genel profil
uk_ua: Публічний профіль над заголовком

source: Public profile between items
cs_cz: Veřejný profil mezi položkami
da_dk: Offentlig profil mellem elementer
de_de: Öffentliches Profil zwischen den Artikeln
es_es: Perfil público entre elementos
id_id: Profil publik di antara item
nl_nl: Publiek profiel tussen items
pl_pl: Profil publiczny między elementami
ru_ru: Публичный профиль между предметами
sk_sk: Verejný profil medzi položkami
tr_tr: Öğeler arasında genel profil
uk_ua: Публічний профіль між елементами

source: Public profile under items
cs_cz: Veřejný profil v položkách
da_dk: Offentlig profil under emner
de_de: Öffentliches Profil unter Artikel
es_es: Perfil público bajo artículos
id_id: Profil publik di bawah item
nl_nl: Publiek profiel onder items
pl_pl: Profil publiczny pod pozycjami
ru_ru: Публичный профиль под предметами
sk_sk: Verejný profil v položkách
tr_tr: Öğeler altında genel profil
uk_ua: Публічний профіль під пунктами

source: Top of static page
cs_cz: Začátek statické stránky
da_dk: Øverst på den statiske side
de_de: Anfang der statischen Seite
es_es: Comienzo de la página estática
id_id: Bagian atas halaman statis
nl_nl: Bovenkant statische pagina
pl_pl: Góra strony statycznej
ru_ru: Верхняя часть статической страницы
sk_sk: Horná časť statickej stránky
tr_tr: Statik sayfanın üst kısmı
uk_ua: Верхня частина статичної сторінки

source: Bottom of static page
cs_cz: Spodní část statické stránky
da_dk: Nederst på den statiske side
de_de: Unterseite der statischen Seite
es_es: Parte inferior de la página estática
id_id: Bagian bawah halaman statis
nl_nl: Onderaan de statische pagina
pl_pl: Dół strony statycznej
ru_ru: Внизу статической страницы
sk_sk: Spodná časť statickej stránky
tr_tr: Statik sayfanın alt kısmı
uk_ua: Внизу статичної сторінки

source: Top of user account pages
cs_cz: Horní část stránek uživatelského účtu
da_dk: Øverst på brugerkontoens sider
de_de: Oben auf den Benutzerkontoseiten
es_es: Parte superior de las páginas de cuenta de usuario
id_id: Bagian atas halaman akun pengguna
nl_nl: Bovenaan de pagina's met gebruikersaccounts
pl_pl: Góra strony konta użytkownika
ru_ru: Верхняя часть страниц учетных записей пользователей
sk_sk: Horná časť stránok používateľského konta
tr_tr: Kullanıcı hesabı sayfalarının üst kısmı
uk_ua: Верхня частина сторінок облікового запису користувача

source: All pages on left from body
cs_cz: Všechny stránky vlevo od těla
da_dk: Alle sider til venstre for kroppen
de_de: Alle Seiten auf der linken Seite vom Körper
es_es: Todas las páginas a la izquierda del cuerpo
id_id: Semua halaman di sebelah kiri dari badan
nl_nl: Alle pagina's links van het lichaam
pl_pl: Wszystkie strony na lewo od ciała
ru_ru: Все страницы слева от тела
sk_sk: Všetky stránky naľavo od tela
tr_tr: Gövdeden sola doğru tüm sayfalar
uk_ua: Всі сторінки зліва від тіла

source: All pages on right from body
cs_cz: Všechny stránky vpravo od těla
da_dk: Alle sider til højre for kroppen
de_de: Alle Seiten rechts vom Körper
es_es: Todas las páginas a la derecha del cuerpo
id_id: Semua halaman di sebelah kanan dari badan
nl_nl: Alle pagina's rechts van het lichaam
pl_pl: Wszystkie strony na prawo od ciała
ru_ru: Все страницы справа от тела
sk_sk: Všetky stránky napravo od tela
tr_tr: Gövdeden itibaren sağdaki tüm sayfalar
uk_ua: Всі сторінки праворуч від основного тексту

source: Cancel
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
es_es: Cancelar
id_id: Batal
nl_nl: Annuleren
pl_pl: Anuluj
ru_ru: Отмена
sk_sk: Zrušiť
tr_tr: İptal
uk_ua: Скасувати

source: Select "%s"
cs_cz: Vyberte "%s"
da_dk: Vælg "%s"
de_de: Wähle "%s"
es_es: Selecciona "%s"
id_id: Pilih "%s"
nl_nl: Selecteer "%s"
pl_pl: Wybierz "%s"
ru_ru: Выберите "%s"
sk_sk: Vyberte položku "%s"
tr_tr: "%s" adresini seçin.
uk_ua: Виберіть "%s"

source: Select "All categories"
cs_cz: Vyberte možnost "Všechny kategorie"
da_dk: Vælg "Alle kategorier"
de_de: Wähle "Alle Kategorien"
es_es: Selecciona "Todas las categorías".
id_id: Pilih "Semua kategori"
nl_nl: Selecteer "Alle categorieën".
pl_pl: Wybierz "Wszystkie kategorie"
ru_ru: Выберите "Все категории".
sk_sk: Vyberte položku "Všetky kategórie"
tr_tr: "Tüm kategoriler "i seçin
uk_ua: Виберіть "Усі категорії"

source: Back to all categories
cs_cz: Zpět na všechny kategorie
da_dk: Tilbage til alle kategorier
de_de: Zurück zu allen Kategorien
es_es: Volver a todas las categorías
id_id: Kembali ke semua kategori
nl_nl: Terug naar alle categorieën
pl_pl: Wróć do wszystkich kategorii
ru_ru: Назад ко всем категориям
sk_sk: Späť na všetky kategórie
tr_tr: Tüm kategorilere geri dön
uk_ua: Повернутися до всіх категорій

source: Select a region...
cs_cz: Vyberte oblast...
da_dk: Vælg en region...
de_de: Wähle eine Region aus...
es_es: Selecciona una región...
id_id: Pilih wilayah...
nl_nl: Selecteer een regio...
pl_pl: Wybierz region...
ru_ru: Выберите регион...
sk_sk: Vyberte oblasť...
tr_tr: Bir bölge seçin...
uk_ua: Виберіть регіон...

source: Select a city...
cs_cz: Vyberte město...
da_dk: Vælg en by...
de_de: Wähle eine Stadt aus...
es_es: Selecciona una ciudad...
id_id: Pilih kota...
nl_nl: Selecteer een stad...
pl_pl: Wybierz miasto...
ru_ru: Выберите город...
sk_sk: Vyberte mesto...
tr_tr: Bir şehir seçin...
uk_ua: Оберіть місто...

source: No results
cs_cz: Žádné výsledky
da_dk: Ingen resultater
de_de: Keine Ergebnisse
es_es: Sin resultados
id_id: Tidak ada hasil
nl_nl: Geen resultaten
pl_pl: Brak wyników
ru_ru: Никаких результатов
sk_sk: Žiadne výsledky
tr_tr: Sonuç yok
uk_ua: Немає результатів

source: No file selected
cs_cz: Není vybrán žádný soubor
da_dk: Ingen fil valgt
de_de: Keine Datei ausgewählt
es_es: No hay ningún archivo seleccionado
id_id: Tidak ada file yang dipilih
nl_nl: Geen bestand geselecteerd
pl_pl: Nie wybrano żadnego pliku
ru_ru: Файл не выбран
sk_sk: Nie je vybraný žiadny súbor
tr_tr: Seçili dosya yok
uk_ua: Файл не вибрано

source: Choose File
cs_cz: Zvolte Soubor
da_dk: Vælg fil
de_de: Datei wählen
es_es: Elegir archivo
id_id: Pilih File
nl_nl: Kies bestand
pl_pl: Wybierz plik
ru_ru: Выберите файл
sk_sk: Vyberte si súbor
tr_tr: Dosya Seçin
uk_ua: Виберіть Файл

source: Parent category cannot be selected
cs_cz: Nelze vybrat nadřazenou kategorii
da_dk: Overordnet kategori kan ikke vælges
de_de: Übergeordnete Kategorie kann nicht ausgewählt werden
es_es: No se puede seleccionar la categoría padre
id_id: Kategori induk tidak dapat dipilih
nl_nl: De hoofdcategorie kan niet worden geselecteerd
pl_pl: Nie można wybrać kategorii nadrzędnej
ru_ru: Родительская категория не может быть выбрана
sk_sk: Nie je možné vybrať nadradenú kategóriu
tr_tr: Ana kategori seçilemiyor
uk_ua: Неможливо вибрати категорію батьків

source: Alerts
cs_cz: Upozornění
da_dk: Advarsler
de_de: Warnungen
es_es: Alertas
id_id: Peringatan
nl_nl: Waarschuwingen
pl_pl: Alerty
ru_ru: Оповещения
sk_sk: Upozornenia
tr_tr: Uyarılar
uk_ua: Сповіщення

source: Register
cs_cz: Registrace
da_dk: Tilmeld dig
es_es: Regístrate en
id_id: Daftar
nl_nl: Registreer
pl_pl: Zarejestruj się
ru_ru: Зарегистрируйся
sk_sk: Registrácia
tr_tr: Kayıt Olun
uk_ua: Зареєструватися

source: Login
cs_cz: Přihlášení
de_de: Anmeldung
es_es: Iniciar sesión
id_id: Masuk
nl_nl: Inloggen
pl_pl: Zaloguj się
ru_ru: Вход
sk_sk: Prihlásenie
tr_tr: Giriş
uk_ua: Логін

source: Hi, <b>%s</b>!
cs_cz: Ahoj, <b>%s</b>!
da_dk: Hej, <b>%s</b>!
de_de: Hallo! <b>%s</b>!
es_es: Hola, <b>%s</b>¡!
id_id: Hai, <b>%s</b>!
nl_nl: Hoi, <b>%s</b>!
pl_pl: Cześć, <b>%s</b>!
ru_ru: Привет, <b>%s</b>!
sk_sk: Ahoj, <b>%s</b>!
tr_tr: Merhaba, <b>%s</b>!
uk_ua: Привіт, <b>%s</b>!

source: My items
cs_cz: Moje položky
da_dk: Mine ting
de_de: Meine Artikel
es_es: Mis objetos
id_id: Barang saya
nl_nl: Mijn artikelen
pl_pl: Moje przedmioty
ru_ru: Мои предметы
sk_sk: Moje položky
tr_tr: Eşyalarım
uk_ua: Мої речі

source: Id #%s
tr_tr: Kimlik #%s
uk_ua: Ідентифікатор%s

source: Posted %s
da_dk: Udsendt %s
de_de: Gepostet %s
es_es: Publicado en %s
id_id: Diposting %s
nl_nl: Geplaatst op %s
pl_pl: Wysłany %s
ru_ru: Размещено %s
sk_sk: Publikované %s
tr_tr: Gönderildi %s
uk_ua: Опубліковано %s

source: %s results found
cs_cz: %s nalezené výsledky
da_dk: %s resultater fundet
de_de: %s Ergebnisse gefunden
es_es: %s resultados encontrados
id_id: %s hasil yang ditemukan
nl_nl: %s resultaten gevonden
pl_pl: %s znalezione wyniki
ru_ru: %s Результаты найдены
sk_sk: %s zistené výsledky
tr_tr: %s sonuçlar bulundu
uk_ua: %s знайдено результати

source: Previous
cs_cz: Předchozí
da_dk: Tidligere
de_de: Vorherige
es_es: Anterior
id_id: Sebelumnya
nl_nl: Vorige
pl_pl: Poprzedni
ru_ru: Предыдущий
sk_sk: Predchádzajúci
tr_tr: Önceki
uk_ua: Попередні

source: Next
cs_cz: Další
da_dk: Næste
de_de: Nächste
es_es: Siguiente
id_id: Berikutnya
nl_nl: Volgende
pl_pl: Następny
ru_ru: Следующий
sk_sk: Ďalšie
tr_tr: Sonraki
uk_ua: Далі

source: Add a new listing
cs_cz: Přidání nového výpisu
da_dk: Tilføj en ny liste
de_de: Einen neuen Eintrag hinzufügen
es_es: Añadir un nuevo anuncio
id_id: Tambahkan daftar baru
nl_nl: Een nieuwe vermelding toevoegen
pl_pl: Dodaj nowy wpis
ru_ru: Добавь новый листинг
sk_sk: Pridanie nového záznamu
tr_tr: Yeni bir liste ekleyin
uk_ua: Додати нове оголошення

source: Edit listing "%s"
cs_cz: Upravit výpis "%s"
da_dk: Rediger liste "%s"
de_de: Eintrag bearbeiten "%s"
es_es: Editar listado "%s"
id_id: Edit daftar "%s"
nl_nl: Bewerk vermelding "%s"
pl_pl: Edytuj wpis "%s"
ru_ru: Редактировать список "%s"
sk_sk: Upraviť výpis "%s"
tr_tr: Listeyi düzenle "%s"
uk_ua: Редагувати лістинг "%s"

source: Photos
cs_cz: Fotografie
da_dk: Fotos
de_de: Fotos
es_es: Fotos
id_id: Foto
nl_nl: Foto's
pl_pl: Zdjęcia
ru_ru: Фотографии
sk_sk: Fotografie
tr_tr: Fotoğraflar
uk_ua: Фотографії

source: You can upload up to %d pictures per listing. First photo is selected as cover.
cs_cz: Na jednu nabídku můžete nahrát až %d obrázků. První fotografie je vybrána jako titulní.
da_dk: Du kan uploade op til %d billeder pr. opslag. Det første billede vælges som forside.
de_de: Du kannst bis zu %d Bilder pro Angebot hochladen. Das erste Foto wird als Titelbild ausgewählt.
es_es: Puedes subir hasta %d fotos por anuncio. La primera foto se selecciona como portada.
id_id: Anda dapat mengunggah hingga %d gambar per listing. Foto pertama dipilih sebagai sampul.
nl_nl: Je kunt maximaal %d foto's per aanbieding uploaden. De eerste foto wordt geselecteerd als cover.
pl_pl: Możesz przesłać do %d zdjęć na ofertę. Pierwsze zdjęcie zostanie wybrane jako okładka.
ru_ru: Ты можешь загрузить до %d фотографий на одно объявление. Первая фотография выбирается в качестве обложки.
sk_sk: Na jednu ponuku môžete nahrať až %d obrázkov. Prvá fotografia sa vyberie ako titulná.
tr_tr: Liste başına en fazla %d fotoğraf yükleyebilirsiniz. İlk fotoğraf kapak olarak seçilir.
uk_ua: Ви можете завантажити до %d фотографій на одне оголошення. Перше фото обирається як обкладинка.

source: or drag photos here (Up to %d photos)
cs_cz: nebo sem přetáhněte fotografie (až %d fotografií)
da_dk: eller træk fotos hertil (op til %d fotos)
de_de: oder ziehe Fotos hierher (bis zu %d Fotos)
es_es: o arrastra las fotos aquí (Hasta %d fotos)
id_id: atau seret foto ke sini (Hingga %d foto)
nl_nl: of sleep hier foto's naartoe (maximaal %d foto's)
pl_pl: lub przeciągnij zdjęcia tutaj (do %d zdjęć)
ru_ru: Или перетащи фотографии сюда (до %d фотографий).
sk_sk: alebo sem pretiahnite fotografie (až %d fotografií)
tr_tr: veya fotoğrafları buraya sürükleyin (En fazla %d fotoğraf)
uk_ua: або перетягніть фотографії сюди (до %d photos)

source: About the item
cs_cz: O položce
da_dk: Om varen
de_de: Über den Artikel
es_es: Sobre el artículo
id_id: Tentang item
nl_nl: Over het artikel
pl_pl: Informacje o przedmiocie
ru_ru: О предмете
sk_sk: O položke
tr_tr: Ürün hakkında
uk_ua: Про товар

source: Start typing category...
cs_cz: Začněte psát kategorii...
da_dk: Begynd at skrive kategori...
de_de: Beginne mit der Eingabe der Kategorie...
es_es: Empieza a escribir la categoría...
id_id: Mulai mengetik kategori...
nl_nl: Begin met het typen van categorie...
pl_pl: Zacznij wpisywać kategorię...
ru_ru: Начни набирать категорию...
sk_sk: Začnite písať kategóriu...
tr_tr: Kategori yazmaya başlayın...
uk_ua: Почніть вводити категорію...

source: Select a category
cs_cz: Vyberte kategorii
da_dk: Vælg en kategori
de_de: Wähle eine Kategorie
es_es: Selecciona una categoría
id_id: Pilih kategori
nl_nl: Selecteer een categorie
pl_pl: Wybierz kategorię
ru_ru: Выберите категорию
sk_sk: Vyberte kategóriu
tr_tr: Bir kategori seçin
uk_ua: Виберіть категорію

source: Listing title
cs_cz: Název seznamu
da_dk: Titel på liste
de_de: Titel der Auflistung
es_es: Título del listado
id_id: Judul daftar
nl_nl: Titel
pl_pl: Tytuł aukcji
ru_ru: Название списка
sk_sk: Názov zoznamu
tr_tr: Liste başlığı
uk_ua: Назва лістингу

source: Description
cs_cz: Popis
da_dk: Beskrivelse
de_de: Beschreibung
es_es: Descripción
id_id: Deskripsi
nl_nl: Beschrijving
pl_pl: Opis
ru_ru: Описание
sk_sk: Popis
tr_tr: Açıklama
uk_ua: Опис

source: Pricing options & status
cs_cz: Možnosti tvorby cen a stav
da_dk: Prismuligheder og status
de_de: Preisoptionen &amp; Status
es_es: Opciones de precios y estado
id_id: Opsi harga &amp; status
nl_nl: Prijsopties &amp; status
pl_pl: Opcje cenowe i status
ru_ru: Варианты ценообразования и статус
sk_sk: Možnosti tvorby cien a stav
tr_tr: Fiyatlandırma seçenekleri &amp; durum
uk_ua: Варіанти ціноутворення та статус

source: or
cs_cz: nebo
da_dk: eller
de_de: oder
es_es: o
id_id: atau
nl_nl: of
pl_pl: lub
ru_ru: или
sk_sk: alebo
tr_tr: veya
uk_ua: або

source: Item is offered for free
cs_cz: Položka je nabízena zdarma
da_dk: Varen tilbydes gratis
de_de: Artikel wird kostenlos angeboten
es_es: El artículo se ofrece gratis
id_id: Barang ditawarkan secara gratis
nl_nl: Item wordt gratis aangeboden
pl_pl: Przedmiot jest oferowany za darmo
ru_ru: Предмет предлагается бесплатно
sk_sk: Položka je ponúkaná zadarmo
tr_tr: Ürün ücretsiz olarak sunulmaktadır
uk_ua: Товар пропонується безкоштовно

source: Item for free
cs_cz: Položka zdarma
da_dk: Vare til fri afbenyttelse
de_de: Artikel kostenlos
es_es: Artículo gratis
id_id: Barang gratis
nl_nl: Item gratis
pl_pl: Przedmiot za darmo
ru_ru: Предмет бесплатно
sk_sk: Položka zadarmo
tr_tr: Ücretsiz ürün
uk_ua: Товар безкоштовно

source: Based on agreement with seller
cs_cz: Na základě dohody s prodávajícím
da_dk: Baseret på aftale med sælger
de_de: Basierend auf einer Vereinbarung mit dem Verkäufer
es_es: Según acuerdo con el vendedor
id_id: Berdasarkan kesepakatan dengan penjual
nl_nl: Gebaseerd op overeenkomst met verkoper
pl_pl: Na podstawie umowy ze sprzedawcą
ru_ru: По договоренности с продавцом
sk_sk: Na základe dohody s predávajúcim
tr_tr: Satıcı ile yapılan anlaşmaya göre
uk_ua: За домовленістю з продавцем

source: Details & attributes
cs_cz: Podrobnosti a atributy
da_dk: Detaljer og egenskaber
de_de: Details &amp; Eigenschaften
es_es: Detalles y atributos
id_id: Detail &amp; atribut
nl_nl: Details &amp; kenmerken
pl_pl: Szczegóły i atrybuty
ru_ru: Детали и атрибуты
sk_sk: Podrobnosti a atribúty
tr_tr: Ayrıntılar ve özellikler
uk_ua: Деталі та атрибути

source: Listing location
cs_cz: Umístění seznamu
da_dk: Placering af liste
de_de: Ort der Auflistung
es_es: Ubicación del listado
id_id: Lokasi pencatatan
nl_nl: Plaats
pl_pl: Lokalizacja aukcji
ru_ru: Расположение списка
sk_sk: Umiestnenie v zozname
tr_tr: Listeleme konumu
uk_ua: Місцезнаходження лістингу

source: Start typing region, city...
cs_cz: Začněte psát oblast, město...
da_dk: Begynd med at skrive region, by...
de_de: Beginne mit der Eingabe von Region, Stadt...
es_es: Empieza a escribir región, ciudad...
id_id: Mulai mengetik wilayah, kota...
nl_nl: Begin met het typen van regio, stad...
pl_pl: Zacznij wpisywać region, miasto...
ru_ru: Начни набирать регион, город...
sk_sk: Začnite písať región, mesto...
tr_tr: Bölge, şehir... yazmaya başlayın.
uk_ua: Почніть вводити область, місто...

source: Address
cs_cz: Adresa
da_dk: Adresse
de_de: Adresse
es_es: Dirección
id_id: Alamat
nl_nl: Adres
pl_pl: Adres
ru_ru: Адрес
sk_sk: Adresa
tr_tr: Adres
uk_ua: Адреса

source: Are you in different city? Update your location
cs_cz: Jste v jiném městě? Aktualizujte svou polohu
da_dk: Er du i en anden by? Opdater din placering
de_de: Bist du in einer anderen Stadt? Aktualisiere deinen Standort
es_es: ¿Estás en otra ciudad? Actualiza tu ubicación
id_id: Apakah Anda berada di kota yang berbeda? Perbarui lokasi Anda
nl_nl: Ben je in een andere stad? Werk je locatie bij
pl_pl: Znajdujesz się w innym mieście? Zaktualizuj swoją lokalizację
ru_ru: Ты находишься в другом городе? Обнови своё местоположение
sk_sk: Ste v inom meste? Aktualizujte svoju polohu
tr_tr: Farklı bir şehirde misiniz? Konumunuzu güncelleyin
uk_ua: Ви в іншому місті? Оновіть своє місцезнаходження

source: Want to sell faster? Set your preferred location
cs_cz: Chcete prodávat rychleji? Nastavte si preferované umístění
da_dk: Vil du sælge hurtigere? Indstil din foretrukne placering
de_de: Willst du schneller verkaufen? Lege deinen bevorzugten Standort fest
es_es: ¿Quieres vender más rápido? Establece tu ubicación preferida
id_id: Ingin menjual lebih cepat? Tentukan lokasi pilihan Anda
nl_nl: Wil je sneller verkopen? Stel je voorkeurslocatie in
pl_pl: Chcesz sprzedawać szybciej? Ustaw preferowaną lokalizację
ru_ru: Хочешь продавать быстрее? Установи предпочтительное местоположение
sk_sk: Chcete predávať rýchlejšie? Nastavte si preferovanú lokalitu
tr_tr: Daha hızlı satmak mı istiyorsunuz? Tercih ettiğiniz konumu belirleyin
uk_ua: Хочете продавати швидше? Встановіть бажане місце розташування

source: Seller's details
cs_cz: Údaje o prodávajícím
da_dk: Sælgers oplysninger
de_de: Angaben zum Verkäufer
es_es: Datos del vendedor
id_id: Detail penjual
nl_nl: Gegevens verkoper
pl_pl: Dane sprzedawcy
ru_ru: Данные продавца
sk_sk: Údaje o predávajúcom
tr_tr: Satıcının bilgileri
uk_ua: Дані продавця

source: Upload profile picture
cs_cz: Nahrání profilového obrázku
da_dk: Upload profilbillede
de_de: Profilbild hochladen
es_es: Subir foto de perfil
id_id: Unggah gambar profil
nl_nl: Upload profielfoto
pl_pl: Prześlij zdjęcie profilowe
ru_ru: Загрузи картинку профиля
sk_sk: Nahratie profilovej fotografie
tr_tr: Profil resmi yükle
uk_ua: Завантажити фотографію профілю

source: Contact Name
cs_cz: Kontaktní jméno
da_dk: Navn på kontaktperson
de_de: Kontakt Name
es_es: Nombre de contacto
id_id: Nama Kontak
nl_nl: Naam contactpersoon
pl_pl: Nazwa kontaktu
ru_ru: Контактное имя
sk_sk: Kontaktné meno
tr_tr: İletişim Adı
uk_ua: Ім'я контактної особи

source: Phone Number
cs_cz: Telefonní číslo
da_dk: Telefonnummer
de_de: Rufnummer
es_es: Número de teléfono
id_id: Nomor Telepon
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
ru_ru: Номер телефона
sk_sk: Telefónne číslo
tr_tr: Telefon Numarası
uk_ua: Номер телефону

source: Phone visible on ad
cs_cz: Telefon viditelný na inzerátu
da_dk: Telefon synlig på annoncen
de_de: Telefon auf der Anzeige sichtbar
es_es: Teléfono visible en el anuncio
id_id: Telepon terlihat pada iklan
nl_nl: Telefoon zichtbaar op advertentie
pl_pl: Telefon widoczny na reklamie
ru_ru: Телефон виден в объявлении
sk_sk: Telefón viditeľný v reklame
tr_tr: Telefon reklamda görünür
uk_ua: Телефон видно в оголошенні

source: E-mail
es_es: Correo electrónico
ru_ru: Электронная почта
tr_tr: E-posta
uk_ua: Електронна пошта
