Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: When enabled, related listings will be shown at listing page.
cs_cz: Pokud je tato možnost povolena, zobrazí se související nabídky na stránce s nabídkou.
da_dk: Når det er aktiveret, vises relaterede opslag på opslagssiden.
de_de: Wenn diese Option aktiviert ist, werden verwandte Angebote auf der Angebotsseite angezeigt.
es_es: Si se activa, los anuncios relacionados se mostrarán en la página del anuncio.
id_id: Jika diaktifkan, daftar terkait akan ditampilkan di halaman daftar.
nl_nl: Als deze optie is ingeschakeld, worden gerelateerde aanbiedingen getoond op de listingpagina.
pl_pl: Po włączeniu tej opcji powiązane oferty będą wyświetlane na stronie oferty.
ru_ru: Если включить эту функцию, на странице объявления будут отображаться связанные объявления.
sk_sk: Ak je táto možnosť povolená, súvisiace ponuky sa zobrazia na stránke s ponukou.
tr_tr: Etkinleştirildiğinde, ilgili listeler listeleme sayfasında gösterilecektir.
uk_ua: Якщо увімкнено, пов'язані оголошення будуть показані на сторінці оголошення.

source: Number of Related Items
cs_cz: Počet souvisejících položek
da_dk: Antal relaterede emner
de_de: Anzahl der verwandten Artikel
es_es: Número de elementos relacionados
id_id: Jumlah Item Terkait
nl_nl: Aantal gerelateerde items
pl_pl: Liczba powiązanych elementów
ru_ru: Количество связанных предметов
sk_sk: Počet súvisiacich položiek
tr_tr: İlgili Öğelerin Sayısı
uk_ua: Кількість пов'язаних елементів

source: Enter how many related listings will be shown on item page.
cs_cz: Zadejte, kolik souvisejících nabídek se zobrazí na stránce položky.
da_dk: Angiv, hvor mange relaterede lister der skal vises på varesiden.
de_de: Gib an, wie viele verwandte Angebote auf der Artikelseite angezeigt werden sollen.
es_es: Introduce cuántos anuncios relacionados se mostrarán en la página del artículo.
id_id: Masukkan berapa banyak daftar terkait yang akan ditampilkan pada halaman item.
nl_nl: Voer in hoeveel gerelateerde aanbiedingen worden getoond op de itempagina.
pl_pl: Wprowadź liczbę powiązanych ofert, które będą wyświetlane na stronie przedmiotu.
ru_ru: Укажи, сколько связанных объявлений будет показано на странице товара.
sk_sk: Zadajte, koľko súvisiacich ponúk sa zobrazí na stránke položky.
tr_tr: Ürün sayfasında kaç tane ilgili listenin gösterileceğini girin.
uk_ua: Вкажіть, скільки пов'язаних списків буде показано на сторінці товару.

source: Related Items Card Design
cs_cz: Související položky Design karet
da_dk: Relaterede emner Kortdesign
de_de: Verwandte Artikel Kartendesign
es_es: Artículos relacionados Diseño de tarjetas
id_id: Item Terkait Desain Kartu
nl_nl: Gerelateerde items Kaartontwerp
pl_pl: Powiązane elementy Projekt karty
ru_ru: Похожие товары Дизайн открыток
sk_sk: Súvisiace položky dizajn karty
tr_tr: İlgili Öğeler Kart Tasarımı
uk_ua: Пов'язані товари Дизайн картки

source: Recent Listings
cs_cz: Nedávné nabídky
da_dk: Seneste lister
de_de: Neueste Angebote
es_es: Listados recientes
id_id: Daftar Terbaru
nl_nl: Recente aanbiedingen
pl_pl: Ostatnie oferty
ru_ru: Последние листинги
sk_sk: Nedávne ponuky
tr_tr: Son Listeler
uk_ua: Нещодавні публікації

source: Enable Recent Listings on Home Page
cs_cz: Povolení posledních nabídek na domovské stránce
da_dk: Aktivér seneste lister på startsiden
de_de: Neueste Angebote auf der Startseite aktivieren
es_es: Activar los Listados Recientes en la Página de Inicio
id_id: Aktifkan Daftar Terbaru di Halaman Beranda
nl_nl: Recente aanbiedingen op startpagina inschakelen
pl_pl: Włącz ostatnie oferty na stronie głównej
ru_ru: Включить отображение последних объявлений на главной странице
sk_sk: Povolenie posledných ponúk na domovskej stránke
tr_tr: Ana Sayfada Son İlanları Etkinleştir
uk_ua: Увімкнути останні оголошення на головній сторінці

source: When enabled, recent listings will be shown at home page.
cs_cz: Pokud je tato funkce povolena, budou se na domovské stránce zobrazovat poslední nabídky.
da_dk: Når det er aktiveret, vises de seneste opslag på startsiden.
de_de: Wenn diese Funktion aktiviert ist, werden die neuesten Angebote auf der Startseite angezeigt.
es_es: Si está activada, los listados recientes se mostrarán en la página de inicio.
id_id: Ketika diaktifkan, daftar terbaru akan ditampilkan di halaman beranda.
nl_nl: Als deze optie is ingeschakeld, worden recente aanbiedingen getoond op de startpagina.
pl_pl: Po włączeniu tej opcji, najnowsze oferty będą wyświetlane na stronie głównej.
ru_ru: Если включить эту функцию, последние объявления будут отображаться на главной странице.
sk_sk: Ak je táto možnosť povolená, na domovskej stránke sa zobrazia posledné ponuky.
tr_tr: Etkinleştirildiğinde, son listeler ana sayfada gösterilecektir.
uk_ua: Якщо увімкнено, останні оголошення будуть показані на головній сторінці.

source: Enable Recent Listings on Item Page
cs_cz: Povolení posledních výpisů na stránce položky
da_dk: Aktivér seneste opslag på varesiden
de_de: Neueste Angebote auf der Artikelseite aktivieren
es_es: Activar Listados Recientes en la Página de Artículos
id_id: Aktifkan Daftar Terbaru di Halaman Item
nl_nl: Schakel Recente aanbiedingen op de Item Pagina in
pl_pl: Włącz ostatnie oferty na stronie przedmiotu
ru_ru: Включить отображение последних объявлений на странице предмета
sk_sk: Povolenie nedávnych výpisov na stránke položky
tr_tr: Ürün Sayfasında Son Listelemeleri Etkinleştir
uk_ua: Увімкнути останні списки на сторінці товару

source: When enabled, recent listings will be shown at listing page.
cs_cz: Pokud je tato funkce povolena, budou se na stránce s nabídkou zobrazovat poslední nabídky.
da_dk: Når det er aktiveret, vises de seneste opslag på opslagssiden.
de_de: Wenn diese Option aktiviert ist, werden die letzten Angebote auf der Angebotsseite angezeigt.
es_es: Si está activada, los anuncios recientes se mostrarán en la página del anuncio.
id_id: Saat diaktifkan, daftar terbaru akan ditampilkan di halaman daftar.
nl_nl: Als deze optie is ingeschakeld, worden recente aanbiedingen getoond op de pagina met aanbiedingen.
pl_pl: Po włączeniu tej opcji, ostatnie oferty będą wyświetlane na stronie oferty.
ru_ru: Если включить эту функцию, на странице объявлений будут отображаться последние объявления.
sk_sk: Ak je táto možnosť povolená, na stránke s ponukou sa zobrazia posledné ponuky.
tr_tr: Etkinleştirildiğinde, son listeler listeleme sayfasında gösterilecektir.
uk_ua: Якщо увімкнено, останні оголошення будуть показані на сторінці оголошення.

source: Enable Recent Listings on Search Page
cs_cz: Povolení posledních nabídek na stránce vyhledávání
da_dk: Aktivér seneste lister på søgesiden
de_de: Neueste Angebote auf der Suchseite aktivieren
es_es: Activar Listados Recientes en la Página de Búsqueda
id_id: Aktifkan Daftar Terbaru di Halaman Pencarian
nl_nl: Recente aanbiedingen op zoekpagina inschakelen
pl_pl: Włącz ostatnie oferty na stronie wyszukiwania
ru_ru: Включить отображение последних объявлений на странице поиска
sk_sk: Povolenie posledných ponúk na stránke vyhľadávania
tr_tr: Arama Sayfasında Son İlanları Etkinleştirin
uk_ua: Увімкнути останні оголошення на сторінці пошуку

source: When enabled, recent listings will be shown at search page.
cs_cz: Pokud je tato možnost povolena, na stránce vyhledávání se zobrazí poslední nabídky.
da_dk: Når det er aktiveret, vises de seneste opslag på søgesiden.
de_de: Wenn diese Funktion aktiviert ist, werden die letzten Angebote auf der Suchseite angezeigt.
es_es: Si está activada, los anuncios recientes se mostrarán en la página de búsqueda.
id_id: Ketika diaktifkan, daftar terbaru akan ditampilkan di halaman pencarian.
nl_nl: Als deze optie is ingeschakeld, worden recente aanbiedingen getoond op de zoekpagina.
pl_pl: Po włączeniu tej opcji, najnowsze oferty będą wyświetlane na stronie wyszukiwania.
ru_ru: Если включить эту функцию, на странице поиска будут отображаться последние объявления.
sk_sk: Ak je táto možnosť povolená, na stránke vyhľadávania sa zobrazia posledné ponuky.
tr_tr: Etkinleştirildiğinde, son listeler arama sayfasında gösterilecektir.
uk_ua: Якщо увімкнено, останні оголошення будуть показані на сторінці пошуку.

source: Number of Recent Items
cs_cz: Počet posledních položek
da_dk: Antal nylige artikler
de_de: Anzahl der letzten Artikel
es_es: Número de artículos recientes
id_id: Jumlah Item Terbaru
nl_nl: Aantal recente items
pl_pl: Liczba ostatnich pozycji
ru_ru: Количество последних предметов
sk_sk: Počet posledných položiek
tr_tr: Son Öğelerin Sayısı
uk_ua: Кількість останніх елементів

source: Enter how many recent listings will be shown in recent items block.
cs_cz: Zadejte, kolik posledních nabídek se bude zobrazovat v bloku posledních položek.
da_dk: Angiv, hvor mange nylige opslag der skal vises i blokken med nylige opslag.
de_de: Gib an, wie viele neue Angebote im Block "Letzte Angebote" angezeigt werden sollen.
es_es: Introduce cuántos anuncios recientes se mostrarán en el bloque de artículos recientes.
id_id: Masukkan jumlah daftar terbaru yang akan ditampilkan di blok item terbaru.
nl_nl: Voer in hoeveel recente aanbiedingen worden getoond in het blok Recente items.
pl_pl: Wprowadź liczbę ostatnich ofert, które będą wyświetlane w bloku ostatnich pozycji.
ru_ru: Укажи, сколько последних объявлений будет отображаться в блоке "Последние товары".
sk_sk: Zadajte, koľko posledných ponúk sa zobrazí v bloku posledných položiek.
tr_tr: Son öğeler bloğunda kaç tane son listelemenin gösterileceğini girin.
uk_ua: Вкажіть, скільки останніх оголошень буде показано в блоці останніх елементів.

source: Recent Items Card Design
cs_cz: Nedávné položky Design karet
da_dk: Seneste varer Kortdesign
de_de: Neueste Artikel Kartendesign
es_es: Artículos recientes Diseño de tarjetas
id_id: Desain Kartu Item Terbaru
nl_nl: Recente items Kaartontwerp
pl_pl: Najnowsze projekty kart przedmiotów
ru_ru: Последние предметы Дизайн открыток
sk_sk: Nedávne položky Dizajn karty
tr_tr: Son Ürünler Kart Tasarımı
uk_ua: Дизайн карток останніх товарів

source: Blog plugin
cs_cz: Zásuvný modul blogu
es_es: Plugin de blog
id_id: Plugin blog
pl_pl: Wtyczka bloga
ru_ru: Плагин для блога
sk_sk: Zásuvný modul blogu
tr_tr: Blog eklentisi
uk_ua: Плагін для блогу

source: Show Blog Box on Home
cs_cz: Zobrazit rámeček blogu na domovské stránce
da_dk: Vis blogboks på startsiden
de_de: Blog-Box auf der Startseite anzeigen
es_es: Mostrar cuadro de blog en Inicio
id_id: Tampilkan Kotak Blog di Beranda
nl_nl: Toon Blog Box op Home
pl_pl: Pokaż Blog Box na stronie głównej
ru_ru: Показывать блок блога на главной странице
sk_sk: Zobraziť rámček blogu na domovskej stránke
tr_tr: Ana Sayfada Blog Kutusunu Göster
uk_ua: Показати вікно блогу на головній сторінці

source: Show blog articles box on home page. Osclass Blog plugin must be installed.
cs_cz: Zobrazení rámečku s blogovými články na domovské stránce. Musí být nainstalován plugin Osclass Blog.
da_dk: Vis boksen med blogartikler på startsiden. Osclass Blog-plugin skal være installeret.
de_de: Zeige die Blogartikel-Box auf der Startseite. Das Osclass Blog Plugin muss installiert sein.
es_es: Mostrar la caja de artículos del blog en la página de inicio. El plugin Osclass Blog debe estar instalado.
id_id: Tampilkan kotak artikel blog di halaman beranda. Plugin Osclass Blog harus diinstal.
nl_nl: Toon blogartikelen box op startpagina. Osclass Blog plugin moet geïnstalleerd zijn.
pl_pl: Pokaż pole artykułów na blogu na stronie głównej. Wtyczka Osclass Blog musi być zainstalowana.
ru_ru: Показывай блок статей блога на главной странице. Должен быть установлен плагин Osclass Blog.
sk_sk: Zobrazenie boxu s blogovými článkami na domovskej stránke. Musí byť nainštalovaný plugin Osclass Blog.
tr_tr: Ana sayfada blog makaleleri kutusunu gösterin. Osclass Blog eklentisi yüklü olmalıdır.
uk_ua: Показувати блок зі статтями блогу на головній сторінці. Має бути встановлений плагін Osclass Blog.

source: View plugin
cs_cz: Zobrazit plugin
da_dk: Se plugin
de_de: Plugin ansehen
es_es: Ver plugin
id_id: Lihat plugin
nl_nl: Bekijk plugin
pl_pl: Wyświetl wtyczkę
ru_ru: Посмотреть плагин
sk_sk: Zobraziť plugin
tr_tr: Eklentiyi görüntüle
uk_ua: Переглянути плагін

source: Number of Blog Articles on Home
cs_cz: Počet článků na blogu Home
da_dk: Antal blogartikler om Home
de_de: Anzahl der Blog-Artikel über Home
es_es: Número de artículos de blog sobre Inicio
id_id: Jumlah Artikel Blog di Beranda
nl_nl: Aantal blogartikelen over thuis
pl_pl: Liczba artykułów na blogu na stronie głównej
ru_ru: Количество статей в блоге о доме
sk_sk: Počet článkov na blogu Home
tr_tr: Ev ile ilgili Blog Makalelerinin Sayısı
uk_ua: Кількість статей у блозі на тему "Дім

source: How many blog articles will be shown on home page.
cs_cz: Kolik článků blogu se zobrazí na domovské stránce.
da_dk: Hvor mange blogartikler vil blive vist på startsiden.
de_de: Wie viele Blog-Artikel auf der Startseite angezeigt werden sollen.
es_es: Cuántos artículos del blog se mostrarán en la página de inicio.
id_id: Berapa banyak artikel blog yang akan ditampilkan di halaman beranda.
nl_nl: Hoeveel blogartikelen worden getoond op de startpagina.
pl_pl: Ile artykułów z bloga będzie wyświetlanych na stronie głównej.
ru_ru: Сколько статей из блога будет показано на главной странице.
sk_sk: Koľko článkov blogu sa zobrazí na domovskej stránke.
tr_tr: Ana sayfada kaç blog makalesi gösterilecek.
uk_ua: Скільки статей блогу буде показано на головній сторінці.

source: Business profile plugin
cs_cz: Zásuvný modul firemního profilu
da_dk: Plugin til virksomhedsprofil
de_de: Business Profil Plugin
es_es: Plugin de perfil empresarial
id_id: Plugin profil bisnis
nl_nl: Zakelijk profiel plugin
pl_pl: Wtyczka profilu biznesowego
ru_ru: Плагин для бизнес-профиля
sk_sk: Zásuvný modul obchodného profilu
tr_tr: İşletme profili eklentisi
uk_ua: Плагін для бізнес-профілю

source: Show Companies Box on Home
cs_cz: Zobrazit box Společnosti na domovské stránce
da_dk: Vis virksomhedsboks på Home
de_de: Firmenbox auf der Startseite anzeigen
es_es: Mostrar cuadro de empresas en Inicio
id_id: Tampilkan Kotak Perusahaan di Beranda
nl_nl: Toon bedrijven box op Home
pl_pl: Pokaż pole firm na stronie głównej
ru_ru: Показывать коробку с компаниями на главной странице
sk_sk: Zobraziť box Spoločnosti na domovskej stránke
tr_tr: Ana Sayfada Şirketler Kutusunu Göster
uk_ua: Показати компанії Вікно на головній сторінці

source: Show companies box on home page. Business profile plugin must be installed
cs_cz: Zobrazení boxu firem na domovské stránce. Musí být nainstalován zásuvný modul firemního profilu
da_dk: Vis virksomhedsboks på startsiden. Plugin til virksomhedsprofil skal være installeret
de_de: Zeige das Feld "Unternehmen" auf der Startseite. Das Unternehmensprofil-Plugin muss installiert sein
es_es: Mostrar el cuadro de empresas en la página de inicio. El plugin de perfil de empresa debe estar instalado
id_id: Tampilkan kotak perusahaan di halaman beranda. Plugin profil bisnis harus diinstal
nl_nl: Toon bedrijven box op startpagina. Plugin voor bedrijfsprofiel moet geïnstalleerd zijn
pl_pl: Pokaż pole firmy na stronie głównej. Wtyczka profilu firmy musi być zainstalowana
ru_ru: Показывай блок с компаниями на главной странице. Необходимо установить плагин бизнес-профиля
sk_sk: Zobrazenie boxu spoločností na domovskej stránke. Musí byť nainštalovaný doplnok firemného profilu
tr_tr: Ana sayfada şirketler kutusunu göster. İşletme profili eklentisi yüklü olmalıdır
uk_ua: Показувати компанії на головній сторінці. Необхідно встановити плагін бізнес-профілю

source: Number of Companies on Home
cs_cz: Počet společností na domovské stránce
da_dk: Antal virksomheder på Home
de_de: Anzahl der Unternehmen auf Home
es_es: Número de empresas en Inicio
id_id: Jumlah Perusahaan di Rumah
nl_nl: Aantal bedrijven op home
pl_pl: Liczba firm w domu
ru_ru: Количество компаний в доме
sk_sk: Počet spoločností na domovskej stránke
tr_tr: Evdeki Şirket Sayısı
uk_ua: Кількість компаній на сайті

source: How many companies will be shown on home page.
cs_cz: Kolik společností se zobrazí na domovské stránce.
da_dk: Hvor mange virksomheder vil blive vist på startsiden.
de_de: Wie viele Unternehmen werden auf der Startseite angezeigt?
es_es: Cuántas empresas se mostrarán en la página de inicio.
id_id: Berapa banyak perusahaan yang akan ditampilkan di halaman beranda.
nl_nl: Hoeveel bedrijven worden er op de startpagina getoond?
pl_pl: Ile firm będzie wyświetlanych na stronie głównej.
ru_ru: Сколько компаний будет показано на главной странице.
sk_sk: Koľko spoločností sa zobrazí na domovskej stránke.
tr_tr: Ana sayfada kaç şirket gösterilecek.
uk_ua: Скільки компаній буде показано на головній сторінці.

source: Favorite items plugin
cs_cz: Oblíbené položky plugin
da_dk: Plugin til yndlingsartikler
de_de: Lieblingsartikel Plugin
es_es: Plugin de artículos favoritos
id_id: Plugin item favorit
nl_nl: Favoriete items plugin
pl_pl: Wtyczka ulubionych przedmiotów
ru_ru: Плагин для любимых предметов
sk_sk: Obľúbené položky plugin
tr_tr: Favori öğeler eklentisi
uk_ua: Плагін "Вибране

source: Show Favorite Items on Home
cs_cz: Zobrazení oblíbených položek na domovské stránce
da_dk: Vis favoritartikler på Home
de_de: Bevorzugte Artikel auf Home anzeigen
es_es: Mostrar artículos favoritos en Inicio
id_id: Tampilkan Item Favorit di Beranda
nl_nl: Toon favoriete items op Home
pl_pl: Pokaż ulubione elementy na stronie głównej
ru_ru: Показать любимые вещи на главной
sk_sk: Zobrazenie obľúbených položiek na stránke Domov
tr_tr: Favori Öğeleri Ana Sayfada Göster
uk_ua: Показати вибране на головній сторінці

source: Show users most favorited listings block on home page. Favorite items plugin must be installed.
cs_cz: Zobrazení bloku nejoblíbenějších nabídek uživatelů na domovské stránce. Musí být nainstalován plugin Oblíbené položky.
da_dk: Vis brugernes mest foretrukne lister på startsiden. Plugin til favoritartikler skal være installeret.
de_de: Zeige den Nutzern den Block mit den beliebtesten Angeboten auf der Startseite. Das Plugin "Favoriten" muss installiert sein.
es_es: Mostrar a los usuarios el bloque de listados más favoritos en la página de inicio. El plugin de artículos favoritos debe estar instalado.
id_id: Tampilkan blok daftar yang paling disukai pengguna di halaman beranda. Plugin item favorit harus diinstal.
nl_nl: Toon gebruikers blok met meest favoriete aanbiedingen op startpagina. De plugin voor favoriete items moet geïnstalleerd zijn.
pl_pl: Pokaż użytkownikom blok najbardziej ulubionych ofert na stronie głównej. Wtyczka ulubionych przedmiotów musi być zainstalowana.
ru_ru: Показывай пользователям блок самых избранных объявлений на главной странице. Необходимо установить плагин Favorite items.
sk_sk: Zobrazenie bloku s najobľúbenejšími ponukami používateľov na domovskej stránke. Musí byť nainštalovaný plugin Obľúbené položky.
tr_tr: Kullanıcılara ana sayfada en çok tercih edilen listeler bloğunu gösterin. Favori öğeler eklentisi yüklü olmalıdır.
uk_ua: Показувати користувачам блок найулюбленіших оголошень на головній сторінці. Необхідно встановити плагін "Вибране".

source: Number of Favorite items on Home
cs_cz: Počet oblíbených položek na domovské stránce
da_dk: Antal favoritelementer på Home
de_de: Anzahl der bevorzugten Artikel auf Home
es_es: Número de elementos favoritos en Inicio
id_id: Jumlah item favorit di Beranda
nl_nl: Aantal favoriete items op Home
pl_pl: Liczba ulubionych elementów na stronie głównej
ru_ru: Количество любимых предметов в доме
sk_sk: Počet obľúbených položiek na stránke Domov
tr_tr: Ana Sayfa'daki Favori öğelerin sayısı
uk_ua: Кількість улюблених елементів на сторінці "Додому

source: Most favorited listings count shown on home page. Favorite items plugin must be installed.
cs_cz: Počet nejoblíbenějších nabídek se zobrazuje na domovské stránce. Musí být nainstalován plugin Oblíbené položky.
da_dk: Antallet af mest foretrukne lister vises på startsiden. Plugin til favoritartikler skal være installeret.
de_de: Die Anzahl der am meisten favorisierten Angebote wird auf der Startseite angezeigt. Das Plugin für favorisierte Angebote muss installiert sein.
es_es: El recuento de listados más favoritos se muestra en la página de inicio. El plugin de favoritos debe estar instalado.
id_id: Jumlah daftar yang paling banyak difavoritkan akan ditampilkan di halaman beranda. Plugin item favorit harus diinstal.
nl_nl: Het aantal favoriete aanbiedingen wordt getoond op de startpagina. De plugin voor favoriete items moet geïnstalleerd zijn.
pl_pl: Liczba najbardziej ulubionych ofert wyświetlana na stronie głównej. Wtyczka ulubionych przedmiotów musi być zainstalowana.
ru_ru: Количество наиболее понравившихся объявлений отображается на главной странице. Необходимо установить плагин Favorite items.
sk_sk: Počet najobľúbenejších ponúk sa zobrazuje na domovskej stránke. Musí byť nainštalovaný plugin Obľúbené položky.
tr_tr: Ana sayfada gösterilen en çok tercih edilen listelerin sayısı. Favori öğeler eklentisi yüklü olmalıdır.
uk_ua: На головній сторінці відображається кількість найулюбленіших оголошень. Необхідно встановити плагін "Обрані елементи".

source: Favorite Items Card Design
cs_cz: Oblíbené položky Design karty
da_dk: Design af kort til yndlingsting
de_de: Lieblingsstücke Kartendesign
es_es: Diseño de tarjeta de objetos favoritos
id_id: Desain Kartu Barang Favorit
nl_nl: Favoriete Artikelen Kaartontwerp
pl_pl: Projekt karty z ulubionymi przedmiotami
ru_ru: Дизайн открытки "Любимые предметы
sk_sk: Obľúbené položky dizajn karty
tr_tr: Favori Eşyalar Kart Tasarımı
uk_ua: Дизайн картки "Вибране

source: Other plugins
cs_cz: Další moduly plug-in
da_dk: Andre plugins
de_de: Andere Plugins
es_es: Otros plugins
id_id: Plugin lainnya
nl_nl: Andere plugins
pl_pl: Inne wtyczki
ru_ru: Другие плагины
sk_sk: Ostatné doplnky
tr_tr: Diğer eklentiler
uk_ua: Інші плагіни

source: Replace Send Message Button
cs_cz: Nahradit tlačítko Odeslat zprávu
da_dk: Udskift knappen Send besked
de_de: Schaltfläche "Nachricht senden" ersetzen
es_es: Sustituir el botón Enviar mensaje
id_id: Ganti Tombol Kirim Pesan
nl_nl: Knop Bericht verzenden vervangen
pl_pl: Zastąp przycisk Wyślij wiadomość
ru_ru: Замените кнопку отправки сообщения
sk_sk: Nahradiť tlačidlo Odoslať správu
tr_tr: Mesaj Gönder Düğmesini Değiştirin
uk_ua: Замінити кнопку "Надіслати повідомлення
