Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: %s listings match subscription conditions, %s notifications, created on %s, id: #%s. Your listings are excluded.
cs_cz: %s seznamy odpovídají podmínkám odběru, %s oznámení, vytvořeno na %s, id: #%s. Vaše nabídky jsou vyloučeny.
da_dk: %s lister matcher abonnementsbetingelser, %s notifikationer, oprettet på %s, id: #%s. Dine lister er udelukket.
de_de: %s Auflistungen entsprechen den Abonnementbedingungen, %s Benachrichtigungen, erstellt am %s, id: #%s. Deine Angebote sind ausgeschlossen.
es_es: %s los listados coinciden con las condiciones de suscripción, %s notificaciones, creadas en %s, id: #%s. Tus anuncios están excluidos.
id_id: %s daftar cocok dengan ketentuan berlangganan, %s pemberitahuan, dibuat di %s, id: #%s. Daftar Anda dikecualikan.
nl_nl: %s listings komen overeen met abonnementsvoorwaarden, %s meldingen, gemaakt op %s, id: #%s. Je aanbiedingen zijn uitgesloten.
pl_pl: %s listy spełniają warunki subskrypcji, %s powiadomienia, utworzone na %s, id: #%s. Twoje oferty są wykluczone.
ru_ru: %s Объявления соответствуют условиям подписки, уведомления %s, созданные на %s, id: #%s. Твои объявления исключены.
sk_sk: %s zoznamy zodpovedajú podmienkam odberu, %s oznámenia, vytvorené na %s, id: #%s. Vaše ponuky sú vylúčené.
tr_tr: %s listeler abonelik koşullarıyla eşleşir, %s bildirimleri, %s tarihinde oluşturulmuştur, id: #%s. İlanlarınız hariç tutulmuştur.
uk_ua: %s списки відповідають умовам підписки, %s сповіщення, створені на %s, id: #%s. Ваші оголошення виключені.

source: Technical details
cs_cz: Technické detaily
da_dk: Tekniske detaljer
de_de: Technische Details
es_es: Detalles técnicos
id_id: Detail teknis
nl_nl: Technische details
pl_pl: Szczegóły techniczne
ru_ru: Технические подробности
sk_sk: Technické údaje
tr_tr: Teknik ayrıntılar
uk_ua: Технічні деталі

source: This action can't be undone. Are you sure you want to continue?
cs_cz: Tuto akci nelze vzít zpět. Určitě chcete pokračovat?
da_dk: Denne handling kan ikke fortrydes. Er du sikker på, at du vil fortsætte?
de_de: Diese Aktion kann nicht rückgängig gemacht werden. Bist du sicher, dass du fortfahren möchtest?
es_es: Esta acción no se puede deshacer. ¿Estás seguro de que quieres continuar?
id_id: Tindakan ini tidak dapat dibatalkan. Apakah Anda yakin ingin melanjutkan?
nl_nl: Deze actie kan niet ongedaan worden gemaakt. Weet je zeker dat je wilt doorgaan?
pl_pl: Tej akcji nie można cofnąć. Czy na pewno chcesz kontynuować?
ru_ru: Это действие нельзя отменить. Ты уверен, что хочешь продолжить?
sk_sk: Túto akciu nemožno vrátiť späť. Určite chcete pokračovať?
tr_tr: Bu işlem geri alınamaz. Devam etmek istediğinize emin misiniz?
uk_ua: Цю дію не можна скасувати. Ви впевнені, що хочете продовжити?

source: View all matching items
cs_cz: Zobrazit všechny odpovídající položky
da_dk: Se alle matchende varer
de_de: Alle passenden Artikel anzeigen
es_es: Ver todos los artículos coincidentes
id_id: Lihat semua item yang cocok
nl_nl: Alle bijpassende artikelen bekijken
pl_pl: Wyświetl wszystkie pasujące elementy
ru_ru: Посмотреть все подходящие предметы
sk_sk: Zobraziť všetky zodpovedajúce položky
tr_tr: Tüm eşleşen öğeleri görüntüle
uk_ua: Переглянути всі відповідні товари

source: No items match alert conditions. You will receive email notification once there is new listing published matching alert conditions.
cs_cz: Žádné položky neodpovídají podmínkám výstrahy. Jakmile bude zveřejněna nová nabídka odpovídající podmínkám upozornění, obdržíte e-mailové upozornění.
da_dk: Ingen varer matcher advarselsbetingelserne. Du vil modtage en e-mail, når der er offentliggjort en ny liste, der matcher advarselsbetingelserne.
de_de: Keine Artikel entsprechen den Alert-Bedingungen. Du erhältst eine E-Mail-Benachrichtigung, sobald ein neues Angebot veröffentlicht wird, das den Bedingungen der Ausschreibung entspricht.
es_es: Ningún artículo coincide con las condiciones de alerta. Recibirás una notificación por correo electrónico cuando se publique un nuevo anuncio que coincida con las condiciones de alerta.
id_id: Tidak ada item yang cocok dengan kondisi peringatan. Anda akan menerima notifikasi email ketika ada daftar baru yang diterbitkan yang sesuai dengan kondisi peringatan.
nl_nl: Geen enkel item voldoet aan de waarschuwingsvoorwaarden. Je ontvangt een melding per e-mail zodra er een nieuwe aanbieding is gepubliceerd die aan de waarschuwingsvoorwaarden voldoet.
pl_pl: Żadna pozycja nie spełnia warunków alertu. Otrzymasz powiadomienie e-mail, gdy zostanie opublikowana nowa oferta spełniająca warunki alertu.
ru_ru: Ни один предмет не соответствует условиям оповещения. Ты получишь уведомление по электронной почте, как только будет опубликовано новое объявление, соответствующее условиям предупреждения.
sk_sk: Žiadne položky nezodpovedajú podmienkam upozornenia. Dostanete e-mailové upozornenie, akonáhle bude uverejnená nová ponuka, ktorá zodpovedá podmienkam upozornenia.
tr_tr: Uyarı koşullarıyla eşleşen ürün yok. Uyarı koşullarına uyan yeni bir liste yayınlandığında e-posta bildirimi alacaksınız.
uk_ua: Жодна позиція не відповідає умовам оповіщення. Ви отримаєте сповіщення на електронну пошту, як тільки буде опубліковано новий лістинг, що відповідає умовам оповіщення.

source: No alerts has been created yet.
cs_cz: Zatím nebyla vytvořena žádná upozornění.
da_dk: Der er ikke oprettet nogen advarsler endnu.
de_de: Es wurde noch keine Ausschreibung erstellt.
es_es: Todavía no se ha creado ninguna alerta.
id_id: Belum ada peringatan yang dibuat.
nl_nl: Er zijn nog geen waarschuwingen aangemaakt.
pl_pl: Nie utworzono jeszcze żadnych alertów.
ru_ru: Пока не создано ни одного оповещения.
sk_sk: Zatiaľ neboli vytvorené žiadne upozornenia.
tr_tr: Henüz hiçbir uyarı oluşturulmadı.
uk_ua: Ще не створено жодного оповіщення.

source: Hi %s
cs_cz: Ahoj %s
da_dk: Hej %s
de_de: Hallo %s
es_es: Hola %s
id_id: Hai. %s
nl_nl: Hoi %s
pl_pl: Cześć %s
ru_ru: Привет %s
sk_sk: Ahoj %s
tr_tr: Merhaba %s
uk_ua: Привіт. %s

source: Manage your listings, saved searches or profile
cs_cz: Správa vašich nabídek, uložených hledání nebo profilu
da_dk: Administrer dine lister, gemte søgninger eller profil
de_de: Verwalte deine Inserate, gespeicherten Suchen oder dein Profil
es_es: Gestiona tus listados, búsquedas guardadas o perfil
id_id: Kelola daftar, pencarian tersimpan, atau profil Anda
nl_nl: Beheer je aanbiedingen, opgeslagen zoekopdrachten of profiel
pl_pl: Zarządzaj swoimi ofertami, zapisanymi wyszukiwaniami lub profilem
ru_ru: Управляй своими объявлениями, сохраненными поисками или профилем
sk_sk: Spravujte svoje ponuky, uložené vyhľadávania alebo profil
tr_tr: İlanlarınızı, kayıtlı aramalarınızı veya profilinizi yönetin
uk_ua: Керуйте своїми оголошеннями, збереженими пошуками або профілем

source: Business profile
cs_cz: Obchodní profil
da_dk: Virksomhedsprofil
de_de: Geschäftsprofil
es_es: Perfil empresarial
id_id: Profil bisnis
nl_nl: Bedrijfsprofiel
pl_pl: Profil działalności
ru_ru: Бизнес-профиль
sk_sk: Obchodný profil
tr_tr: İşletme profili
uk_ua: Профіль бізнесу

source: Your business profile visible to customers
cs_cz: Váš firemní profil viditelný pro zákazníky
da_dk: Din virksomhedsprofil er synlig for kunderne
de_de: Dein Geschäftsprofil ist für Kunden sichtbar
es_es: El perfil de tu empresa visible para los clientes
id_id: Profil bisnis Anda terlihat oleh pelanggan
nl_nl: Je bedrijfsprofiel zichtbaar voor klanten
pl_pl: Twój profil biznesowy widoczny dla klientów
ru_ru: Твой бизнес-профиль виден клиентам
sk_sk: Váš firemný profil viditeľný pre zákazníkov
tr_tr: İşletme profiliniz müşteriler tarafından görülebilir
uk_ua: Ваш бізнес-профіль видно клієнтам

source: Your listings visible in search
cs_cz: Vaše nabídky viditelné ve vyhledávání
da_dk: Dine lister er synlige i søgningen
de_de: Deine Inserate sind in der Suche sichtbar
es_es: Tus anuncios visibles en las búsquedas
id_id: Daftar Anda terlihat dalam pencarian
nl_nl: Je aanbiedingen zichtbaar in zoekresultaten
pl_pl: Twoje oferty są widoczne w wyszukiwarce
ru_ru: Твои объявления видны в поиске
sk_sk: Vaše ponuky viditeľné vo vyhľadávaní
tr_tr: Listeleriniz aramada görünür
uk_ua: Ваші оголошення видно в пошуку

source: Pending validation
cs_cz: Čeká se na ověření
da_dk: Afventer validering
de_de: Ausstehende Validierung
es_es: Pendiente de validación
id_id: Validasi yang tertunda
nl_nl: In afwachting van validatie
pl_pl: Oczekiwanie na zatwierdzenie
ru_ru: Ожидание проверки
sk_sk: Čaká sa na overenie
tr_tr: Doğrulama bekleniyor
uk_ua: Очікує на валідацію

source: Listings waiting for admin validation
cs_cz: Výpisy čekající na ověření správcem
da_dk: Lister, der venter på admin-validering
de_de: Listen warten auf die Validierung durch den Administrator
es_es: Listados en espera de validación del administrador
id_id: Daftar yang menunggu validasi admin
nl_nl: Advertenties die wachten op admin validatie
pl_pl: Listy oczekujące na zatwierdzenie przez administratora
ru_ru: Списки, ожидающие проверки администратором
sk_sk: Zoznamy čakajúce na overenie správcom
tr_tr: Yönetici onayı bekleyen listeler
uk_ua: Списки очікують на перевірку адміністратором

source: Expired listings are not visible in search
cs_cz: Vypršené nabídky nejsou ve vyhledávání viditelné
da_dk: Udløbne lister er ikke synlige i søgningen
de_de: Abgelaufene Inserate sind in der Suche nicht sichtbar
es_es: Los anuncios caducados no son visibles en la búsqueda
id_id: Daftar kedaluwarsa tidak terlihat dalam pencarian
nl_nl: Verlopen aanbiedingen zijn niet zichtbaar in zoekopdrachten
pl_pl: Wygasłe oferty nie są widoczne w wynikach wyszukiwania
ru_ru: Просроченные объявления не видны в поиске
sk_sk: Vypršané ponuky nie sú viditeľné vo vyhľadávaní
tr_tr: Süresi dolan ilanlar aramada görünmez
uk_ua: Прострочені оголошення не відображаються в пошуку

source: Receive notifications of new listings matching criteria
cs_cz: Přijímání oznámení o nových nabídkách odpovídajících kritériím
da_dk: Modtag meddelelser om nye annoncer, der matcher dine kriterier
de_de: Erhalte Benachrichtigungen über neue Angebote, die deinen Kriterien entsprechen
es_es: Recibe notificaciones de nuevos anuncios que coincidan con tus criterios
id_id: Menerima pemberitahuan tentang daftar baru yang sesuai dengan kriteria
nl_nl: Ontvang meldingen van nieuwe aanbiedingen die aan je criteria voldoen
pl_pl: Otrzymuj powiadomienia o nowych ofertach spełniających kryteria
ru_ru: Получай уведомления о новых объявлениях, подходящих по критериям
sk_sk: Prijímanie oznámení o nových ponukách zodpovedajúcich kritériám
tr_tr: Kriterlere uyan yeni ilanların bildirimlerini alın
uk_ua: Отримуйте сповіщення про нові оголошення, що відповідають критеріям

source: Edit your profile details
cs_cz: Upravit údaje o svém profilu
da_dk: Rediger dine profiloplysninger
de_de: Bearbeite deine Profildetails
es_es: Editar los detalles de tu perfil
id_id: Mengedit detail profil Anda
nl_nl: Je profielgegevens bewerken
pl_pl: Edytuj szczegóły swojego profilu
ru_ru: Отредактируй данные своего профиля
sk_sk: Úprava údajov vášho profilu
tr_tr: Profil bilgilerinizi düzenleyin
uk_ua: Відредагуйте дані свого профілю

source: Your profile is not complete! (%s issues)
cs_cz: Váš profil není kompletní! (%s issues)
da_dk: Din profil er ikke komplet! (%s problemer)
de_de: Dein Profil ist nicht vollständig! (%s Probleme)
es_es: ¡Tu perfil no está completo! (%s cuestiones)
id_id: Profil Anda tidak lengkap! (%s masalah)
nl_nl: Je profiel is niet compleet! (%s problemen)
pl_pl: Twój profil nie jest kompletny! (%s issues)
ru_ru: Твой профиль не заполнен! (%s issues)
sk_sk: Váš profil nie je kompletný! (%s issues)
tr_tr: Profiliniz tam değil! (%s sorunları)
uk_ua: Ваш профіль не заповнений! (%s issues)

source: Profile details, payment methods, opening hours, gallery
cs_cz: Profilové údaje, způsoby platby, otevírací doba, galerie
da_dk: Profiloplysninger, betalingsmetoder, åbningstider, galleri
de_de: Profildetails, Zahlungsmöglichkeiten, Öffnungszeiten, Galerie
es_es: Detalles del perfil, formas de pago, horarios de apertura, galería
id_id: Detail profil, metode pembayaran, jam buka, galeri
nl_nl: Profielgegevens, betaalmethoden, openingstijden, galerie
pl_pl: Szczegóły profilu, metody płatności, godziny otwarcia, galeria
ru_ru: Информация о профиле, способы оплаты, часы работы, галерея
sk_sk: Profilové údaje, spôsoby platby, otváracie hodiny, galéria
tr_tr: Profil bilgileri, ödeme yöntemleri, çalışma saatleri, galeri
uk_ua: Інформація про профіль, способи оплати, години роботи, галерея

source: Instant messages you have recieved & sent
cs_cz: Okamžité zprávy, které jste obdrželi a odeslali
da_dk: Øjeblikkelige beskeder, du har modtaget og sendt
de_de: Sofortnachrichten, die du empfangen und gesendet hast
es_es: Mensajes instantáneos que has recibido y enviado
id_id: Pesan instan yang telah Anda terima &amp; kirim
nl_nl: Instantberichten die je hebt ontvangen en verzonden
pl_pl: Otrzymane i wysłane wiadomości błyskawiczne
ru_ru: Мгновенные сообщения, которые ты получал и отправлял
sk_sk: Prijaté a odoslané okamžité správy
tr_tr: Aldığınız ve gönderdiğiniz anlık mesajlar
uk_ua: Миттєві повідомлення, які ви отримали та надіслали

source: Favorite listings
cs_cz: Oblíbené nabídky
da_dk: Favoritlister
de_de: Bevorzugte Angebote
es_es: Listados favoritos
id_id: Daftar favorit
nl_nl: Favoriete aanbiedingen
pl_pl: Ulubione oferty
ru_ru: Любимые списки
sk_sk: Obľúbené ponuky
tr_tr: Favori listeler
uk_ua: Вибрані оголошення

source: Listings you've marked as your favorite
cs_cz: Seznamy, které jste označili jako oblíbené
da_dk: Annoncer, du har markeret som dine favoritter
de_de: Angebote, die du als deine Favoriten markiert hast
es_es: Listados que has marcado como favoritos
id_id: Daftar yang telah Anda tandai sebagai favorit Anda
nl_nl: Advertenties die je als favoriet hebt gemarkeerd
pl_pl: Oferty, które oznaczyłeś jako ulubione
ru_ru: Списки, которые ты отметил как любимые
sk_sk: Zoznamy, ktoré ste označili ako obľúbené
tr_tr: Favori olarak işaretlediğiniz listeler
uk_ua: Списки, які ви позначили як улюблені

source: Promotions
cs_cz: Propagační akce
da_dk: Kampagner
de_de: Aktionen
es_es: Promociones
id_id: Promosi
nl_nl: Promoties
pl_pl: Promocje
ru_ru: Промоакции
sk_sk: Propagačné akcie
tr_tr: Promosyonlar
uk_ua: Акції

source: Highlight listings, buy credits or membership
cs_cz: Zvýrazněte výpisy, kupte si kredity nebo členství
da_dk: Fremhæv lister, køb kreditter eller medlemskab
de_de: Inserate hervorheben, Credits oder Mitgliedschaft kaufen
es_es: Destacar listados, comprar créditos o afiliación
id_id: Sorot daftar, beli kredit atau keanggotaan
nl_nl: Markeer aanbiedingen, koop credits of lidmaatschap
pl_pl: Wyróżnij oferty, kup kredyty lub członkostwo
ru_ru: Выделяй объявления, покупай кредиты или членство
sk_sk: Zvýraznite ponuky, kúpte si kredity alebo členstvo
tr_tr: Listeleri vurgulayın, kredi veya üyelik satın alın
uk_ua: Виділяйте оголошення, купуйте кредити або членство

source: Feel free to send us a message
cs_cz: Neváhejte nám poslat zprávu
da_dk: Du er velkommen til at sende os en besked
de_de: Du kannst uns gerne eine Nachricht schicken
es_es: No dudes en enviarnos un mensaje
id_id: Jangan ragu untuk mengirimkan pesan kepada kami
nl_nl: Stuur ons gerust een bericht
pl_pl: Wyślij nam wiadomość
ru_ru: Не стесняйся отправить нам сообщение
sk_sk: Neváhajte a pošlite nám správu
tr_tr: Bize mesaj göndermekten çekinmeyin
uk_ua: Не соромтеся надсилати нам повідомлення

source: Sign-out from your account
cs_cz: Odhlášení z účtu
da_dk: Log ud af din konto
de_de: Abmeldung von deinem Konto
es_es: Salir de tu cuenta
id_id: Keluar dari akun Anda
nl_nl: Afmelden bij je account
pl_pl: Wyloguj się ze swojego konta
ru_ru: Выйдите из своего аккаунта
sk_sk: Odhlásenie z konta
tr_tr: Hesabınızdan çıkış yapın
uk_ua: Вихід з облікового запису

source: Change password
cs_cz: Změna hesla
da_dk: Skift adgangskode
de_de: Passwort ändern
es_es: Cambiar contraseña
id_id: Mengubah kata sandi
nl_nl: Wachtwoord wijzigen
pl_pl: Zmień hasło
ru_ru: Изменить пароль
sk_sk: Zmena hesla
tr_tr: Şifre değiştirme
uk_ua: Змінити пароль

source: Please enter a new secure password for your account
cs_cz: Zadejte prosím nové bezpečné heslo k účtu
da_dk: Indtast venligst en ny sikker adgangskode til din konto
de_de: Bitte gib ein neues sicheres Passwort für dein Konto ein
es_es: Introduce una nueva contraseña segura para tu cuenta
id_id: Masukkan kata sandi baru yang aman untuk akun Anda
nl_nl: Voer een nieuw veilig wachtwoord in voor je account
pl_pl: Wprowadź nowe bezpieczne hasło do swojego konta
ru_ru: Пожалуйста, введите новый безопасный пароль для вашей учетной записи
sk_sk: Zadajte nové bezpečné heslo pre svoje konto
tr_tr: Lütfen hesabınız için yeni bir güvenli şifre girin
uk_ua: Будь ласка, введіть новий безпечний пароль для свого облікового запису

source: New password
cs_cz: Nové heslo
da_dk: Ny adgangskode
de_de: Neues Passwort
es_es: Nueva contraseña
id_id: Kata sandi baru
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
ru_ru: Новый пароль
sk_sk: Nové heslo
tr_tr: Yeni şifre
uk_ua: Новий пароль

source: Repeat password
cs_cz: Opakování hesla
da_dk: Gentag adgangskode
de_de: Passwort wiederholen
es_es: Repite la contraseña
id_id: Ulangi kata sandi
nl_nl: Herhaal wachtwoord
pl_pl: Powtórz hasło
ru_ru: Повторите пароль
sk_sk: Opakovanie hesla
tr_tr: Şifreyi tekrarla
uk_ua: Повторити пароль

source: Login to your account
cs_cz: Přihlášení k účtu
da_dk: Log ind på din konto
de_de: In dein Konto einloggen
es_es: Accede a tu cuenta
id_id: Masuk ke akun Anda
nl_nl: Inloggen op je account
pl_pl: Zaloguj się na swoje konto
ru_ru: Зайдите в свой аккаунт
sk_sk: Prihláste sa do svojho konta
tr_tr: Hesabınıza giriş yapın
uk_ua: Увійдіть до свого облікового запису

source: Listings visible to customers on site.
cs_cz: Výpisy viditelné pro zákazníky na místě.
da_dk: Opslag, der er synlige for kunder på stedet.
de_de: Die Listen sind für Kunden vor Ort sichtbar.
es_es: Listados visibles para los clientes in situ.
id_id: Daftar dapat dilihat oleh pelanggan di lokasi.
nl_nl: Advertenties zichtbaar voor klanten op locatie.
pl_pl: Oferty widoczne dla klientów w witrynie.
ru_ru: Объявления видны клиентам на сайте.
sk_sk: Zoznamy viditeľné pre zákazníkov na mieste.
tr_tr: Sitede müşteriler tarafından görülebilen listeler.
uk_ua: Списки, видимі клієнтам на місці.

source: Validation pending listings
cs_cz: Seznamy čekající na ověření
da_dk: Afventer validering af lister
de_de: Validierung ausstehender Auflistungen
es_es: Listados pendientes de validación
id_id: Validasi daftar yang tertunda
nl_nl: Validatie in afwachting van lijsten
pl_pl: Listy oczekujące na zatwierdzenie
ru_ru: Ожидающие проверки списки
sk_sk: Zoznamy čakajúce na overenie
tr_tr: Doğrulama bekleyen listeler
uk_ua: Очікують на перевірку списки, що очікують на валідацію

source: Listings pending approval. Unapproved listings are not visible on site.
cs_cz: Seznamy čekají na schválení. Neschválené nabídky nejsou na webu viditelné.
da_dk: Opslag, der afventer godkendelse. Ikke-godkendte opslag er ikke synlige på sitet.
de_de: Angebote, die noch nicht genehmigt sind. Nicht genehmigte Angebote sind auf der Website nicht sichtbar.
es_es: Listados pendientes de aprobación. Los anuncios no aprobados no son visibles en el sitio.
id_id: Daftar yang menunggu persetujuan. Daftar yang belum disetujui tidak akan terlihat di situs.
nl_nl: Advertenties in afwachting van goedkeuring. Niet goedgekeurde aanbiedingen zijn niet zichtbaar op de site.
pl_pl: Oferty oczekujące na zatwierdzenie. Niezatwierdzone oferty nie są widoczne na stronie.
ru_ru: Объявления, ожидающие одобрения. Неодобренные объявления не отображаются на сайте.
sk_sk: Zoznamy čakajú na schválenie. Neschválené ponuky nie sú na stránke viditeľné.
tr_tr: Onay bekleyen ilanlar. Onaylanmamış ilanlar sitede görünmez.
uk_ua: Списки, що очікують на затвердження. Незатверджені списки не відображаються на сайті.

source: Listings those has expired and are now not visible in site.
cs_cz: Výpisy, jejichž platnost vypršela a které nyní nejsou na webu viditelné.
da_dk: De lister, der er udløbet, er nu ikke synlige på siden.
de_de: Angebote, die abgelaufen sind und jetzt nicht mehr auf der Website sichtbar sind.
es_es: Los listados han caducado y ahora no son visibles en el sitio.
id_id: Daftar yang telah kedaluwarsa dan sekarang tidak terlihat di situs.
nl_nl: Deze aanbiedingen zijn verlopen en zijn nu niet zichtbaar op de site.
pl_pl: Oferty te wygasły i nie są teraz widoczne w witrynie.
ru_ru: Срок действия этих объявлений истек, и теперь они не отображаются на сайте.
sk_sk: Zoznamy, ktorých platnosť vypršala a teraz nie sú viditeľné na stránke.
tr_tr: Bu listelerin süresi doldu ve artık sitede görünmüyorlar.
uk_ua: Термін дії цих списків закінчився, і тепер їх не видно на сайті.

source: All listings
cs_cz: Všechny nabídky
da_dk: Alle lister
de_de: Alle Angebote
es_es: Todos los listados
id_id: Semua daftar
nl_nl: Alle aanbiedingen
pl_pl: Wszystkie oferty
ru_ru: Все списки
sk_sk: Všetky ponuky
tr_tr: Tüm listeler
uk_ua: Всі списки

source: Active, pending validation and expired items.
cs_cz: Aktivní položky, položky čekající na ověření a položky, jejichž platnost vypršela.
da_dk: Aktive, afventende validering og udløbne varer.
de_de: Aktive, zur Prüfung anstehende und abgelaufene Artikel.
es_es: Elementos activos, pendientes de validación y caducados.
id_id: Item yang aktif, sedang menunggu validasi, dan kedaluwarsa.
nl_nl: Actieve, in afwachting van validatie en vervallen items.
pl_pl: Pozycje aktywne, oczekujące na zatwierdzenie i wygasłe.
ru_ru: Активные, ожидающие проверки и просроченные предметы.
sk_sk: Aktívne položky, položky čakajúce na overenie a položky, ktorých platnosť vypršala.
tr_tr: Aktif, onay bekleyen ve süresi dolmuş öğeler.
uk_ua: Активні, ті, що очікують на перевірку, та товари з простроченим терміном дії.

source: Expired listing
cs_cz: Vypršela platnost výpisu
da_dk: Udløbet liste
de_de: Abgelaufenes Angebot
es_es: Anuncio caducado
id_id: Daftar kedaluwarsa
nl_nl: Vervallen listing
pl_pl: Oferta wygasła
ru_ru: Просроченный список
sk_sk: Vypršala platnosť ponuky
tr_tr: Süresi dolmuş liste
uk_ua: Закінчився термін дії лістингу

source: Sold!
cs_cz: Prodáno!
da_dk: Solgt!
de_de: Verkauft!
es_es: ¡Vendido!
id_id: Terjual!
nl_nl: Verkocht!
pl_pl: Sprzedane!
ru_ru: Продано!
sk_sk: Predané!
tr_tr: Satıldı!
uk_ua: Продано!

source: Reserved!
cs_cz: Rezervováno!
da_dk: Reserveret!
de_de: Reserviert!
es_es: ¡Reservado!
id_id: Dicadangkan!
nl_nl: Gereserveerd!
pl_pl: Zarezerwowane!
ru_ru: Зарезервировано!
sk_sk: Rezervované!
tr_tr: Rezerve!
uk_ua: Зарезервовано!

source: Location not set
cs_cz: Umístění není nastaveno
da_dk: Placering ikke indstillet
de_de: Standort nicht festgelegt
es_es: Ubicación no fijada
id_id: Lokasi tidak ditetapkan
nl_nl: Locatie niet ingesteld
pl_pl: Nie ustawiono lokalizacji
ru_ru: Местонахождение не установлено
sk_sk: Umiestnenie nie je nastavené
tr_tr: Konum ayarlanmamış
uk_ua: Місцезнаходження не встановлено

source: Renew
cs_cz: Obnovit
da_dk: Forny
de_de: Erneuern
es_es: Renueva
id_id: Memperbaharui
nl_nl: Vernieuw
pl_pl: Odnów
ru_ru: Обновить
sk_sk: Obnoviť
tr_tr: Yenileme
uk_ua: Поновити

source: Deactivate
cs_cz: Deaktivace
da_dk: Deaktiver
de_de: Deaktiviere
es_es: Desactiva
id_id: Nonaktifkan
nl_nl: Deactiveer
pl_pl: Dezaktywuj
ru_ru: Деактивируй
sk_sk: Deaktivácia stránky
tr_tr: Devre dışı bırak
uk_ua: Деактивувати

source: Unmark sold
cs_cz: Zrušit označení prodáno
da_dk: Ikke mærket solgt
de_de: Unmarkiert verkauft
es_es: Sin marcar vendido
id_id: Hapus tanda terjual
nl_nl: Ongemarkeerd verkocht
pl_pl: Sprzedane bez oznaczeń
ru_ru: Немаркированная продажа
sk_sk: Zrušiť označenie predané
tr_tr: İşaretlenmemiş satış
uk_ua: Немаркований продано
