Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: When enabled and Instant messenger plugin is installed, "Send message" button on listing page will be replaced with button to create message.
cs_cz: Pokud je povolen a je nainstalován plugin Instant messenger, tlačítko "Odeslat zprávu" na stránce s výpisem bude nahrazeno tlačítkem pro vytvoření zprávy.
da_dk: Når det er aktiveret, og Instant messenger-plugin er installeret, erstattes knappen "Send besked" på opslagssiden med en knap til at oprette en besked.
de_de: Wenn die Funktion aktiviert und das Instant Messenger Plugin installiert ist, wird die Schaltfläche "Nachricht senden" auf der Angebotsseite durch eine Schaltfläche zum Erstellen einer Nachricht ersetzt.
es_es: Si está activado y el plugin de mensajería instantánea está instalado, el botón "Enviar mensaje" de la página de anuncios se sustituirá por un botón para crear un mensaje.
id_id: Ketika diaktifkan dan plugin Instant messenger telah terinstal, tombol "Kirim pesan" pada halaman daftar akan digantikan dengan tombol untuk membuat pesan.
nl_nl: Als dit is ingeschakeld en de Instant messenger plugin is geïnstalleerd, wordt de knop "Stuur bericht" op de listingpagina vervangen door een knop om een bericht te maken.
pl_pl: Po włączeniu i zainstalowaniu wtyczki komunikatora, przycisk "Wyślij wiadomość" na stronie oferty zostanie zastąpiony przyciskiem do tworzenia wiadomości.
ru_ru: Если он включен и установлен плагин Instant messenger, кнопка "Отправить сообщение" на странице объявлений будет заменена на кнопку создания сообщения.
sk_sk: Ak je povolený a nainštalovaný zásuvný modul Instant messenger, tlačidlo "Poslať správu" na stránke s ponukou bude nahradené tlačidlom na vytvorenie správy.
tr_tr: Etkinleştirildiğinde ve Instant messenger eklentisi yüklendiğinde, listeleme sayfasındaki "Mesaj gönder" düğmesi mesaj oluşturma düğmesiyle değiştirilecektir.
uk_ua: Якщо увімкнено та встановлено плагін Instant messenger, кнопка "Надіслати повідомлення" на сторінці оголошення буде замінена на кнопку для створення повідомлення.

source: Twitter
ru_ru: Твиттер

source: Min %s
ru_ru: Мин %s

source: Min
ru_ru: Мин

source: Font Awesome Category Icons
cs_cz: Úžasné ikony kategorií
da_dk: Font Awesome kategori-ikoner
de_de: Font Awesome Kategorie-Symbole
es_es: Iconos de categoría Font Awesome
id_id: Ikon Kategori Font yang Mengagumkan
nl_nl: Font Awesome categorie pictogrammen
pl_pl: Ikony kategorii Font Awesome
ru_ru: Font Awesome иконки категорий
sk_sk: Úžasné ikony kategórie
tr_tr: Font Awesome Kategori Simgeleri

source: CONFIG
de_de: KONFIG
tr_tr: KONFİG

source: YourPass123!
da_dk: DitPas123!
de_de: DeinPass123!
es_es: ¡TuPase123!

source: Sms
da_dk: Sms'er
