Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: How many listings will be shown on user public profile. Keep in mind that pagination is not available on public profile.
cs_cz: Kolik nabídek se zobrazí na veřejném profilu uživatele. Mějte na paměti, že stránkování není na veřejném profilu k dispozici.
da_dk: Hvor mange lister vil blive vist på brugerens offentlige profil. Husk, at paginering ikke er tilgængelig på den offentlige profil.
de_de: Wie viele Angebote im öffentlichen Profil des Nutzers angezeigt werden sollen. Beachte, dass die Paginierung im öffentlichen Profil nicht verfügbar ist.
es_es: Cuántos listados se mostrarán en el perfil público del usuario. Ten en cuenta que la paginación no está disponible en el perfil público.
id_id: Berapa banyak daftar yang akan ditampilkan di profil publik pengguna. Perlu diingat bahwa pagination tidak tersedia di profil publik.
nl_nl: Hoeveel aanbiedingen worden getoond op het openbare profiel van de gebruiker. Houd er rekening mee dat paginering niet beschikbaar is op het openbare profiel.
pl_pl: Ile ofert będzie wyświetlanych na publicznym profilu użytkownika. Pamiętaj, że paginacja nie jest dostępna na profilu publicznym.
ru_ru: Сколько объявлений будет показано в публичном профиле пользователя. Имей в виду, что пагинация в публичном профиле недоступна.
sk_sk: Koľko ponúk sa zobrazí vo verejnom profile používateľa. Majte na pamäti, že stránkovanie nie je na verejnom profile k dispozícii.
tr_tr: Kullanıcı genel profilinde kaç liste gösterileceği. Sayfalandırmanın genel profilde mevcut olmadığını unutmayın.
uk_ua: Скільки списків буде показано в публічному профілі користувача. Майте на увазі, що в публічному профілі недоступна пагінація.

source: Number of Items in Alerts section
cs_cz: Počet položek v sekci Upozornění
da_dk: Antal elementer i sektionen Alerts
de_de: Anzahl der Artikel im Abschnitt "Warnungen
es_es: Número de elementos de la sección Alertas
id_id: Jumlah Item di bagian Peringatan
nl_nl: Aantal items in de sectie Waarschuwingen
pl_pl: Liczba elementów w sekcji Alerty
ru_ru: Количество элементов в разделе "Оповещения
sk_sk: Počet položiek v časti Upozornenia
tr_tr: Uyarılar bölümündeki Öğelerin Sayısı
uk_ua: Кількість елементів у розділі Сповіщення

source: How many listings will be shown under each alert in alerts section of user account. Keep in mind that pagination is not available in alerts section.
cs_cz: Kolik výpisů se zobrazí pod každým upozorněním v sekci upozornění uživatelského účtu. Mějte na paměti, že v sekci upozornění není k dispozici stránkování.
da_dk: Hvor mange lister vil blive vist under hver alarm i alarmsektionen på brugerkontoen. Husk, at paginering ikke er tilgængelig i advarselssektionen.
de_de: Wie viele Listen unter jeder Meldung im Abschnitt "Meldungen" des Benutzerkontos angezeigt werden sollen. Beachte, dass die Paginierung im Bereich "Alerts" nicht verfügbar ist.
es_es: Cuántos listados se mostrarán bajo cada alerta en la sección de alertas de la cuenta de usuario. Ten en cuenta que la paginación no está disponible en la sección de alertas.
id_id: Berapa banyak daftar yang akan ditampilkan di bawah setiap peringatan di bagian peringatan pada akun pengguna. Perlu diingat bahwa pagination tidak tersedia di bagian peringatan.
nl_nl: Hoeveel lijsten worden er getoond onder elke waarschuwing in de waarschuwingen-sectie van het gebruikersaccount. Houd er rekening mee dat paginering niet beschikbaar is in de alerts-sectie.
pl_pl: Ile ofert będzie wyświetlanych pod każdym alertem w sekcji alertów na koncie użytkownika. Pamiętaj, że paginacja nie jest dostępna w sekcji alertów.
ru_ru: Сколько объявлений будет показано под каждым оповещением в разделе оповещений в аккаунте пользователя. Имей в виду, что пагинация в разделе оповещений недоступна.
sk_sk: Koľko výpisov sa zobrazí pod každým upozornením v časti upozornení používateľského konta. Majte na pamäti, že v sekcii upozornení nie je k dispozícii stránkovanie.
tr_tr: Kullanıcı hesabının uyarılar bölümünde her uyarının altında kaç liste gösterileceği. Uyarılar bölümünde sayfalandırmanın mevcut olmadığını unutmayın.
uk_ua: Скільки списків буде показано під кожним оповіщенням у розділі оповіщень в акаунті користувача. Майте на увазі, що в розділі сповіщень недоступна пагінація.

source: Location selection on Profile page
cs_cz: Výběr umístění na stránce profilu
da_dk: Valg af placering på profilsiden
de_de: Standortauswahl auf der Profilseite
es_es: Selección de ubicación en la página Perfil
id_id: Pemilihan lokasi pada halaman Profil
nl_nl: Locatie selecteren op profielpagina
pl_pl: Wybór lokalizacji na stronie profilu
ru_ru: Выбор места на странице профиля
sk_sk: Výber miesta na stránke profilu
tr_tr: Profil sayfasında konum seçimi
uk_ua: Вибір місця розташування на сторінці профілю

source: Generate Favicons
cs_cz: Generování oblíbených ikon
da_dk: Generer favicons
de_de: Favicons generieren
es_es: Generar Favicons
id_id: Menghasilkan Favicon
nl_nl: Favicons genereren
pl_pl: Generuj ikony ulubionych
ru_ru: Создай фавиконки
sk_sk: Generovanie obľúbených ikon
tr_tr: Favicon Oluşturma
uk_ua: Створювати фавікони

source: When enabled, favicons are generated in head of website. In some cases you may want to disable this, i.e. if you have it generated by plugin or manually.
cs_cz: Pokud je tato funkce povolena, favikony se generují v záhlaví webové stránky. V některých případech to můžete chtít zakázat, tj. pokud je máte vygenerované pomocí zásuvného modulu nebo ručně.
da_dk: Når det er aktiveret, genereres favicons i hjemmesidens hoved. I nogle tilfælde kan det være en god idé at deaktivere dette, f.eks. hvis du får det genereret af et plugin eller manuelt.
de_de: Wenn diese Funktion aktiviert ist, werden Favicons im Kopf der Website generiert. In manchen Fällen solltest du diese Funktion deaktivieren, z. B. wenn du sie durch ein Plugin oder manuell generieren lässt.
es_es: Cuando está activado, los favicons se generan en la cabecera del sitio web. En algunos casos puede que quieras desactivar esto, por ejemplo, si los tienes generados por un plugin o manualmente.
id_id: Ketika diaktifkan, favicon akan dibuat di bagian atas situs web. Dalam beberapa kasus, Anda mungkin ingin menonaktifkannya, misalnya jika Anda membuatnya dengan plugin atau secara manual.
nl_nl: Als deze optie is ingeschakeld, worden er favicons gegenereerd in de head van de website. In sommige gevallen wil je dit misschien uitschakelen, bijvoorbeeld als je het door een plugin of handmatig laat genereren.
pl_pl: Po włączeniu favicony są generowane w nagłówku strony. W niektórych przypadkach możesz chcieć to wyłączyć, np. jeśli masz je wygenerowane przez wtyczkę lub ręcznie.
ru_ru: Когда эта функция включена, фавиконы генерируются в шапке сайта. В некоторых случаях ты можешь захотеть отключить эту функцию, например, если они генерируются плагином или вручную.
sk_sk: Ak je táto funkcia povolená, v hlavičke webovej stránky sa vygenerujú favicony. V niektorých prípadoch to možno budete chcieť vypnúť, t. j. ak ich máte vygenerované pomocou zásuvného modulu alebo ručne.
tr_tr: Etkinleştirildiğinde, web sitesinin başında faviconlar oluşturulur. Bazı durumlarda bunu devre dışı bırakmak isteyebilirsiniz, örneğin eklenti tarafından veya manuel olarak oluşturduysanız.
uk_ua: Якщо увімкнено, іконки генеруються в шапці сайту. У деяких випадках вам може знадобитися вимкнути цю опцію, наприклад, якщо ви генеруєте іконки плагіном або вручну.

source: You can upload your favicons into folder %s. Sample data can be found in /sample. Keep naming convention.
cs_cz: Své oblíbené ikony můžete nahrát do složky %s. Ukázková data naleznete ve složce /sample. Zachovejte konvenci pojmenování.
da_dk: Du kan uploade dine favicons i mappen %s. Eksempeldata kan findes i /sample. Behold navngivningskonventionen.
de_de: Du kannst deine Favicons in den Ordner %s hochladen. Beispieldaten findest du in /sample. Behalte die Namenskonvention bei.
es_es: Puedes subir tus favicons a la carpeta %s. Los datos de muestra se encuentran en /sample. Mantén la convención de nomenclatura.
id_id: Anda dapat mengunggah favicon Anda ke dalam folder %s. Data sampel dapat ditemukan di /sample. Pertahankan konvensi penamaan.
nl_nl: Je kunt je favicons uploaden in de map %s. Voorbeeldgegevens kun je vinden in /sample. Houd de naamgevingsconventie aan.
pl_pl: Możesz przesłać swoje favicony do folderu %s. Przykładowe dane znajdziesz w /sample. Zachowaj konwencję nazewnictwa.
ru_ru: Ты можешь загрузить свои фавиконы в папку %s. Данные примеров можно найти в папке /sample. Соблюдай правила именования.
sk_sk: Svoje obľúbené ikony môžete nahrať do priečinka %s. Vzorové údaje nájdete v priečinku /sample. Zachovajte konvenciu pomenovania.
tr_tr: Faviconlarınızı %s klasörüne yükleyebilirsiniz. Örnek veriler /sample içinde bulunabilir. Adlandırma kurallarına uyun.
uk_ua: Ви можете завантажити свої іконки в папку %s. Зразки даних можна знайти в /sample. Дотримуйтесь правил іменування.

source: Use Sample Favicons
cs_cz: Použití ukázkových oblíbených ikon
da_dk: Brug eksempler på favicons
de_de: Beispiele für Favicons verwenden
es_es: Utilizar Favicons de muestra
id_id: Gunakan Contoh Favicon
nl_nl: Gebruik voorbeeld Favicons
pl_pl: Użyj przykładowych ikon ulubionych
ru_ru: Используй образцы фавиконов
sk_sk: Používanie vzorových obľúbených ikon
tr_tr: Örnek Faviconlar Kullanın
uk_ua: Використовуйте зразки іконок

source: When enabled, sample favicons from theme folder (%s) will be used.
cs_cz: Pokud je tato možnost povolena, budou použity ukázkové favikony ze složky tématu (%s).
da_dk: Når det er aktiveret, bruges eksempler på favicons fra temamappen (%s).
de_de: Wenn diese Option aktiviert ist, werden Beispiel-Favicons aus dem Themenordner (%s) verwendet.
es_es: Si se activa, se utilizarán los favicons de muestra de la carpeta del tema (%s).
id_id: Apabila diaktifkan, contoh favicon dari folder tema (%s) akan digunakan.
nl_nl: Als deze optie is ingeschakeld, worden voorbeeld favicons uit de themamap (%s) gebruikt.
pl_pl: Po włączeniu tej opcji używane będą przykładowe ikony ulubionych z folderu motywu (%s).
ru_ru: Если включить эту опцию, будут использоваться образцы фавиконов из папки темы (%s).
sk_sk: Ak je táto funkcia povolená, použijú sa vzorové favicony z priečinka témy (%s).
tr_tr: Etkinleştirildiğinde, tema klasöründeki (%s) örnek favicon'lar kullanılacaktır.
uk_ua: Якщо увімкнено, будуть використовуватися зразки іконок з теки теми (%s).

source: Shorten Item Description
cs_cz: Zkrácení popisu položky
da_dk: Forkort varebeskrivelsen
de_de: Artikelbeschreibung kürzen
es_es: Acortar la descripción del artículo
id_id: Mempersingkat Deskripsi Item
nl_nl: Item beschrijving inkorten
pl_pl: Skróć opis pozycji
ru_ru: Сократите описание предмета
sk_sk: Skrátenie opisu položky
tr_tr: Ürün Açıklamasını Kısaltın
uk_ua: Скоротити опис товару

source: When enabled, on listing page only first 720 characters of description will be shown. If description is longer, it will be truncated and "Read more" button added.
cs_cz: Pokud je tato možnost povolena, zobrazí se na stránce s výpisem pouze prvních 720 znaků popisu. Pokud je popis delší, bude zkrácen a bude přidáno tlačítko "Přečíst více".
da_dk: Når den er aktiveret, vises kun de første 720 tegn i beskrivelsen på opslagssiden. Hvis beskrivelsen er længere, vil den blive afkortet, og knappen "Læs mere" vil blive tilføjet.
de_de: Wenn diese Option aktiviert ist, werden auf der Angebotsseite nur die ersten 720 Zeichen der Beschreibung angezeigt. Wenn die Beschreibung länger ist, wird sie gekürzt und die Schaltfläche "Mehr lesen" hinzugefügt.
es_es: Si está activada, en la página del anuncio sólo se mostrarán los primeros 720 caracteres de la descripción. Si la descripción es más larga, se truncará y se añadirá el botón "Leer más".
id_id: Ketika diaktifkan, pada halaman daftar hanya 720 karakter pertama dari deskripsi yang akan ditampilkan. Jika deskripsi lebih panjang, deskripsi akan dipotong dan tombol "Baca lebih lanjut" akan ditambahkan.
nl_nl: Als deze optie is ingeschakeld, worden op de listingpagina alleen de eerste 720 tekens van de beschrijving getoond. Als de beschrijving langer is, wordt deze ingekort en wordt de knop "Lees meer" toegevoegd.
pl_pl: Po włączeniu tej opcji, na stronie oferty wyświetlane będzie tylko pierwsze 720 znaków opisu. Jeśli opis jest dłuższy, zostanie obcięty i dodany zostanie przycisk "Czytaj więcej".
ru_ru: Если эта опция включена, на странице объявления будут показаны только первые 720 символов описания. Если описание длиннее, оно будет усечено и добавлена кнопка "Читать дальше".
sk_sk: Ak je táto možnosť povolená, na stránke s ponukou sa zobrazí len prvých 720 znakov popisu. Ak je popis dlhší, skráti sa a pridá sa tlačidlo "Čítať viac".
tr_tr: Etkinleştirildiğinde, listeleme sayfasında açıklamanın yalnızca ilk 720 karakteri gösterilecektir. Açıklama daha uzunsa, kesilecek ve "Devamını oku" düğmesi eklenecektir.
uk_ua: Якщо увімкнено, на сторінці оголошення будуть показані лише перші 720 символів опису. Якщо опис довший, він буде обрізаний і додана кнопка "Читати далі".

source: Assets Versioning
cs_cz: Verzování aktiv
da_dk: Versionering af aktiver
de_de: Versionierung von Assets
es_es: Versionado de activos
id_id: Pembuatan Versi Aset
nl_nl: Versiebeheer van activa
pl_pl: Wersjonowanie zasobów
ru_ru: Версификация активов
sk_sk: Verzovanie aktív
tr_tr: Varlık Versiyonlama
uk_ua: Управління версіями активів

source: When enabled, version based on current timestamp will be added to each style & script link in order to remove caching. No effect on plugins/osclass scripts & styles.
cs_cz: Pokud je tato funkce povolena, bude ke každému odkazu na styl a skript přidána verze založená na aktuálním časovém razítku, aby se odstranilo ukládání do mezipaměti. Nemá vliv na skripty a styly pluginů/osclass.
da_dk: Når den er aktiveret, tilføjes en version baseret på det aktuelle tidsstempel til hvert stil- og scriptlink for at fjerne caching. Ingen effekt på plugins/osclass-scripts og -stile.
de_de: Wenn diese Option aktiviert ist, wird jedem Style- und Skript-Link eine auf dem aktuellen Zeitstempel basierende Version hinzugefügt, um das Caching zu entfernen. Keine Auswirkung auf Skripte und Stile von Plugins/osclass.
es_es: Cuando esté activado, se añadirá una versión basada en la marca de tiempo actual a cada enlace de estilo y script para eliminar el almacenamiento en caché. No afecta a los scripts y estilos de plugins/osclass.
id_id: Ketika diaktifkan, versi berdasarkan stempel waktu saat ini akan ditambahkan ke setiap tautan gaya &amp; skrip untuk menghapus cache. Tidak berpengaruh pada plugin/skrip &amp; gaya kelas.
nl_nl: Als deze optie is ingeschakeld, wordt een versie gebaseerd op de huidige tijdstempel toegevoegd aan elke stijl- en scriptlink om caching te verwijderen. Geen effect op plugins/osclass scripts &amp; stijlen.
pl_pl: Po włączeniu do każdego linku stylu i skryptu zostanie dodana wersja oparta na bieżącym znaczniku czasu w celu usunięcia buforowania. Nie ma wpływu na skrypty i style wtyczek/osclass.
ru_ru: Когда эта функция включена, к каждой ссылке на стиль и скрипт будет добавлена версия, основанная на текущей временной метке, чтобы убрать кэширование. Не влияет на скрипты и стили плагинов/оскладов.
sk_sk: Ak je táto funkcia zapnutá, ku každému odkazu na štýl a skript sa pridá verzia založená na aktuálnej časovej značke, aby sa odstránilo ukladanie do vyrovnávacej pamäte. Nemá žiadny vplyv na skripty a štýly zásuvných modulov/osclass.
tr_tr: Etkinleştirildiğinde, önbelleğe almayı kaldırmak için her stil ve komut dosyası bağlantısına geçerli zaman damgasına dayalı sürüm eklenecektir. Eklentiler/osclass komut dosyaları ve stilleri üzerinde etkisi yoktur.
uk_ua: Якщо увімкнено, до кожного посилання на стиль і скрипт буде додано версію, засновану на поточній мітці часу, щоб усунути кешування. Не впливає на скрипти та стилі плагінів/підкласів.

source: Social Network Links
cs_cz: Odkazy na sociální sítě
da_dk: Links til sociale netværk
de_de: Soziale Netzwerke Links
es_es: Enlaces a redes sociales
id_id: Tautan Jejaring Sosial
nl_nl: Links naar sociale netwerken
pl_pl: Linki do sieci społecznościowych
ru_ru: Ссылки на социальные сети
sk_sk: Odkazy na sociálne siete
tr_tr: Sosyal Ağ Bağlantıları
uk_ua: Посилання на соціальні мережі

source: Define Social Links
cs_cz: Definice sociálních odkazů
da_dk: Definer sociale links
de_de: Soziale Links definieren
es_es: Definir enlaces sociales
id_id: Tentukan Hubungan Sosial
nl_nl: Sociale links definiëren
pl_pl: Zdefiniuj linki społecznościowe
ru_ru: Определите социальные ссылки
sk_sk: Definovanie sociálnych odkazov
tr_tr: Sosyal Bağlantıları Tanımlayın
uk_ua: Визначте соціальні зв'язки

source: When enabled, social links (in footer) will point to URLs defined here. If empty, link to that network will be hidden. Otherwise link is auto-generated (share link).
cs_cz: Pokud je tato možnost povolena, odkazy na sociální sítě (v zápatí) budou směřovat na zde definované adresy URL. Pokud je prázdný, odkaz na danou síť bude skrytý. V opačném případě se odkaz vygeneruje automaticky (odkaz na sdílení).
da_dk: Når den er aktiveret, vil sociale links (i sidefoden) pege på URL'er, der er defineret her. Hvis den er tom, vil linket til det pågældende netværk være skjult. Ellers genereres linket automatisk (delingslink).
de_de: Wenn diese Option aktiviert ist, verweisen die sozialen Links (in der Fußzeile) auf die hier definierten URLs. Wenn leer, wird der Link zu diesem Netzwerk ausgeblendet. Andernfalls wird der Link automatisch generiert (Link teilen).
es_es: Si está activada, los enlaces sociales (en el pie de página) apuntarán a las URL definidas aquí. Si está vacío, se ocultará el enlace a esa red. De lo contrario, el enlace se generará automáticamente (enlace para compartir).
id_id: Jika diaktifkan, tautan sosial (di footer) akan mengarah ke URL yang ditentukan di sini. Jika kosong, tautan ke jaringan tersebut akan disembunyikan. Jika tidak, tautan akan dibuat secara otomatis (tautan berbagi).
nl_nl: Als deze optie is ingeschakeld, verwijzen sociale links (in de voettekst) naar URL's die hier zijn gedefinieerd. Als deze leeg is, wordt de link naar dat netwerk verborgen. Anders wordt de link automatisch gegenereerd (link delen).
pl_pl: Po włączeniu, linki społecznościowe (w stopce) będą wskazywać na adresy URL zdefiniowane tutaj. Jeśli jest pusty, link do tej sieci zostanie ukryty. W przeciwnym razie link zostanie wygenerowany automatycznie (link udostępniania).
ru_ru: Когда эта опция включена, социальные ссылки (в футере) будут указывать на URL, заданные здесь. Если он пуст, ссылка на эту сеть будет скрыта. В противном случае ссылка будет автоматически сгенерирована (ссылка на общий доступ).
sk_sk: Ak je táto možnosť povolená, odkazy na sociálne siete (v pätičke) budú smerovať na adresy URL definované tu. Ak je prázdny, odkaz na danú sieť bude skrytý. V opačnom prípade sa odkaz generuje automaticky (odkaz na zdieľanie).
tr_tr: Etkinleştirildiğinde, sosyal bağlantılar (altbilgide) burada tanımlanan URL'lere işaret edecektir. Boşsa, bu ağa bağlantı gizlenecektir. Aksi takdirde bağlantı otomatik olarak oluşturulur (paylaşım bağlantısı).
uk_ua: Якщо увімкнено, соціальні посилання (у нижньому колонтитулі) будуть вказувати на URL-адреси, визначені тут. Якщо поле порожнє, посилання на цю мережу буде приховано. В іншому випадку посилання буде згенеровано автоматично (поділитися посиланням).

source: Define URL that points to your company URL on network. Keep blank to hide network link.
cs_cz: Definujte adresu URL, která odkazuje na adresu URL vaší společnosti v síti. Nechte prázdné, abyste skryli síťový odkaz.
da_dk: Definer URL, der peger på din virksomheds URL på netværket. Hold den tom for at skjule netværkslinket.
de_de: Definiere eine URL, die auf die URL deines Unternehmens im Netzwerk verweist. Lass das Feld leer, um den Link zum Netzwerk zu verbergen.
es_es: Define la URL que apunta a la URL de tu empresa en la red. Mantenlo en blanco para ocultar el enlace de red.
id_id: Tentukan URL yang mengarah ke URL perusahaan Anda di jaringan. Biarkan kosong untuk menyembunyikan tautan jaringan.
nl_nl: Definieer URL die verwijst naar je bedrijfs-URL op het netwerk. Houd leeg om de netwerkkoppeling te verbergen.
pl_pl: Zdefiniuj adres URL, który wskazuje na adres URL Twojej firmy w sieci. Pozostaw puste, aby ukryć łącze sieciowe.
ru_ru: Задай URL, который будет указывать на URL твоей компании в сети. Оставь пустым, чтобы скрыть сетевую ссылку.
sk_sk: Definujte adresu URL, ktorá odkazuje na adresu URL vašej spoločnosti v sieti. Nechajte prázdne, aby ste skryli sieťové prepojenie.
tr_tr: Ağdaki şirket URL'nize işaret eden URL'yi tanımlayın. Ağ bağlantısını gizlemek için boş bırakın.
uk_ua: Визначте URL-адресу, яка вказує на URL-адресу вашої компанії в мережі. Залиште порожнім, щоб приховати мережеве посилання.

source: Header Logo
cs_cz: Logo v záhlaví
da_dk: Overskriftslogo
de_de: Kopfzeile Logo
es_es: Logotipo de cabecera
id_id: Logo Header
nl_nl: Kop Logo
pl_pl: Logo nagłówka
ru_ru: Логотип для заголовка
sk_sk: Logo v záhlaví
tr_tr: Başlık Logosu
uk_ua: Логотип заголовка

source: Report Bug
cs_cz: Nahlásit chybu
da_dk: Rapporter fejl
de_de: Fehler melden
es_es: Informar de un fallo
id_id: Laporkan Bug
nl_nl: Bug rapporteren
pl_pl: Zgłoś błąd
ru_ru: Сообщить об ошибке
sk_sk: Nahlásiť chybu
tr_tr: Hata Bildir
uk_ua: Повідомити про помилку

source: Support Forums
cs_cz: Fóra podpory
da_dk: Support-fora
de_de: Unterstützung Foren
es_es: Foros de apoyo
id_id: Forum Dukungan
nl_nl: Ondersteuningsforums
pl_pl: Fora wsparcia
ru_ru: Форумы поддержки
sk_sk: Fóra podpory
tr_tr: Destek Forumları
uk_ua: Форуми підтримки

source: Contact Us
cs_cz: Kontaktujte nás
da_dk: Kontakt os
de_de: Kontakt
es_es: Contacta con nosotros
id_id: Hubungi kami
nl_nl: Neem contact met ons op
pl_pl: Skontaktuj się z nami
ru_ru: Свяжитесь с нами
sk_sk: Kontaktujte nás
tr_tr: Bize ulaşın
uk_ua: Зв'яжіться з нами

source: Add icon
cs_cz: Přidat ikonu
da_dk: Tilføj ikon
de_de: Symbol hinzufügen
es_es: Añadir icono
id_id: Tambahkan ikon
nl_nl: Pictogram toevoegen
pl_pl: Dodaj ikonę
ru_ru: Добавь иконку
sk_sk: Pridať ikonu
tr_tr: Simge ekle
uk_ua: Додати іконку

source: Image extension is not allowed. Allowed extensions are: %s
cs_cz: Rozšíření obrázku není povoleno. Povolená rozšíření jsou: %s
da_dk: Billedudvidelser er ikke tilladt. Tilladte udvidelser er: %s
de_de: Die Erweiterung Bild ist nicht erlaubt. Erlaubte Erweiterungen sind: %s
es_es: No se permite la extensión de imagen. Las extensiones permitidas son: %s
id_id: Ekstensi gambar tidak diizinkan. Ekstensi yang diizinkan adalah: %s
nl_nl: Afbeeldingsextensie is niet toegestaan. Toegestane extensies zijn: %s
pl_pl: Rozszerzenie obrazu nie jest dozwolone. Dozwolone rozszerzenia to: %s
ru_ru: Расширение изображения не разрешено. Разрешенными расширениями являются: %s
sk_sk: Rozšírenie obrázka nie je povolené. Povolené rozšírenia sú: %s
tr_tr: Resim uzantısına izin verilmez. İzin verilen uzantılar şunlardır: %s
uk_ua: Розширення зображень не допускається. Дозволені розширення: %s

source: The logo image has been uploaded correctly
cs_cz: Obrázek loga byl nahrán správně
da_dk: Logobilledet er blevet uploadet korrekt
de_de: Das Logobild wurde korrekt hochgeladen
es_es: La imagen del logotipo se ha cargado correctamente
id_id: Gambar logo telah diunggah dengan benar
nl_nl: De logo-afbeelding is correct geüpload
pl_pl: Obraz logo został przesłany poprawnie
ru_ru: Изображение логотипа было загружено правильно
sk_sk: Obrázok loga bol nahraný správne
tr_tr: Logo görseli doğru şekilde yüklendi
uk_ua: Зображення логотипу завантажено правильно
