Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Enter color in HEX format or select color with picker.
cs_cz: Zadejte barvu ve formátu HEX nebo vyberte barvu pomocí pickeru.
da_dk: Indtast farve i HEX-format, eller vælg farve med picker.
de_de: Gib die Farbe im HEX-Format ein oder wähle eine Farbe mit dem Picker aus.
es_es: Introduce el color en formato HEX o selecciona el color con el selector.
id_id: Masukkan warna dalam format HEX atau pilih warna dengan pemilih.
nl_nl: Voer kleur in HEX-formaat in of selecteer kleur met de kleurkiezer.
pl_pl: Wprowadź kolor w formacie HEX lub wybierz kolor za pomocą selektora.
ru_ru: Введи цвет в формате HEX или выбери его с помощью пикера.
sk_sk: Zadajte farbu vo formáte HEX alebo vyberte farbu pomocou pickera.
tr_tr: HEX formatında renk girin veya seçici ile renk seçin.
uk_ua: Введіть колір у форматі HEX або виберіть колір за допомогою піпетки.

source: Default: %s
cs_cz: Výchozí nastavení: %s
da_dk: Standard: %s
de_de: Standard: %s
es_es: Por defecto: %s
nl_nl: Standaard: %s
pl_pl: Domyślnie: %s
ru_ru: По умолчанию: %s
sk_sk: Predvolené nastavenie: %s
tr_tr: Varsayılan değer: %s
uk_ua: За замовчуванням: %s

source: Theme Color - Primary on Hover
cs_cz: Barva motivu - primární při zobrazení na myši
da_dk: Temafarve - primær ved overflyvning
de_de: Themenfarbe - Primär bei Hover
es_es: Color del tema - Primario al pasar el ratón por encima
id_id: Warna Tema - Primer pada Hover
nl_nl: Themakleur - Primair bij zweven
pl_pl: Kolor motywu - podstawowy po najechaniu kursorem
ru_ru: Цвет темы - основной при наведении
sk_sk: Farba motívu - primárna pri zobrazení myšou
tr_tr: Tema Rengi - Üzerine Gelindiğinde Birincil
uk_ua: Колір теми - основний при наведенні

source: Theme Color - Secondary
cs_cz: Barva tématu - sekundární
da_dk: Temafarve - sekundær
de_de: Themenfarbe - Sekundär
es_es: Color del tema - Secundario
id_id: Warna Tema - Sekunder
nl_nl: Themakleur - Secundair
pl_pl: Kolor motywu - drugi
ru_ru: Цвет темы - второстепенный
sk_sk: Farba témy - sekundárna
tr_tr: Tema Rengi - İkincil
uk_ua: Колір теми - Додатковий

source: Theme Color - Secondary on Hover
cs_cz: Barva motivu - Sekundární při najetí myší
da_dk: Temafarve - sekundær ved overflyvning
de_de: Themenfarbe - Sekundär bei Hover
es_es: Color del tema - Secundario al pasar el ratón por encima
id_id: Warna Tema - Sekunder pada Hover
nl_nl: Themakleur - secundair bij zweven
pl_pl: Kolor motywu - drugi po najechaniu kursorem
ru_ru: Цвет темы - вторичный при наведении
sk_sk: Farba motívu - sekundárna pri zobrazení myšou
tr_tr: Tema Rengi - Üzerine Gelindiğinde İkincil
uk_ua: Колір теми - вторинний при наведенні

source: Enable Dark Mode
cs_cz: Povolení tmavého režimu
da_dk: Aktivér mørk tilstand
de_de: Dunkler Modus aktivieren
es_es: Activar Modo Oscuro
id_id: Mengaktifkan Mode Gelap
nl_nl: Donkere modus inschakelen
pl_pl: Włącz tryb ciemny
ru_ru: Включи темный режим
sk_sk: Povolenie tmavého režimu
tr_tr: Karanlık Modu Etkinleştir
uk_ua: Увімкнути темний режим

source: Visitors will be able to select preferred theme - dark or light.
cs_cz: Návštěvníci si budou moci vybrat preferované téma - tmavé nebo světlé.
da_dk: Besøgende vil kunne vælge det foretrukne tema - mørkt eller lyst.
de_de: Die Besucher können ihr bevorzugtes Thema auswählen - dunkel oder hell.
es_es: Los visitantes podrán seleccionar el tema que prefieran: oscuro o claro.
id_id: Pengunjung dapat memilih tema yang diinginkan - gelap atau terang.
nl_nl: Bezoekers kunnen het gewenste thema kiezen - donker of licht.
pl_pl: Odwiedzający będą mogli wybrać preferowany motyw - ciemny lub jasny.
ru_ru: Посетители смогут выбрать предпочтительную тему - темную или светлую.
sk_sk: Návštevníci si budú môcť vybrať preferovanú tému - tmavú alebo svetlú.
tr_tr: Ziyaretçiler tercih ettikleri temayı seçebilecekler - koyu veya açık.
uk_ua: Відвідувачі зможуть обрати бажану тему - темну чи світлу.

source: Default Mode
cs_cz: Výchozí režim
da_dk: Standardtilstand
de_de: Standardmodus
es_es: Modo por defecto
id_id: Mode Default
nl_nl: Standaardmodus
pl_pl: Tryb domyślny
ru_ru: Режим по умолчанию
sk_sk: Predvolený režim
tr_tr: Varsayılan Mod
uk_ua: Режим за замовчуванням

source: Light mode
cs_cz: Světelný režim
da_dk: Lys-tilstand
de_de: Licht-Modus
es_es: Modo luz
id_id: Mode cahaya
nl_nl: Lichtmodus
pl_pl: Tryb oświetlenia
ru_ru: Режим освещения
sk_sk: Svetelný režim
tr_tr: Işık modu
uk_ua: Легкий режим

source: Dark mode
cs_cz: Tmavý režim
da_dk: Mørk tilstand
de_de: Dunkler Modus
es_es: Modo oscuro
id_id: Mode gelap
nl_nl: Donkere modus
pl_pl: Tryb ciemny
ru_ru: Темный режим
sk_sk: Tmavý režim
tr_tr: Karanlık mod
uk_ua: Темний режим

source: Select default website mode, when dark mode is enabled.
cs_cz: Výběr výchozího režimu webové stránky, pokud je povolen tmavý režim.
da_dk: Vælg standardwebstedstilstand, når mørk tilstand er aktiveret.
de_de: Wähle den Standard-Webseitenmodus, wenn der dunkle Modus aktiviert ist.
es_es: Selecciona el modo predeterminado del sitio web, cuando el modo oscuro esté activado.
id_id: Pilih mode situs web default, apabila mode gelap diaktifkan.
nl_nl: Selecteer de standaard websitemodus als de donkere modus is ingeschakeld.
pl_pl: Wybierz domyślny tryb strony, gdy włączony jest tryb ciemny.
ru_ru: Выбери режим сайта по умолчанию, когда включен темный режим.
sk_sk: Výber predvoleného režimu webovej stránky, keď je zapnutý tmavý režim.
tr_tr: Karanlık mod etkinleştirildiğinde varsayılan web sitesi modunu seçin.
uk_ua: Виберіть режим веб-сайту за замовчуванням, якщо темний режим увімкнено.

source: Custom font settings
cs_cz: Vlastní nastavení písma
da_dk: Tilpassede skrifttypeindstillinger
de_de: Benutzerdefinierte Schrifteinstellungen
es_es: Ajustes de fuente personalizados
id_id: Pengaturan font khusus
nl_nl: Aangepaste lettertype-instellingen
pl_pl: Niestandardowe ustawienia czcionki
ru_ru: Пользовательские настройки шрифта
sk_sk: Vlastné nastavenia písma
tr_tr: Özel yazı tipi ayarları
uk_ua: Користувацькі налаштування шрифтів

source: Use Custom Font
cs_cz: Použití vlastního písma
da_dk: Brug brugerdefineret skrifttype
de_de: Benutzerdefinierte Schriftart verwenden
es_es: Usar fuente personalizada
id_id: Gunakan Font Kustom
nl_nl: Aangepast lettertype gebruiken
pl_pl: Użyj niestandardowej czcionki
ru_ru: Используй пользовательский шрифт
sk_sk: Použitie vlastného písma
tr_tr: Özel Yazı Tipi Kullanın
uk_ua: Використовувати власний шрифт

source: Theme will use bellow defined font as default theme font (instead of System-UI font).
cs_cz: Téma bude používat níže definované písmo jako výchozí písmo tématu (místo písma System-UI).
da_dk: Temaet bruger nedenstående definerede skrifttype som standardskrifttype (i stedet for System-UI-skrifttype).
de_de: Das Thema verwendet die unten definierte Schriftart als Standardschriftart (anstelle der System-UI-Schriftart).
es_es: El tema utilizará la fuente definida a continuación como fuente predeterminada del tema (en lugar de la fuente System-UI).
id_id: Tema akan menggunakan font yang ditentukan di bawah ini sebagai font tema default (bukan font System-UI).
nl_nl: Thema gebruikt het hieronder gedefinieerde lettertype als standaard themalettertype (in plaats van het System-UI lettertype).
pl_pl: Motyw będzie używał poniżej zdefiniowanej czcionki jako domyślnej czcionki motywu (zamiast czcionki System-UI).
ru_ru: Тема будет использовать указанный ниже шрифт в качестве шрифта темы по умолчанию (вместо шрифта System-UI).
sk_sk: Téma bude používať nižšie definované písmo ako predvolené písmo témy (namiesto písma System-UI).
tr_tr: Tema, varsayılan tema yazı tipi olarak aşağıda tanımlanan yazı tipini kullanacaktır (System-UI yazı tipi yerine).
uk_ua: Тема використовуватиме вказаний нижче шрифт як шрифт теми за замовчуванням (замість шрифту інтерфейсу користувача).

source: Font Family Name
cs_cz: Název rodiny písem
da_dk: Navn på skrifttypefamilie
de_de: Name der Schriftfamilie
es_es: Nombre de la familia tipográfica
id_id: Nama Keluarga Font
nl_nl: Naam lettertypefamilie
pl_pl: Nazwa rodziny czcionek
ru_ru: Название семейства шрифтов
sk_sk: Názov rodiny písiem
tr_tr: Yazı Tipi Ailesi Adı
uk_ua: Назва сімейства шрифтів

source: Enter font family name that will be used in CSS to set this font. Examples: Roboto, "Open Sans", Tapestry, Montserrat, ...
cs_cz: Zadejte název rodiny písma, který bude použit v CSS pro nastavení tohoto písma. Příklady: Příklady: Roboto, "Open Sans", Tapestry, Montserrat, ...
da_dk: Indtast navnet på den skrifttypefamilie, der skal bruges i CSS til at indstille denne skrifttype. Eksempler: Roboto, "Open Sans", Tapestry, Montserrat, ...
de_de: Gib den Namen der Schriftfamilie ein, die im CSS verwendet wird, um diese Schriftart festzulegen. Beispiele: Roboto, "Open Sans", Tapestry, Montserrat, ...
es_es: Introduce el nombre de la familia de fuentes que se utilizará en CSS para establecer esta fuente. Ejemplos: Roboto, "Open Sans", Tapestry, Montserrat, ...
id_id: Masukkan nama keluarga font yang akan digunakan dalam CSS untuk mengatur font ini. Contoh: Roboto, "Open Sans", Tapestry, Montserrat, ...
nl_nl: Voer de naam van de lettertypefamilie in die in CSS wordt gebruikt om dit lettertype in te stellen. Voorbeelden: Roboto, "Open Sans", Tapestry, Montserrat, ...
pl_pl: Wprowadź nazwę rodziny czcionek, która będzie używana w CSS do ustawienia tej czcionki. Przykłady: Roboto, "Open Sans", Tapestry, Montserrat, ...
ru_ru: Укажи название семейства шрифтов, которое будет использоваться в CSS для установки этого шрифта. Примеры: Roboto, "Open Sans", Tapestry, Montserrat, ...
sk_sk: Zadajte názov rodiny písma, ktorý sa použije v CSS na nastavenie tohto písma. Príklady: Príklady: Roboto, Open Sans, Tapestry, Montserrat, ...
tr_tr: Bu yazı tipini ayarlamak için CSS'de kullanılacak yazı tipi ailesi adını girin. Örnekler: Roboto, "Open Sans", Tapestry, Montserrat, ...
uk_ua: Введіть назву сімейства шрифтів, яке буде використано в CSS для встановлення цього шрифту. Приклади: Roboto, "Open Sans", Tapestry, Montserrat, ...

source: Font URL
cs_cz: Adresa URL písma
da_dk: Skrifttype-URL
de_de: Schrift-URL
es_es: URL de la fuente
id_id: URL Font
nl_nl: URL lettertype
pl_pl: Adres URL czcionki
ru_ru: URL-адрес шрифта
sk_sk: Adresa URL písma
tr_tr: Yazı Tipi URL'si
uk_ua: URL-адреса шрифту

source: Enter URL to your font. You can place multiple URLs delimited by comma when needed.
cs_cz: Zadejte adresu URL svého písma. V případě potřeby můžete vložit více adres URL oddělených čárkou.
da_dk: Indtast URL til din skrifttype. Du kan placere flere URL'er afgrænset af komma, hvis det er nødvendigt.
de_de: Gib die URL zu deiner Schriftart ein. Du kannst mehrere URLs eingeben, die bei Bedarf durch ein Komma getrennt werden.
es_es: Introduce la URL de tu fuente. Puedes colocar varias URL delimitadas por comas cuando sea necesario.
id_id: Masukkan URL ke font Anda. Anda dapat menempatkan beberapa URL yang dibatasi dengan koma bila diperlukan.
nl_nl: Voer de URL naar je lettertype in. Je kunt meerdere URL's plaatsen, indien nodig gescheiden door een komma.
pl_pl: Wprowadź adres URL do czcionki. W razie potrzeby możesz umieścić wiele adresów URL oddzielonych przecinkami.
ru_ru: Введи URL-адрес своего шрифта. При необходимости ты можешь разместить несколько URL, разделив их запятыми.
sk_sk: Zadajte URL adresu písma. V prípade potreby môžete umiestniť viacero adries URL oddelených čiarkou.
tr_tr: Yazı tipinizin URL'sini girin. Gerektiğinde virgülle ayrılmış birden fazla URL yerleştirebilirsiniz.
uk_ua: Введіть URL-адресу вашого шрифту. Ви можете розмістити кілька URL-адрес, розділених комою, якщо це необхідно.

source: About your site
cs_cz: O vašich stránkách
da_dk: Om dit websted
de_de: Über deine Seite
es_es: Acerca de tu sitio
id_id: Tentang situs Anda
nl_nl: Over je site
pl_pl: Informacje o Twojej witrynie
ru_ru: О твоем сайте
sk_sk: O vašej stránke
tr_tr: Siteniz hakkında
uk_ua: Про ваш сайт

source: Site Name
cs_cz: Název lokality
da_dk: Stedets navn
de_de: Standort Name
es_es: Nombre del emplazamiento
id_id: Nama Situs
nl_nl: Naam
pl_pl: Nazwa witryny
ru_ru: Название участка
sk_sk: Názov lokality
tr_tr: Site Adı
uk_ua: Назва сайту

source: Website Name
cs_cz: Název webové stránky
da_dk: Webstedets navn
es_es: Nombre del sitio web
id_id: Nama Situs Web
nl_nl: Naam website
pl_pl: Nazwa strony internetowej
ru_ru: Название сайта
sk_sk: Názov webovej stránky
tr_tr: Web Sitesi Adı
uk_ua: Назва веб-сайту

source: Your site name, business name or company name
cs_cz: Název vaší stránky, obchodní název nebo název společnosti
da_dk: Dit webstedsnavn, forretningsnavn eller firmanavn
de_de: Name deiner Website, deines Geschäfts oder deines Unternehmens
es_es: El nombre de tu sitio web, nombre comercial o nombre de la empresa
id_id: Nama situs, nama bisnis, atau nama perusahaan Anda
nl_nl: Je sitenaam, bedrijfsnaam of bedrijfsnaam
pl_pl: Nazwa Twojej witryny, nazwa firmy lub nazwa spółki
ru_ru: Название твоего сайта, название предприятия или компании
sk_sk: Názov vašej stránky, obchodný názov alebo názov spoločnosti
tr_tr: Site adınız, işletme adınız veya şirket adınız
uk_ua: Назва вашого сайту, бізнес-назва або назва компанії

source: Site Phone Number
cs_cz: Telefonní číslo pracoviště
da_dk: Stedets telefonnummer
de_de: Telefonnummer des Standorts
es_es: Número de teléfono del centro
id_id: Nomor Telepon Situs
nl_nl: Telefoonnummer locatie
pl_pl: Numer telefonu witryny
ru_ru: Номер телефона участка
sk_sk: Telefónne číslo pracoviska
tr_tr: Site Telefon Numarası
uk_ua: Номер телефону сайту

source: Leave blank to disable, will be shown in footer
cs_cz: Nechte prázdné pro vypnutí, zobrazí se v zápatí
da_dk: Lad det være tomt for at deaktivere, vil blive vist i sidefoden
de_de: Zum Deaktivieren leer lassen, wird in der Fußzeile angezeigt
es_es: Dejar en blanco para desactivar, se mostrará en el pie de página
id_id: Biarkan kosong untuk menonaktifkan, akan ditampilkan di footer
nl_nl: Laat leeg om uit te schakelen, wordt getoond in voettekst
pl_pl: Pozostaw puste, aby wyłączyć, będzie wyświetlane w stopce.
ru_ru: Оставь пустым, чтобы отключить, будет отображаться в нижнем колонтитуле
sk_sk: Ak chcete vypnúť, nechajte prázdne, zobrazí sa v pätičke
tr_tr: Devre dışı bırakmak için boş bırakın, altbilgide gösterilecektir
uk_ua: Залиште порожнім, щоб вимкнути, буде показано в нижньому колонтитулі

source: Site Support Email
cs_cz: E-mail podpory webu
da_dk: E-mail til webstedssupport
de_de: Website Support E-Mail
es_es: Correo electrónico de soporte del sitio
id_id: Email Dukungan Situs
nl_nl: E-mail ondersteuning website
pl_pl: Adres e-mail pomocy technicznej witryny
ru_ru: Электронная почта службы поддержки сайта
sk_sk: E-mailová adresa podpory lokality
tr_tr: Site Destek E-postası
uk_ua: Електронна пошта служби підтримки сайту

source: Site Address
cs_cz: Adresa místa
da_dk: Stedets adresse
de_de: Standort Adresse
es_es: Dirección
id_id: Alamat Situs
nl_nl: Adres
pl_pl: Adres strony
ru_ru: Адрес участка
sk_sk: Adresa lokality
tr_tr: Site Adresi
uk_ua: Адреса сайту

source: Enter contact address that will be used in footer
cs_cz: Zadejte kontaktní adresu, která bude použita v zápatí.
da_dk: Indtast den kontaktadresse, der skal bruges i sidefoden
de_de: Gib die Kontaktadresse ein, die in der Fußzeile verwendet werden soll
es_es: Introduce la dirección de contacto que se utilizará en el pie de página
id_id: Masukkan alamat kontak yang akan digunakan di footer
nl_nl: Voer het contactadres in dat in de voettekst wordt gebruikt
pl_pl: Wprowadź adres kontaktowy, który będzie używany w stopce.
ru_ru: Укажи контактный адрес, который будет использоваться в нижнем колонтитуле
sk_sk: Zadajte kontaktnú adresu, ktorá sa použije v pätičke
tr_tr: Altbilgide kullanılacak iletişim adresini girin
uk_ua: Введіть контактну адресу, яка буде використана в нижньому колонтитулі

source: Promotion settings
cs_cz: Nastavení propagace
da_dk: Indstillinger for kampagner
de_de: Promotion Einstellungen
es_es: Ajustes de promoción
id_id: Pengaturan promosi
nl_nl: Promotie-instellingen
pl_pl: Ustawienia promocji
ru_ru: Настройки продвижения
sk_sk: Nastavenia propagácie
tr_tr: Promosyon ayarları
uk_ua: Налаштування просування

source: Enable Offer of the Day
cs_cz: Umožnit nabídku dne
da_dk: Aktiver dagens tilbud
de_de: Angebot des Tages freigeben
es_es: Activar Oferta del Día
id_id: Aktifkan Penawaran Hari Ini
nl_nl: Aanbieding van de dag
pl_pl: Włącz Ofertę Dnia
ru_ru: Включить предложение дня
sk_sk: Umožniť ponuku dňa
tr_tr: Günün Teklifini Etkinleştirin
uk_ua: Увімкнути пропозицію дня

source: Enable offer of the day functionality. You can select promoted item in bellow box. If no item is selected, random premium item will be picked via daily cron.
cs_cz: Povolení funkce nabídky dne. Propagovanou položku můžete vybrat v následujícím poli. Pokud není vybrána žádná položka, vybere se náhodná prémiová položka prostřednictvím denního cronu.
da_dk: Aktivér dagens tilbud-funktionalitet. Du kan vælge den promoverede vare i nedenstående boks. Hvis der ikke vælges en vare, vælges en tilfældig premiumvare via den daglige cron.
de_de: Aktiviere die Funktion "Angebot des Tages". Du kannst den beworbenen Artikel in der unten stehenden Box auswählen. Wenn du keinen Artikel auswählst, wird ein zufälliger Premiumartikel über den täglichen Cron ausgewählt.
es_es: Activa la función de oferta del día. Puedes seleccionar el artículo promocionado en la casilla inferior. Si no se selecciona ningún artículo, se elegirá un artículo premium al azar mediante el cron diario.
id_id: Aktifkan fungsi penawaran hari ini. Anda dapat memilih item yang dipromosikan di kotak di bawah ini. Jika tidak ada item yang dipilih, item premium acak akan dipilih melalui cron harian.
nl_nl: Schakel de functie Aanbieding van de dag in. Je kunt het gepromote item in het onderstaande vak selecteren. Als er geen item is geselecteerd, wordt er een willekeurig premium item gekozen via de dagelijkse cron.
pl_pl: Włącz funkcję oferty dnia. Możesz wybrać promowany przedmiot w poniższym polu. Jeśli żaden przedmiot nie zostanie wybrany, losowy przedmiot premium zostanie wybrany za pomocą codziennego crona.
ru_ru: Включи функцию "Предложение дня". Ты можешь выбрать продвигаемый предмет в поле ниже. Если ни один предмет не выбран, то случайный премиум-предмет будет выбран через ежедневный cron.
sk_sk: Povolenie funkcie ponuky dňa. Propagovanú položku môžete vybrať v nasledujúcom poli. Ak nie je vybraná žiadna položka, prostredníctvom denného cronu sa vyberie náhodná prémiová položka.
tr_tr: Günün teklifi işlevini etkinleştirin. Körüklü kutuda terfi edilen öğeyi seçebilirsiniz. Hiçbir öğe seçilmezse, günlük cron aracılığıyla rastgele premium öğe seçilecektir.
uk_ua: Увімкнути функцію "Пропозиція дня". Ви можете вибрати акційний товар у нижньому полі. Якщо ви не виберете жодного товару, випадковий преміум-товар буде обрано за допомогою щоденного крону.

source: Offer of the Day Item ID
cs_cz: Nabídka dne ID položky
da_dk: Dagens tilbud Vare-ID
de_de: Angebot des Tages Artikel-ID
es_es: Oferta del día ID de artículo
id_id: Penawaran Hari Ini ID Barang
nl_nl: Aanbieding van de Dag Artikelnummer
pl_pl: Oferta dnia ID przedmiotu
ru_ru: Предложение дня ID предмета
sk_sk: Ponuka dňa ID položky
tr_tr: Günün Teklifi Ürün Kimliği
uk_ua: Пропозиція дня ID товару

source: Enter item ID that will be promoted as "Offer of the day". Leave blank to use random premium item.
cs_cz: Zadejte ID položky, která bude propagována jako "Nabídka dne". Chcete-li použít náhodnou prémiovou položku, ponechte prázdné pole.
da_dk: Indtast vare-ID, som vil blive promoveret som "Dagens tilbud". Lad feltet stå tomt for at bruge en tilfældig premiumvare.
de_de: Gib die Artikel-ID ein, die als "Angebot des Tages" beworben werden soll. Leer lassen, um einen zufälligen Premiumartikel zu verwenden.
es_es: Introduce el ID del artículo que se promocionará como "Oferta del día". Déjalo en blanco para utilizar un artículo premium aleatorio.
id_id: Masukkan ID item yang akan dipromosikan sebagai "Penawaran hari ini". Kosongkan untuk menggunakan item premium secara acak.
nl_nl: Voer item-ID in dat zal worden gepromoot als "Aanbieding van de dag". Laat leeg om een willekeurig premiumartikel te gebruiken.
pl_pl: Wprowadź identyfikator przedmiotu, który będzie promowany jako "Oferta dnia". Pozostaw puste, aby użyć losowego przedmiotu premium.
ru_ru: Укажи ID предмета, который будет рекламироваться как "Предложение дня". Оставь пустым, чтобы использовать случайный премиум-предмет.
sk_sk: Zadajte ID položky, ktorá bude propagovaná ako "Ponuka dňa". Ak chcete použiť náhodnú prémiovú položku, nechajte prázdne.
tr_tr: "Günün Teklifi" olarak tanıtılacak öğe kimliğini girin. Rastgele premium öğe kullanmak için boş bırakın.
uk_ua: Введіть ID товару, який буде просуватися як "Пропозиція дня". Залиште поле порожнім, щоб використовувати випадковий преміум-товар.

source: Home page settings
cs_cz: Nastavení domovské stránky
da_dk: Indstillinger for startsiden
de_de: Einstellungen auf der Startseite
es_es: Configuración de la página de inicio
id_id: Pengaturan halaman beranda
nl_nl: Instellingen startpagina
pl_pl: Ustawienia strony głównej
ru_ru: Настройки главной страницы
sk_sk: Nastavenia domovskej stránky
tr_tr: Ana sayfa ayarları
uk_ua: Налаштування головної сторінки

source: Show Location Block on Home
cs_cz: Zobrazit blok umístění na domovské stránce
da_dk: Vis placeringsblok på startsiden
de_de: Standortblock auf der Startseite anzeigen
es_es: Mostrar Bloque de Localización en Inicio
id_id: Tampilkan Blok Lokasi di Beranda
nl_nl: Toon locatieblok op Home
pl_pl: Pokaż blok lokalizacji na stronie głównej
ru_ru: Показать блок местоположения на доме
sk_sk: Zobraziť blok umiestnenia na domovskej stránke
tr_tr: Ana Sayfada Konum Bloğunu Göster
uk_ua: Показати блок місцезнаходження на головній сторінці

source: Show block with listings close to user default location (if defined and enabled).
cs_cz: Zobrazit blok s výpisy v blízkosti výchozího umístění uživatele (pokud je definováno a povoleno).
da_dk: Vis blok med lister tæt på brugerens standardplacering (hvis defineret og aktiveret).
de_de: Block mit Listen in der Nähe des Standardstandorts des Nutzers anzeigen (falls definiert und aktiviert).
es_es: Mostrar bloque con listados cercanos a la ubicación por defecto del usuario (si está definido y activado).
id_id: Tampilkan blok dengan daftar yang dekat dengan lokasi default pengguna (jika ditentukan dan diaktifkan).
nl_nl: Toon blok met listings in de buurt van de standaard locatie van de gebruiker (indien gedefinieerd en ingeschakeld).
pl_pl: Pokaż blok z ofertami w pobliżu domyślnej lokalizacji użytkownika (jeśli jest zdefiniowana i włączona).
ru_ru: Показывай блок с объявлениями, расположенными близко к месту расположения пользователя по умолчанию (если оно определено и включено).
sk_sk: Zobrazenie bloku s výpismi v blízkosti predvoleného umiestnenia používateľa (ak je definované a povolené).
tr_tr: Kullanıcı varsayılan konumuna yakın listeleri içeren bloğu göster (tanımlanmış ve etkinleştirilmişse).
uk_ua: Показувати блок зі списками поруч з місцем розташування користувача за замовчуванням (якщо визначено і ввімкнено).

source: Show Premiums Block on Home
cs_cz: Zobrazit blok s pojistným na domovské stránce
da_dk: Vis præmieblok på startsiden
de_de: Prämienblock auf der Startseite anzeigen
es_es: Mostrar Bloque de Primas en Inicio
id_id: Tampilkan Blokir Premium di Beranda
nl_nl: Toon premies blok op Home
pl_pl: Pokaż blok składek na stronie głównej
ru_ru: Показать блок "Премии" на главной странице
sk_sk: Zobraziť blok Prémie na Domovskej stránke
tr_tr: Ana Sayfada Primleri Göster Bloğu
uk_ua: Показати преміум-блок на головній сторінці
