Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: %d month
cs_cz: %d měsíc
da_dk: %d måned
de_de: %d Monat
es_es: %d mes
id_id: %d bulan
nl_nl: %d maand
pl_pl: %d miesiąc
ru_ru: %d Месяц
sk_sk: %d mesiac
tr_tr: %d ay
uk_ua: %d місяць

source: %d months
cs_cz: %d měsíce
da_dk: %d måneder
de_de: %d Monate
es_es: %d meses
id_id: %d bulan
nl_nl: %d maanden
pl_pl: %d miesiące
ru_ru: %d Месяцы
sk_sk: %d mesiace
tr_tr: %d aylar
uk_ua: %d місяці

source: %d year
cs_cz: %d rok
da_dk: %d år
de_de: %d Jahr
es_es: %d año
id_id: %d tahun
nl_nl: %d jaar
pl_pl: %d rok
ru_ru: %d Год
sk_sk: %d rok
tr_tr: %d yıl
uk_ua: %d рік

source: %d years
cs_cz: %d let
da_dk: %d år
de_de: %d Jahre
es_es: %d años
id_id: %d tahun
nl_nl: %d jaren
pl_pl: %d lata
ru_ru: %d лет
sk_sk: %d rokov
tr_tr: %d yıllar
uk_ua: %d років

source: Monday
cs_cz: Pondělí
da_dk: Mandag
de_de: Montag
es_es: Lunes
id_id: Senin
nl_nl: Maandag
pl_pl: Poniedziałek
ru_ru: Понедельник
sk_sk: Pondelok
tr_tr: Pazartesi
uk_ua: Понеділок

source: Tuesday
cs_cz: Úterý
da_dk: Tirsdag
de_de: Dienstag
es_es: Martes
id_id: Selasa
nl_nl: Dinsdag
pl_pl: Wtorek
ru_ru: Вторник
sk_sk: Utorok
tr_tr: Salı
uk_ua: Вівторок

source: Wednesday
cs_cz: Středa
da_dk: Onsdag
de_de: Mittwoch
es_es: Miércoles
id_id: Rabu
nl_nl: Woensdag
pl_pl: Środa
ru_ru: Среда
sk_sk: Streda
tr_tr: Çarşamba
uk_ua: Середа

source: Thursday
cs_cz: Čtvrtek
da_dk: Torsdag
de_de: Donnerstag
es_es: Jueves
id_id: Kamis
nl_nl: Donderdag
pl_pl: Czwartek
ru_ru: Четверг
sk_sk: Štvrtok
tr_tr: Perşembe
uk_ua: Четвер

source: Friday
cs_cz: Pátek
da_dk: Fredag
de_de: Freitag
es_es: Viernes
id_id: Jumat
nl_nl: Vrijdag
pl_pl: Piątek
ru_ru: Пятница
sk_sk: Piatok
tr_tr: Cuma
uk_ua: П'ятниця

source: Saturday
cs_cz: Sobota
da_dk: Lørdag
de_de: Samstag
es_es: Sábado
id_id: Sabtu
nl_nl: Zaterdag
pl_pl: Sobota
ru_ru: Суббота
sk_sk: Sobota
tr_tr: Cumartesi
uk_ua: Субота

source: Sunday
cs_cz: Neděle
da_dk: Søndag
de_de: Sonntag
es_es: Domingo
id_id: Minggu
nl_nl: Zondag
pl_pl: Niedziela
ru_ru: Воскресенье
sk_sk: Nedeľa
tr_tr: Pazar
uk_ua: Неділя

source: Select category
cs_cz: Vyberte kategorii
da_dk: Vælg kategori
de_de: Kategorie auswählen
es_es: Selecciona categoría
id_id: Pilih kategori
nl_nl: Selecteer categorie
pl_pl: Wybierz kategorię
ru_ru: Выберите категорию
sk_sk: Vyberte kategóriu
tr_tr: Kategori seçiniz
uk_ua: Виберіть категорію

source: Back
cs_cz: Zpět
da_dk: Tilbage
de_de: Zurück
es_es: Volver
id_id: Kembali
nl_nl: Terug
pl_pl: Powrót
ru_ru: Назад
sk_sk: Späť
tr_tr: Geri
uk_ua: Назад

source: Very wide
cs_cz: Velmi široký
da_dk: Meget bred
de_de: Sehr breit
es_es: Muy amplia
id_id: Sangat lebar
nl_nl: Zeer breed
pl_pl: Bardzo szeroki
ru_ru: Очень широкий
sk_sk: Veľmi široký
tr_tr: Çok geniş
uk_ua: Дуже широкий

source: Wide
da_dk: Bredt
de_de: Breit
es_es: Ancho
id_id: Lebar
nl_nl: Breed
pl_pl: Szeroki
ru_ru: Широкий
sk_sk: Široká
tr_tr: Geniş
uk_ua: Широкий

source: Normal
cs_cz: Normální
nl_nl: Normaal
pl_pl: Normalny
ru_ru: Нормальный
sk_sk: Normálne
uk_ua: Нормально.

source: Square
cs_cz: Čtverec
da_dk: Firkantet
de_de: Platz
es_es: Cuadrado
id_id: Persegi
nl_nl: Vierkant
pl_pl: Kwadrat
ru_ru: Квадрат
sk_sk: Štvorec
tr_tr: Kare
uk_ua: Площа

source: Tall
cs_cz: Vysoký
da_dk: Høj
de_de: Groß
es_es: Alto
id_id: Tinggi
nl_nl: Groot
pl_pl: Wysoki
ru_ru: Высокий
sk_sk: Vysoký
tr_tr: Uzun boylu
uk_ua: Високий.

source: Very tall
cs_cz: Velmi vysoký
da_dk: Meget høj
de_de: Sehr groß
es_es: Muy alto
id_id: Sangat tinggi
nl_nl: Zeer lang
pl_pl: Bardzo wysoki
ru_ru: Очень высокий
sk_sk: Veľmi vysoký
tr_tr: Çok uzun
uk_ua: Дуже високий.

source: Extra tall
cs_cz: Extra vysoký
da_dk: Ekstra høj
de_de: Extra groß
es_es: Extra alto
id_id: Ekstra tinggi
nl_nl: Extra lang
pl_pl: Bardzo wysoki
ru_ru: Очень высокий
sk_sk: Extra vysoký
tr_tr: Ekstra uzun
uk_ua: Дуже високий

source: Mega tall
cs_cz: Mega vysoký
da_dk: Mega høj
de_de: Mega groß
es_es: Mega alto
id_id: Mega tinggi
nl_nl: Mega groot
pl_pl: Mega wysoki
ru_ru: Мегавысокий
sk_sk: Mega vysoký
tr_tr: Mega uzun
uk_ua: Мегависокий.

source: weekly
cs_cz: týdně
da_dk: Ugentlig
de_de: wöchentlich
es_es: semanal
id_id: mingguan
nl_nl: wekelijks
pl_pl: tygodnik
ru_ru: Еженедельник
sk_sk: Týždeň
tr_tr: haftalık
uk_ua: щотижня

source: monthly
cs_cz: měsíční
da_dk: Månedlig
de_de: monatlich
es_es: mensualmente
id_id: bulanan
nl_nl: maandelijks
pl_pl: miesięcznik
ru_ru: Ежемесячно
sk_sk: mesačne
tr_tr: aylık
uk_ua: щомісяця

source: instant
cs_cz: okamžité
da_dk: øjeblikkeligt
de_de: sofort
es_es: instantánea
id_id: instan
pl_pl: natychmiastowy
ru_ru: мгновенно
sk_sk: okamžité
tr_tr: anında
uk_ua: миттєво

source: Public profile
cs_cz: Veřejný profil
da_dk: Offentlig profil
de_de: Öffentliches Profil
es_es: Perfil público
id_id: Profil publik
nl_nl: Publiek profiel
pl_pl: Profil publiczny
ru_ru: Публичный профиль
sk_sk: Verejný profil
tr_tr: Genel profil
uk_ua: Публічний профіль

source: Dashboard
cs_cz: Přístrojová deska
es_es: Cuadro de mandos
id_id: Dasbor
pl_pl: Pulpit nawigacyjny
ru_ru: Приборная панель
sk_sk: Prístrojová doska
tr_tr: Gösterge Tablosu
uk_ua: Приладова панель

source: Active listings
cs_cz: Aktivní nabídky
da_dk: Aktive lister
de_de: Aktive Inserate
es_es: Listados activos
id_id: Daftar aktif
nl_nl: Actieve aanbiedingen
pl_pl: Aktywne oferty
ru_ru: Активные объявления
sk_sk: Aktívne ponuky
tr_tr: Aktif listeler
uk_ua: Активні оголошення

source: Pending listings
cs_cz: Čekající nabídky
da_dk: Udestående lister
de_de: Anhängige Inserate
es_es: Listados pendientes
id_id: Daftar yang tertunda
nl_nl: Lopende lijsten
pl_pl: Oferty oczekujące
ru_ru: Невыполненные задания
sk_sk: Čakajúce ponuky
tr_tr: Bekleyen listeler
uk_ua: Очікувані списки

source: Expired listings
cs_cz: Vypršela platnost výpisů
da_dk: Udløbne lister
de_de: Abgelaufene Angebote
es_es: Listados caducados
id_id: Daftar kedaluwarsa
nl_nl: Verlopen aanbiedingen
pl_pl: Wygasłe oferty
ru_ru: Просроченные списки
sk_sk: Zoznamy, ktorým uplynula platnosť
tr_tr: Süresi dolmuş listeler
uk_ua: Прострочені оголошення

source: Saved searches
cs_cz: Uložená vyhledávání
da_dk: Gemte søgninger
de_de: Gespeicherte Suchen
es_es: Búsquedas guardadas
id_id: Pencarian tersimpan
nl_nl: Opgeslagen zoekopdrachten
pl_pl: Zapisane wyszukiwania
ru_ru: Сохраненные поиски
sk_sk: Uložené vyhľadávania
tr_tr: Kaydedilmiş aramalar
uk_ua: Збережені пошукові запити

source: My Profile
cs_cz: Můj profil
da_dk: Min profil
de_de: Mein Profil
es_es: Mi perfil
id_id: Profil saya
nl_nl: Mijn profiel
pl_pl: Mój profil
ru_ru: Мой профиль
sk_sk: Môj profil
tr_tr: Benim profilim
uk_ua: Мій профіль

source: Logout
cs_cz: Odhlášení
da_dk: Log ud
de_de: Abmelden
es_es: Cerrar sesión
id_id: Keluar
nl_nl: Afmelden
pl_pl: Wyloguj się
ru_ru: Выход из системы
sk_sk: Odhlásenie
tr_tr: Oturumu Kapat
uk_ua: Вийти з системи

source: Status
cs_cz: Stav
es_es: Estado
ru_ru: Статус
sk_sk: Stav
tr_tr: Durum
uk_ua: Статус

source: Select a status...
cs_cz: Vyberte stav...
da_dk: Vælg en status...
de_de: Wähle einen Status aus...
es_es: Selecciona un estado...
id_id: Pilih status...
nl_nl: Selecteer een status...
pl_pl: Wybierz status...
ru_ru: Выберите состояние...
sk_sk: Vyberte stav...
tr_tr: Bir durum seçin...
uk_ua: Виберіть статус...

source: Reserved
cs_cz: Rezervováno
da_dk: Reserveret
de_de: Reserviert
es_es: Reservado
id_id: Dicadangkan
nl_nl: Gereserveerd
pl_pl: Zarezerwowane
ru_ru: Зарезервировано
sk_sk: Rezervované
tr_tr: Ayrılmış
uk_ua: Зарезервовано

source: Sold
cs_cz: Prodává se na
da_dk: Solgt
de_de: Verkauft
es_es: Vendido
id_id: Dijual
nl_nl: Verkocht
pl_pl: Sprzedany
ru_ru: Продается
sk_sk: Predáva sa na
tr_tr: Satıldı
uk_ua: Продано

source: Filter by category
cs_cz: Filtrovat podle kategorie
da_dk: Filtrer efter kategori
de_de: Nach Kategorie filtern
es_es: Filtrar por categoría
id_id: Saring berdasarkan kategori
nl_nl: Filter op categorie
pl_pl: Filtruj według kategorii
ru_ru: Фильтр по категориям
sk_sk: Filtrovanie podľa kategórie
tr_tr: Kategoriye göre filtrele
uk_ua: Фільтрувати за категоріями

source: All categories
cs_cz: Všechny kategorie
da_dk: Alle kategorier
de_de: Alle Kategorien
es_es: Todas las categorías
id_id: Semua kategori
nl_nl: Alle categorieën
pl_pl: Wszystkie kategorie
ru_ru: Все категории
sk_sk: Všetky kategórie
tr_tr: Tüm kategoriler
uk_ua: Всі категорії

source: Filter by seller type
cs_cz: Filtrování podle typu prodejce
da_dk: Filtrer efter sælgertype
de_de: Nach Verkäufertyp filtern
es_es: Filtrar por tipo de vendedor
id_id: Filter berdasarkan jenis penjual
nl_nl: Filter op type verkoper
pl_pl: Filtruj według typu sprzedawcy
ru_ru: Фильтр по типу продавца
sk_sk: Filtrovanie podľa typu predajcu
tr_tr: Satıcı türüne göre filtrele
uk_ua: Фільтр за типом продавця

source: All sellers
cs_cz: Všichni prodejci
da_dk: Alle sælgere
de_de: Alle Verkäufer
es_es: Todos los vendedores
id_id: Semua penjual
nl_nl: Alle verkopers
pl_pl: Wszyscy sprzedający
ru_ru: Все продавцы
sk_sk: Všetci predajcovia
tr_tr: Tüm satıcılar
uk_ua: Всі продавці

source: Country, region or city
cs_cz: Země, region nebo město
da_dk: Land, region eller by
de_de: Land, Region oder Stadt
es_es: País, región o ciudad
id_id: Negara, wilayah atau kota
nl_nl: Land, regio of stad
pl_pl: Kraj, region lub miasto
ru_ru: Страна, регион или город
sk_sk: Krajina, región alebo mesto
tr_tr: Ülke, bölge veya şehir
uk_ua: Країна, регіон або місто

source: Search for anything
cs_cz: Vyhledávání čehokoli
da_dk: Søg efter hvad som helst
de_de: Suche nach allem
es_es: Busca cualquier cosa
id_id: Mencari apa saja
nl_nl: Alles zoeken
pl_pl: Szukaj czegokolwiek
ru_ru: Ищи что угодно
sk_sk: Vyhľadávanie čohokoľvek
tr_tr: Herhangi bir şey arayın
uk_ua: Шукайте будь-що

source: Search for anything in %s
cs_cz: Vyhledávání čehokoli v %s
da_dk: Søg efter noget i %s
de_de: Suche nach etwas in %s
es_es: Busca cualquier cosa en %s
id_id: Cari apa pun di %s
nl_nl: Zoek naar alles in %s
pl_pl: Szukaj czegokolwiek w %s
ru_ru: Ищите что угодно в %s
sk_sk: Vyhľadajte čokoľvek v %s
tr_tr: İçinde herhangi bir şey arayın %s
uk_ua: Шукайте будь-що в %s

source: Filter by transaction
cs_cz: Filtrování podle transakce
da_dk: Filtrer efter transaktion
de_de: Nach Transaktion filtern
es_es: Filtrar por transacción
id_id: Filter berdasarkan transaksi
nl_nl: Filter op transactie
pl_pl: Filtruj według transakcji
ru_ru: Фильтр по транзакциям
sk_sk: Filtrovanie podľa transakcie
tr_tr: İşleme göre filtrele
uk_ua: Фільтр за транзакціями

source: All transactions
cs_cz: Všechny transakce
da_dk: Alle transaktioner
de_de: Alle Transaktionen
es_es: Todas las transacciones
id_id: Semua transaksi
nl_nl: Alle transacties
pl_pl: Wszystkie transakcje
ru_ru: Все операции
sk_sk: Všetky transakcie
tr_tr: Tüm işlemler
uk_ua: Всі транзакції

source: Filter by condition
cs_cz: Filtrování podle stavu
da_dk: Filtrer efter tilstand
de_de: Nach Bedingung filtern
es_es: Filtrar por condición
id_id: Saring berdasarkan kondisi
nl_nl: Filter op conditie
pl_pl: Filtruj według stanu
ru_ru: Фильтр по состоянию
sk_sk: Filtrovanie podľa stavu
tr_tr: Koşula göre filtrele
uk_ua: Фільтр за умовою

source: All conditions
cs_cz: Všechny podmínky
da_dk: Alle forhold
de_de: Alle Bedingungen
es_es: Todas las condiciones
id_id: Semua kondisi
nl_nl: Alle voorwaarden
pl_pl: Wszystkie warunki
ru_ru: Все условия
sk_sk: Všetky podmienky
tr_tr: Tüm koşullar
uk_ua: Всі умови

source: Area
cs_cz: Oblast
da_dk: Område
de_de: Bereich
es_es: Área
nl_nl: Gebied
pl_pl: Obszar
ru_ru: Область
sk_sk: Oblasť
tr_tr: Alan
uk_ua: Площа

source: Search area
cs_cz: Oblast vyhledávání
da_dk: Søgningsområde
de_de: Suchbereich
es_es: Área de búsqueda
id_id: Area pencarian
nl_nl: Zoekgebied
pl_pl: Obszar wyszukiwania
ru_ru: Область поиска
sk_sk: Vyhľadávacia oblasť
tr_tr: Arama alanı
uk_ua: Область пошуку

source: Filter by country
cs_cz: Filtrování podle země
da_dk: Filtrer efter land
de_de: Nach Land filtern
es_es: Filtrar por país
id_id: Filter berdasarkan negara
nl_nl: Filter op land
pl_pl: Filtruj według kraju
ru_ru: Фильтр по странам
sk_sk: Filtrovanie podľa krajiny
tr_tr: Ülkeye göre filtrele
uk_ua: Фільтр за країною

source: All countries
cs_cz: Všechny země
da_dk: Alle lande
de_de: Alle Länder
es_es: Todos los países
id_id: Semua negara
nl_nl: Alle landen
pl_pl: Wszystkie kraje
ru_ru: Все страны
sk_sk: Všetky krajiny
tr_tr: Tüm ülkeler
uk_ua: Всі країни

source: Filter by region
cs_cz: Filtrování podle regionu
da_dk: Filtrer efter region
de_de: Nach Region filtern
es_es: Filtrar por región
id_id: Filter berdasarkan wilayah
nl_nl: Filter op regio
pl_pl: Filtruj według regionu
ru_ru: Фильтр по региону
sk_sk: Filtrovanie podľa regiónu
tr_tr: Bölgeye göre filtrele
uk_ua: Фільтр за регіоном

source: Filter by city
cs_cz: Filtrování podle města
da_dk: Filtrer efter by
de_de: Nach Stadt filtern
es_es: Filtrar por ciudad
id_id: Filter berdasarkan kota
nl_nl: Filter op stad
pl_pl: Filtruj według miasta
ru_ru: Фильтр по городу
sk_sk: Filtrovanie podľa mesta
tr_tr: Şehre göre filtrele
uk_ua: Фільтр по містах

source: All cities
cs_cz: Všechna města
da_dk: Alle byer
de_de: Alle Städte
es_es: Todas las ciudades
id_id: Semua kota
nl_nl: Alle steden
pl_pl: Wszystkie miasta
ru_ru: Все города
sk_sk: Všetky mestá
tr_tr: Tüm şehirler
uk_ua: Всі міста

source: Price
cs_cz: Cena
da_dk: Pris
de_de: Preis
es_es: Precio
id_id: Harga
nl_nl: Prijs
pl_pl: Cena
ru_ru: Цена
sk_sk: Cena
tr_tr: Fiyat
uk_ua: Ціна

source: Price > %s
cs_cz: Cena &gt; %s
da_dk: Pris &gt; %s
de_de: Preis &gt; %s
es_es: Precio %s
id_id: Harga &gt; %s
nl_nl: Prijs &gt; %s
pl_pl: Cena &gt; %s
ru_ru: Цена &gt; %s
sk_sk: Cena &gt; %s
tr_tr: Fiyat &gt; %s
uk_ua: Ціна &gt; %s

source: Price < %s
cs_cz: Cena &lt; %s
da_dk: Pris &lt; %s
de_de: Preis &lt; %s
es_es: Precio &lt; %s
id_id: Harga &lt; %s
nl_nl: Prijs &lt; %s
pl_pl: Cena &lt; %s
ru_ru: Цена &lt; %s
sk_sk: Cena &lt; %s
tr_tr: Fiyat &lt; %s
uk_ua: Ціна &lt; %s

source: Price: %s to %s
cs_cz: Cena: %s až %s
da_dk: Pris: %s til %s
de_de: Preis: %s bis %s
es_es: Precio: %s a %s
id_id: Harga: %s ke %s
nl_nl: Prijs: %s tot %s
pl_pl: Cena: %s do %s
ru_ru: Цена: %s до %s
sk_sk: Cena: %s až %s
tr_tr: Fiyat: %s ila %s
uk_ua: Ціна: %s до %s

source: Filter by price
cs_cz: Filtrovat podle ceny
da_dk: Filtrer efter pris
de_de: Nach Preis filtern
es_es: Filtrar por precio
id_id: Filter berdasarkan harga
nl_nl: Filter op prijs
pl_pl: Filtruj według ceny
ru_ru: Фильтр по цене
sk_sk: Filtrovanie podľa ceny
tr_tr: Fiyata göre filtrele
uk_ua: Фільтрувати за ціною

source: Define minimum and maximum price:
cs_cz: Definujte minimální a maximální cenu:
da_dk: Definér minimums- og maksimumspris:
de_de: Lege den Mindest- und Höchstpreis fest:
es_es: Define el precio mínimo y máximo:
id_id: Tentukan harga minimum dan maksimum:
nl_nl: Definieer de minimum- en maximumprijs:
pl_pl: Zdefiniuj cenę minimalną i maksymalną:
ru_ru: Определи минимальную и максимальную цену:
sk_sk: Definujte minimálnu a maximálnu cenu:
tr_tr: Minimum ve maksimum fiyatı tanımlayın:
uk_ua: Визначте мінімальну та максимальну ціну:

source: Max %s
ru_ru: Макс %s
tr_tr: Maksimum %s
uk_ua: Максе. %s

source: Filter by location
cs_cz: Filtrování podle umístění
da_dk: Filtrer efter sted
de_de: Nach Ort filtern
es_es: Filtrar por ubicación
id_id: Filter berdasarkan lokasi
nl_nl: Filter op locatie
pl_pl: Filtruj według lokalizacji
ru_ru: Фильтр по местоположению
sk_sk: Filtrovanie podľa lokality
tr_tr: Konuma göre filtrele
uk_ua: Фільтрувати за місцем розташування

source: Filter by keyword
cs_cz: Filtrování podle klíčového slova
da_dk: Filtrer efter nøgleord
de_de: Nach Stichwort filtern
es_es: Filtrar por palabra clave
id_id: Saring berdasarkan kata kunci
nl_nl: Filter op trefwoord
pl_pl: Filtruj według słowa kluczowego
ru_ru: Фильтр по ключевому слову
sk_sk: Filtrovanie podľa kľúčového slova
tr_tr: Anahtar kelimeye göre filtrele
uk_ua: Фільтр за ключовим словом

source: Enter one or more keywords to filter results:
cs_cz: Pro filtrování výsledků zadejte jedno nebo více klíčových slov:
da_dk: Indtast et eller flere nøgleord for at filtrere resultaterne:
de_de: Gib ein oder mehrere Schlüsselwörter ein, um die Ergebnisse zu filtern:
es_es: Introduce una o varias palabras clave para filtrar los resultados:
id_id: Masukkan satu atau beberapa kata kunci untuk memfilter hasil:
nl_nl: Voer een of meer trefwoorden in om de resultaten te filteren:
pl_pl: Wprowadź jedno lub więcej słów kluczowych, aby filtrować wyniki:
ru_ru: Введите одно или несколько ключевых слов, чтобы отфильтровать результаты:
sk_sk: Zadajte jedno alebo viac kľúčových slov na filtrovanie výsledkov:
tr_tr: Sonuçları filtrelemek için bir veya daha fazla anahtar kelime girin:
uk_ua: Введіть одне або кілька ключових слів, щоб відфільтрувати результати:

source: Enter price
cs_cz: Zadejte cenu
da_dk: Indtast pris
de_de: Preis eingeben
es_es: Introduce el precio
id_id: Masukkan harga
nl_nl: Prijs invoeren
pl_pl: Wprowadź cenę
ru_ru: Введите цену
sk_sk: Zadajte cenu
tr_tr: Fiyat girin
uk_ua: Введіть ціну

source: Free
cs_cz: Zdarma
da_dk: Gratis
de_de: Frei
es_es: Gratis
id_id: Gratis
nl_nl: Gratis
pl_pl: Darmowy
ru_ru: Бесплатно
sk_sk: Bezplatne
tr_tr: Ücretsiz
uk_ua: Безкоштовно

source: Check with seller
cs_cz: Ověřte si to u prodejce
da_dk: Tjek med sælger
de_de: Mit Verkäufer abklären
es_es: Consulta con el vendedor
id_id: Periksa dengan penjual
nl_nl: Informeer bij de verkoper
pl_pl: Skontaktuj się ze sprzedawcą
ru_ru: Уточни у продавца
sk_sk: Overte si to u predávajúceho
tr_tr: Satıcı ile kontrol edin
uk_ua: Уточнюйте у продавця

source: Choose price type
cs_cz: Zvolte typ ceny
da_dk: Vælg pristype
de_de: Preisart wählen
es_es: Elige el tipo de precio
id_id: Pilih jenis harga
nl_nl: Kies type prijs
pl_pl: Wybierz typ ceny
ru_ru: Выберите тип цены
sk_sk: Výber typu ceny
tr_tr: Fiyat türünü seçin
uk_ua: Виберіть тип ціни

source: Age
cs_cz: Věk
da_dk: Alder
de_de: Alter
es_es: Edad
id_id: Usia
nl_nl: Leeftijd
pl_pl: Wiek
ru_ru: Возраст
sk_sk: Vek
tr_tr: Yaş
uk_ua: Вік

source: Filter by item age
cs_cz: Filtrování podle stáří položky
da_dk: Filtrer efter varens alder
de_de: Nach Alter des Artikels filtern
es_es: Filtrar por antigüedad del artículo
id_id: Filter berdasarkan usia item
nl_nl: Filter op itemleeftijd
pl_pl: Filtruj według wieku przedmiotu
ru_ru: Фильтр по возрасту предмета
sk_sk: Filtrovanie podľa veku položky
tr_tr: Ürün yaşına göre filtrele
uk_ua: Фільтр за віком товару

source: Include all
cs_cz: Zahrňte všechny
da_dk: Medtag alle
de_de: Alle einbeziehen
es_es: Incluye todos
id_id: Sertakan semua
nl_nl: Neem alle
pl_pl: Uwzględnij wszystkie
ru_ru: Включи все
sk_sk: Zahrňte všetky
tr_tr: Tümünü dahil edin
uk_ua: Включаючи все

source: Your listing here
cs_cz: Váš seznam zde
da_dk: Din liste her
de_de: Dein Eintrag hier
es_es: Tu anuncio aquí
id_id: Daftar Anda di sini
nl_nl: Jouw vermelding hier
pl_pl: Twój wpis tutaj
ru_ru: Твое объявление здесь
sk_sk: Vaša ponuka tu
tr_tr: Listeniz burada
uk_ua: Твій список тут

source: Promote your item
cs_cz: Propagujte svou položku
da_dk: Promover din vare
de_de: Bewirb deinen Artikel
es_es: Promociona tu artículo
id_id: Promosikan barang Anda
nl_nl: Promoot je item
pl_pl: Promuj swój przedmiot
ru_ru: Продвигай свой товар
sk_sk: Propagujte svoju položku
tr_tr: Ürününüzü tanıtın
uk_ua: Просувайте свій товар

source: in
cs_cz: na adrese
da_dk: i
es_es: en
id_id: di
pl_pl: w
ru_ru: на сайте
sk_sk: na stránke
tr_tr: içinde
uk_ua: в

source: Location not entered
cs_cz: Umístění není zadáno
da_dk: Placering ikke indtastet
de_de: Ort nicht eingegeben
es_es: Ubicación no introducida
id_id: Lokasi tidak dimasukkan
nl_nl: Locatie niet ingevoerd
pl_pl: Nie wprowadzono lokalizacji
ru_ru: Местонахождение не указано
sk_sk: Nezadaná lokalita
tr_tr: Konum girilmemiş
uk_ua: Місцезнаходження не вказано

source: Theme Setting
cs_cz: Nastavení tématu
da_dk: Indstilling af tema
de_de: Thema Einstellung
es_es: Configuración del tema
id_id: Pengaturan Tema
nl_nl: Thema-instelling
pl_pl: Ustawienie tematu
ru_ru: Установка темы
sk_sk: Nastavenie témy
tr_tr: Tema Ayarı
uk_ua: Налаштування теми

source: Configure
cs_cz: Konfigurace
da_dk: Konfigurer
de_de: Konfigurieren Sie
es_es: Configura
id_id: Konfigurasi
nl_nl: Configureer
pl_pl: Skonfiguruj
ru_ru: Настрой
sk_sk: Konfigurácia stránky
tr_tr: Yapılandırma
uk_ua: Налаштувати

source: Advertisement
cs_cz: Reklama
da_dk: Annonce
de_de: Anzeige
es_es: Publicidad
id_id: Iklan
nl_nl: Advertentie
pl_pl: Reklama
ru_ru: Реклама
sk_sk: Reklama
tr_tr: Reklam
uk_ua: Реклама

source: Category Icons
cs_cz: Ikony kategorií
da_dk: Ikoner for kategorier
de_de: Kategorie-Symbole
es_es: Iconos de categoría
id_id: Ikon Kategori
nl_nl: Pictogrammen voor categorieën
pl_pl: Ikony kategorii
ru_ru: Значки категорий
sk_sk: Ikony kategórií
tr_tr: Kategori Simgeleri
uk_ua: Значки категорій

source: Logo
es_es: Logotipo
ru_ru: Логотип
uk_ua: Логотип

source: Plugins
cs_cz: Zásuvné moduly
id_id: Plugin
pl_pl: Wtyczki
ru_ru: Плагины
sk_sk: Zásuvné moduly
tr_tr: Eklentiler
uk_ua: Плагіни

source: Zeta Theme Settings
cs_cz: Nastavení tématu Zeta
da_dk: Indstillinger for Zeta-temaet
de_de: Zeta Theme Einstellungen
es_es: Ajustes del Tema Zeta
id_id: Pengaturan Tema Zeta
nl_nl: Zeta Thema Instellingen
pl_pl: Ustawienia motywu Zeta
ru_ru: Настройки темы "Зета
sk_sk: Nastavenia témy Zeta
tr_tr: Zeta Tema Ayarları
uk_ua: Налаштування теми Zeta

source: You can define your own banner code from theme settings
cs_cz: V nastavení tématu můžete definovat vlastní kód banneru.
da_dk: Du kan definere din egen bannerkode fra temaindstillingerne
de_de: Du kannst deinen eigenen Banner-Code in den Theme-Einstellungen definieren
es_es: Puedes definir tu propio código de banner desde la configuración del tema
id_id: Anda dapat menentukan kode banner Anda sendiri dari pengaturan tema
nl_nl: Je kunt je eigen bannercode definiëren via thema-instellingen
pl_pl: Możesz zdefiniować własny kod banera w ustawieniach szablonu
ru_ru: Ты можешь задать свой собственный код баннера в настройках темы
sk_sk: V nastaveniach témy môžete definovať vlastný kód banneru
tr_tr: Tema ayarlarından kendi banner kodunuzu tanımlayabilirsiniz
uk_ua: Ви можете визначити власний код банера в налаштуваннях теми

source: Banner space
cs_cz: Prostor pro bannery
da_dk: Bannerplads
de_de: Banner Platz
es_es: Espacio para pancartas
id_id: Ruang spanduk
nl_nl: Banner ruimte
pl_pl: Miejsce na baner
ru_ru: Место для баннера
sk_sk: Priestor pre bannery
tr_tr: Afiş alanı
uk_ua: Місце для банера

source: Top of home page
cs_cz: Začátek domovské stránky
da_dk: Øverst på startsiden
de_de: Oben auf der Startseite
es_es: Inicio de la página de inicio
id_id: Bagian atas halaman beranda
nl_nl: Bovenkant startpagina
pl_pl: Góra strony głównej
ru_ru: Верхняя часть главной страницы
sk_sk: Horná časť domovskej stránky
tr_tr: Ana sayfanın üst kısmı
uk_ua: Верхня частина домашньої сторінки

source: Middle of home page
cs_cz: Střed domovské stránky
da_dk: Midt på startsiden
de_de: Mitte der Startseite
es_es: Mitad de la página de inicio
id_id: Bagian tengah halaman beranda
nl_nl: Midden van de startpagina
pl_pl: Środek strony głównej
ru_ru: Середина главной страницы
sk_sk: Stred domovskej stránky
tr_tr: Ana sayfanın ortası
uk_ua: Посередині домашньої сторінки

source: Bottom of home page
cs_cz: Spodní část domovské stránky
da_dk: Nederst på startsiden
de_de: Unten auf der Startseite
es_es: Parte inferior de la página de inicio
id_id: Bagian bawah halaman beranda
nl_nl: Onderaan de startpagina
pl_pl: Dół strony głównej
ru_ru: Внизу главной страницы
sk_sk: Spodná časť domovskej stránky
tr_tr: Ana sayfanın alt kısmı
uk_ua: Внизу домашньої сторінки
