Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Mark as sold
cs_cz: Označit jako prodané
da_dk: Marker som solgt
de_de: Als verkauft markieren
es_es: Marcar como vendido
id_id: Tandai sebagai terjual
nl_nl: Markeren als verkocht
pl_pl: Oznacz jako sprzedany
ru_ru: Отметить как проданное
sk_sk: Označiť ako predané
tr_tr: Satıldı olarak işaretle
uk_ua: Позначити як проданий

source: Unmark reserved
cs_cz: Zrušení označení vyhrazeno
da_dk: Fjern markeringen af reserveret
de_de: Unmark reserviert
es_es: Desmarcar reservado
id_id: Hapus tanda dicadangkan
nl_nl: Niet gemarkeerd gereserveerd
pl_pl: Odznacz zarezerwowane
ru_ru: Снять пометку зарезервировано
sk_sk: Zrušiť označenie vyhradené
tr_tr: Ayrılmış işaretini kaldırın
uk_ua: Зняти позначку зарезервовано

source: Mark as reserved
cs_cz: Označit jako vyhrazené
da_dk: Marker som reserveret
de_de: Als reserviert markieren
es_es: Marcar como reservado
id_id: Tandai sebagai dicadangkan
nl_nl: Markeren als gereserveerd
pl_pl: Oznacz jako zarezerwowane
ru_ru: Отметить как зарезервированный
sk_sk: Označiť ako rezervované
tr_tr: Ayrılmış olarak işaretle
uk_ua: Позначити як зарезервований

source: Republish
cs_cz: Znovu zveřejnit
da_dk: Genudgivelse
de_de: neu veröffentlichen
es_es: Vuelve a publicar
id_id: Menerbitkan ulang
nl_nl: Herpubliceer
pl_pl: Opublikuj ponownie
ru_ru: Переиздание
sk_sk: Znovu zverejniť
tr_tr: Yeniden yayınla
uk_ua: Опублікувати

source: Sign-in to your account
cs_cz: Přihlášení k účtu
da_dk: Log ind på din konto
de_de: Melde dich bei deinem Konto an
es_es: Accede a tu cuenta
id_id: Masuk ke akun Anda
nl_nl: Aanmelden bij je account
pl_pl: Zaloguj się na swoje konto
ru_ru: Войдите в свой аккаунт
sk_sk: Prihlásenie do konta
tr_tr: Hesabınızda oturum açın
uk_ua: Увійдіть до свого облікового запису

source: Welcome back, please enter your login credentials
cs_cz: Vítejte zpět, zadejte prosím své přihlašovací údaje.
da_dk: Velkommen tilbage, indtast venligst dine login-oplysninger
de_de: Willkommen zurück, bitte gib deine Anmeldedaten ein
es_es: Bienvenido, por favor introduce tus credenciales de acceso
id_id: Selamat datang kembali, silakan masukkan kredensial login Anda
nl_nl: Welkom terug, voer uw inloggegevens in
pl_pl: Witamy ponownie, wprowadź swoje dane logowania
ru_ru: Добро пожаловать обратно, пожалуйста, введите свои учетные данные для входа в систему
sk_sk: Vitajte späť, zadajte svoje prihlasovacie údaje
tr_tr: Tekrar hoş geldiniz, lütfen giriş bilgilerinizi girin
uk_ua: Ласкаво просимо, будь ласка, введіть свої облікові дані для входу

source: Login with Facebook
cs_cz: Přihlášení pomocí služby Facebook
da_dk: Log ind med Facebook
de_de: Anmeldung mit Facebook
es_es: Iniciar sesión con Facebook
id_id: Masuk dengan Facebook
nl_nl: Inloggen met Facebook
pl_pl: Zaloguj się za pomocą Facebooka
ru_ru: Войти с помощью Facebook
sk_sk: Prihlásenie pomocou služby Facebook
tr_tr: Facebook ile giriş yapın
uk_ua: Увійдіть за допомогою Facebook

source: Sign in with Google
cs_cz: Přihlášení pomocí služby Google
da_dk: Log ind med Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
id_id: Masuk dengan Google
nl_nl: Aanmelden met Google
pl_pl: Zaloguj się za pomocą Google
ru_ru: Войдите в систему с помощью Google
sk_sk: Prihlásenie pomocou služby Google
tr_tr: Google ile oturum açın
uk_ua: Увійдіть за допомогою Google

source: Connect with Facebook
cs_cz: Připojte se ke službě Facebook
da_dk: Opret forbindelse med Facebook
de_de: Mit Facebook verbinden
es_es: Conectar con Facebook
id_id: Terhubung dengan Facebook
nl_nl: Verbinden met Facebook
pl_pl: Połącz się z Facebookiem
ru_ru: Подключайся к Facebook
sk_sk: Spojenie so službou Facebook
tr_tr: Facebook ile Bağlan
uk_ua: Підключіться до Facebook

source: Continue with Facebook
cs_cz: Pokračovat na Facebooku
da_dk: Fortsæt med Facebook
de_de: Weiter mit Facebook
es_es: Continuar con Facebook
id_id: Lanjutkan dengan Facebook
nl_nl: Doorgaan met Facebook
pl_pl: Kontynuuj z Facebookiem
ru_ru: Продолжайте работать с Facebook
sk_sk: Pokračovať na Facebooku
tr_tr: Facebook ile devam edin
uk_ua: Продовжуйте у Facebook

source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_es: Contraseña
id_id: Kata sandi
nl_nl: Wachtwoord
pl_pl: Hasło
ru_ru: Пароль
sk_sk: Heslo
tr_tr: Şifre
uk_ua: Пароль

source: Show/hide password
cs_cz: Zobrazit/skrýt heslo
da_dk: Vis/skjul adgangskode
de_de: Passwort anzeigen/verbergen
es_es: Mostrar/ocultar contraseña
id_id: Menampilkan/menyembunyikan kata sandi
nl_nl: Wachtwoord tonen/verbergen
pl_pl: Pokaż/ukryj hasło
ru_ru: Показать/скрыть пароль
sk_sk: Zobraziť/skryť heslo
tr_tr: Parolayı göster/gizle
uk_ua: Показати/приховати пароль

source: Remember me
cs_cz: Pamatuj si mě
da_dk: Husk mig
de_de: Erinnere dich an mich
es_es: Acuérdate de mí
id_id: Ingatlah aku.
nl_nl: Herinner mij
pl_pl: Pamiętaj o mnie
ru_ru: Помни меня
sk_sk: Pamätaj si ma
tr_tr: Hatırla beni
uk_ua: Пам'ятай мене.

source: Forgot password
cs_cz: Zapomenuté heslo
da_dk: Glemt adgangskode
de_de: Passwort vergessen
es_es: ¿Has olvidado la contraseña?
id_id: Lupa kata sandi
nl_nl: Wachtwoord vergeten
pl_pl: Nie pamiętasz hasła
ru_ru: Забыл пароль
sk_sk: Zabudnuté heslo
tr_tr: Şifremi unuttum
uk_ua: Забули пароль

source: No account yet? Register a new account
cs_cz: Ještě nemáte účet? Zaregistrujte si nový účet
da_dk: Har du ikke en konto endnu? Opret en ny konto
de_de: Noch kein Konto? Registriere ein neues Konto
es_es: ¿Aún no tienes cuenta? Registra una cuenta nueva
id_id: Belum punya akun? Daftarkan akun baru
nl_nl: Nog geen account? Registreer een nieuw account
pl_pl: Nie masz jeszcze konta? Zarejestruj nowe konto
ru_ru: У тебя еще нет аккаунта? Зарегистрируй новый аккаунт
sk_sk: Ešte nemáte účet? Zaregistrujte si nové konto
tr_tr: Henüz hesabınız yok mu? Yeni bir hesap açın
uk_ua: Ще не маєте облікового запису? Зареєструйте новий обліковий запис

source: Profile picture (avatar)
cs_cz: Profilový obrázek (avatar)
da_dk: Profilbillede (avatar)
de_de: Profilbild (Avatar)
es_es: Foto de perfil (avatar)
id_id: Gambar profil (avatar)
nl_nl: Profielfoto (avatar)
pl_pl: Zdjęcie profilowe (awatar)
ru_ru: Картинка профиля (аватар)
sk_sk: Profilový obrázok (avatar)
tr_tr: Profil resmi (avatar)
uk_ua: Зображення профілю (аватар)

source: Update avatar
cs_cz: Aktualizovat avatar
da_dk: Opdater avatar
de_de: Avatar aktualisieren
es_es: Actualizar avatar
id_id: Perbarui avatar
nl_nl: Avatar bijwerken
pl_pl: Zaktualizuj awatar
ru_ru: Обнови аватар
sk_sk: Aktualizácia avatara
tr_tr: Avatarı güncelle
uk_ua: Оновлення аватарки

source: Mobile phone
cs_cz: Mobilní telefon
da_dk: Mobiltelefon
de_de: Mobiltelefon
es_es: Teléfono móvil
id_id: Ponsel
nl_nl: Mobiele telefoon
pl_pl: Telefon komórkowy
ru_ru: Мобильный телефон
sk_sk: Mobilný telefón
tr_tr: Cep telefonu
uk_ua: Мобільний телефон

source: Land Phone
cs_cz: Pozemní telefon
da_dk: Fastnettelefon
de_de: Land Telefon
es_es: Teléfono fijo
id_id: Telepon Darat
nl_nl: Vaste telefoon
pl_pl: Telefon stacjonarny
ru_ru: Наземный телефон
sk_sk: Pozemný telefón
tr_tr: Kara Telefonu
uk_ua: Стаціонарний телефон

source: Website
cs_cz: Webové stránky
da_dk: Hjemmeside
es_es: Página web
id_id: Situs web
pl_pl: Strona internetowa
ru_ru: Сайт
sk_sk: Webová lokalita
tr_tr: Web sitesi
uk_ua: Веб-сайт

source: User type
cs_cz: Typ uživatele
da_dk: Brugertype
de_de: Benutzertyp
es_es: Tipo de usuario
id_id: Jenis pengguna
nl_nl: Type gebruiker
pl_pl: Typ użytkownika
ru_ru: Тип пользователя
sk_sk: Typ používateľa
tr_tr: Kullanıcı tipi
uk_ua: Тип користувача

source: About you
cs_cz: O vás
da_dk: Om dig
de_de: Über dich
es_es: Sobre ti
id_id: Tentang Anda
nl_nl: Over jou
pl_pl: O Tobie
ru_ru: О тебе
sk_sk: O vás
tr_tr: Senin hakkında
uk_ua: Про тебе.

source: Location information
cs_cz: Informace o poloze
da_dk: Information om placering
de_de: Informationen zum Standort
es_es: Información sobre la ubicación
id_id: Informasi lokasi
nl_nl: Informatie over de locatie
pl_pl: Informacje o lokalizacji
ru_ru: Информация о местоположении
sk_sk: Informácie o polohe
tr_tr: Konum bilgisi
uk_ua: Інформація про місцезнаходження

source: City Area
cs_cz: Oblast města
da_dk: Byområde
de_de: Stadtgebiet
es_es: Área urbana
id_id: Wilayah Kota
nl_nl: Stad
pl_pl: Obszar miasta
ru_ru: Городской район
sk_sk: Oblasť mesta
tr_tr: Şehir Bölgesi
uk_ua: Район міста

source: Update
cs_cz: Aktualizace
da_dk: Opdatering
es_es: Actualiza
id_id: Memperbarui
pl_pl: Aktualizacja
ru_ru: Обновление
sk_sk: Aktualizácia
tr_tr: Güncelleme
uk_ua: Оновлення

source: Are you sure you want to delete your account? This action cannot be undone
cs_cz: Opravdu chcete svůj účet odstranit? Tuto akci nelze vzít zpět
da_dk: Er du sikker på, at du vil slette din konto? Denne handling kan ikke fortrydes
de_de: Bist du sicher, dass du dein Konto löschen willst? Diese Aktion kann nicht rückgängig gemacht werden
es_es: ¿Estás seguro de que quieres eliminar tu cuenta? Esta acción no se puede deshacer
id_id: Apakah Anda yakin ingin menghapus akun Anda? Tindakan ini tidak dapat dibatalkan
nl_nl: Weet je zeker dat je je account wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt
pl_pl: Czy na pewno chcesz usunąć swoje konto? Tej czynności nie można cofnąć
ru_ru: Ты уверен, что хочешь удалить свой аккаунт? Это действие нельзя отменить
sk_sk: Ste si istí, že chcete odstrániť svoje konto? Túto akciu nemožno vrátiť späť
tr_tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz
uk_ua: Ви впевнені, що хочете видалити свій обліковий запис? Ця дія не може бути скасована

source: Delete account
cs_cz: Odstranění účtu
da_dk: Slet konto
de_de: Konto löschen
es_es: Eliminar cuenta
id_id: Menghapus akun
nl_nl: Account verwijderen
pl_pl: Usuń konto
ru_ru: Удалить аккаунт
sk_sk: Odstránenie účtu
tr_tr: Hesap silme
uk_ua: Видалити обліковий запис

source: Change your email
cs_cz: Změna e-mailu
da_dk: Skift din e-mailadresse
de_de: Ändere deine E-Mail
es_es: Cambia tu correo electrónico
id_id: Ubah email Anda
nl_nl: Je e-mail wijzigen
pl_pl: Zmień swój adres e-mail
ru_ru: Измените свою электронную почту
sk_sk: Zmena e-mailu
tr_tr: E-posta adresinizi değiştirin
uk_ua: Змініть свою електронну пошту

source: Current e-mail
cs_cz: Aktuální e-mail
da_dk: Nuværende e-mail
de_de: Aktuelle E-Mail
es_es: Correo electrónico actual
id_id: Email saat ini
nl_nl: Huidige e-mail
pl_pl: Aktualny adres e-mail
ru_ru: Текущая электронная почта
sk_sk: Aktuálny e-mail
tr_tr: Güncel e-posta
uk_ua: Поточний e-mail

source: New e-mail
cs_cz: Nový e-mail
da_dk: Ny e-mail
de_de: Neue E-Mail
es_es: Nuevo correo electrónico
id_id: Email baru
nl_nl: Nieuwe e-mail
pl_pl: Nowy e-mail
ru_ru: Новая электронная почта
sk_sk: Nový e-mail
tr_tr: Yeni e-posta
uk_ua: Нова електронна пошта

source: You cannot do this on demo site
cs_cz: Na ukázkovém webu to nelze provést
da_dk: Du kan ikke gøre dette på et demosite
de_de: Auf der Demo-Website ist dies nicht möglich
es_es: No puedes hacerlo en el sitio de demostración
id_id: Anda tidak dapat melakukan ini di situs demo
nl_nl: Je kunt dit niet doen op de demosite
pl_pl: Nie możesz tego zrobić na stronie demo
ru_ru: Ты не можешь сделать это на демонстрационном сайте
sk_sk: Na demo stránke to nie je možné
tr_tr: Bunu demo sitesinde yapamazsınız
uk_ua: Ви не можете зробити це на демо-сайті

source: Change your password
cs_cz: Změna hesla
da_dk: Skift din adgangskode
de_de: Ändere dein Passwort
es_es: Cambia tu contraseña
id_id: Mengubah kata sandi Anda
nl_nl: Wijzig je wachtwoord
pl_pl: Zmień swoje hasło
ru_ru: Измени свой пароль
sk_sk: Zmena hesla
tr_tr: Şifrenizi değiştirin
uk_ua: Змініть свій пароль

source: Current password
cs_cz: Aktuální heslo
da_dk: Nuværende adgangskode
de_de: Aktuelles Passwort
es_es: Contraseña actual
id_id: Kata sandi saat ini
nl_nl: Huidig wachtwoord
pl_pl: Aktualne hasło
ru_ru: Текущий пароль
sk_sk: Aktuálne heslo
tr_tr: Geçerli şifre
uk_ua: Поточний пароль

source: Repeat new password
cs_cz: Opakování nového hesla
da_dk: Gentag ny adgangskode
de_de: Neues Passwort wiederholen
es_es: Repite la nueva contraseña
id_id: Ulangi kata sandi baru
nl_nl: Herhaal nieuw wachtwoord
pl_pl: Powtórz nowe hasło
ru_ru: Повторите новый пароль
sk_sk: Opakovanie nového hesla
tr_tr: Yeni şifreyi tekrarla
uk_ua: Повторіть новий пароль

source: %s's profile
cs_cz: %sprofil
da_dk: %s's profil
de_de: %sDas Profil
es_es: %sPerfil de
id_id: %sProfil
nl_nl: %sprofiel
pl_pl: %sprofil
ru_ru: %sпрофиль
sk_sk: %sprofil
tr_tr: %s'in profili
uk_ua: %sпрофіль

source: Share on X (Twitter)
cs_cz: Sdílet na X (Twitter)
da_dk: Del på X (Twitter)
de_de: Teilen auf X (Twitter)
es_es: Compartir en X (Twitter)
id_id: Bagikan di X (Twitter)
nl_nl: Delen op X (Twitter)
pl_pl: Udostępnij na X (Twitter)
ru_ru: Поделиться на X (Twitter)
sk_sk: Zdieľať na X (Twitter)
tr_tr: X'te Paylaş (Twitter)
uk_ua: Поділіться на X (Twitter)

source: About seller
cs_cz: O prodejci
da_dk: Om sælger
de_de: Über den Verkäufer
es_es: Sobre el vendedor
id_id: Tentang penjual
nl_nl: Over verkoper
pl_pl: O sprzedawcy
ru_ru: О продавце
sk_sk: O predajcovi
tr_tr: Satıcı hakkında
uk_ua: Про продавця

source: User has no active listings
cs_cz: Uživatel nemá žádné aktivní nabídky
da_dk: Brugeren har ingen aktive lister
de_de: Benutzer hat keine aktiven Angebote
es_es: El usuario no tiene anuncios activos
id_id: Pengguna tidak memiliki daftar aktif
nl_nl: Gebruiker heeft geen actieve aanbiedingen
pl_pl: Użytkownik nie ma aktywnych ofert
ru_ru: У пользователя нет активных объявлений
sk_sk: Používateľ nemá žiadne aktívne ponuky
tr_tr: Kullanıcının aktif listesi yok
uk_ua: Користувач не має активних оголошень

source: Reset password
cs_cz: Obnovení hesla
da_dk: Nulstil adgangskode
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
id_id: Atur ulang kata sandi
nl_nl: Wachtwoord opnieuw instellen
pl_pl: Zresetuj hasło
ru_ru: Сбросить пароль
sk_sk: Obnovenie hesla
tr_tr: Şifreyi sıfırla
uk_ua: Скинути пароль

source: New randomly generated password will be sent to your email
cs_cz: Na váš e-mail bude zasláno nové náhodně vygenerované heslo.
da_dk: Ny tilfældigt genereret adgangskode vil blive sendt til din e-mail
de_de: Ein neues, zufällig generiertes Passwort wird an deine E-Mail geschickt
es_es: Se enviará a tu correo electrónico una nueva contraseña generada aleatoriamente
id_id: Kata sandi baru yang dibuat secara acak akan dikirim ke email Anda
nl_nl: Nieuw willekeurig gegenereerd wachtwoord wordt naar je e-mail gestuurd
pl_pl: Nowe losowo wygenerowane hasło zostanie wysłane na Twój adres e-mail.
ru_ru: Новый случайно сгенерированный пароль будет отправлен на твою электронную почту
sk_sk: Na váš e-mail bude odoslané nové náhodne vygenerované heslo.
tr_tr: Rastgele oluşturulan yeni şifre e-postanıza gönderilecektir
uk_ua: Новий випадково згенерований пароль буде надіслано на вашу електронну пошту

source: Send a new password
cs_cz: Odeslání nového hesla
da_dk: Send en ny adgangskode
de_de: Ein neues Passwort senden
es_es: Enviar una nueva contraseña
id_id: Mengirim kata sandi baru
nl_nl: Stuur een nieuw wachtwoord
pl_pl: Wyślij nowe hasło
ru_ru: Отправьте новый пароль
sk_sk: Odoslanie nového hesla
tr_tr: Yeni bir şifre gönderin
uk_ua: Надішліть новий пароль

source: Register a new account
cs_cz: Registrace nového účtu
da_dk: Opret en ny konto
de_de: Ein neues Konto registrieren
es_es: Registrar una cuenta nueva
id_id: Mendaftarkan akun baru
nl_nl: Een nieuw account registreren
pl_pl: Zarejestruj nowe konto
ru_ru: Зарегистрируй новый аккаунт
sk_sk: Registrácia nového účtu
tr_tr: Yeni bir hesap açın
uk_ua: Зареєструвати новий обліковий запис

source: Create a new account and get access to benefits of registered users!
cs_cz: Vytvořte si nový účet a získejte přístup k výhodám registrovaných uživatelů!
da_dk: Opret en ny konto, og få adgang til fordelene ved registrerede brugere!
de_de: Erstelle ein neues Konto und erhalte Zugang zu den Vorteilen der registrierten Nutzer!
es_es: ¡Crea una cuenta nueva y accede a las ventajas de los usuarios registrados!
id_id: Buat akun baru dan dapatkan akses ke berbagai manfaat pengguna terdaftar!
nl_nl: Maak een nieuw account aan en krijg toegang tot de voordelen van geregistreerde gebruikers!
pl_pl: Utwórz nowe konto i uzyskaj dostęp do korzyści zarejestrowanych użytkowników!
ru_ru: Создай новый аккаунт и получи доступ к преимуществам зарегистрированных пользователей!
sk_sk: Vytvorte si nové konto a získajte prístup k výhodám registrovaných používateľov!
tr_tr: Yeni bir hesap oluşturun ve kayıtlı kullanıcıların avantajlarına erişin!
uk_ua: Створіть новий обліковий запис та отримайте доступ до переваг зареєстрованих користувачів!

source: Connect with Google
cs_cz: Spojení se společností Google
da_dk: Opret forbindelse med Google
de_de: Mit Google verbinden
es_es: Conecta con Google
id_id: Terhubung dengan Google
nl_nl: Verbinding maken met Google
pl_pl: Połącz się z Google
ru_ru: Связь с Google
sk_sk: Spojenie so spoločnosťou Google
tr_tr: Google ile bağlantı kurun
uk_ua: Підключіться до Google

source: Continue with Google
cs_cz: Pokračovat ve službě Google
da_dk: Fortsæt med Google
de_de: Weiter mit Google
es_es: Continuar con Google
id_id: Lanjutkan dengan Google
nl_nl: Verder met Google
pl_pl: Kontynuuj z Google
ru_ru: Продолжайте работать с Google
sk_sk: Pokračovať so službou Google
tr_tr: Google ile devam edin
uk_ua: Продовжуйте з Google

source: Mobile Phone
cs_cz: Mobilní telefon
da_dk: Mobiltelefon
de_de: Mobiltelefon
es_es: Teléfono móvil
id_id: Ponsel
nl_nl: Mobiele telefoon
pl_pl: Telefon komórkowy
ru_ru: Мобильный телефон
sk_sk: Mobilný telefón
tr_tr: Cep telefonu
uk_ua: Мобільний телефон

source: Re-type password
cs_cz: Opětovné zadání hesla
da_dk: Skriv adgangskoden igen
de_de: Passwort erneut eingeben
es_es: Vuelve a escribir la contraseña
id_id: Ketik ulang kata sandi
nl_nl: Typ wachtwoord opnieuw
pl_pl: Wpisz ponownie hasło
ru_ru: Повторно набери пароль
sk_sk: Opätovné zadanie hesla
tr_tr: Şifreyi yeniden yazın
uk_ua: Повторно введіть пароль

source: Create account
cs_cz: Vytvořit účet
da_dk: Opret konto
de_de: Konto erstellen
es_es: Crear cuenta
id_id: Buat akun
nl_nl: Account aanmaken
pl_pl: Utwórz konto
ru_ru: Создай аккаунт
sk_sk: Vytvoriť konto
tr_tr: Hesap oluştur
uk_ua: Створити обліковий запис

source: Already have account? Login
cs_cz: Už máte účet? Přihlášení
da_dk: Har du allerede en konto? Log ind
de_de: Du hast bereits ein Konto? Anmelden
es_es: ¿Ya tienes cuenta? Conéctate
id_id: Sudah memiliki akun? Masuk
nl_nl: Heb je al een account? Inloggen
pl_pl: Masz już konto? Zaloguj się
ru_ru: У тебя уже есть аккаунт? Войти
sk_sk: Už máte účet? Prihlásenie
tr_tr: Zaten hesabınız var mı? Giriş yap
uk_ua: Вже маєте обліковий запис? Увійдіть в систему

source: +XXX XXX XXX
uk_ua: +XXX XXX XXX XXX

source: Settings were successfully saved
cs_cz: Nastavení byla úspěšně uložena
da_dk: Indstillingerne blev gemt med succes
de_de: Einstellungen wurden erfolgreich gespeichert
es_es: Los ajustes se han guardado correctamente
id_id: Pengaturan berhasil disimpan
nl_nl: Instellingen zijn succesvol opgeslagen
pl_pl: Ustawienia zostały pomyślnie zapisane
ru_ru: Настройки были успешно сохранены
sk_sk: Nastavenia boli úspešne uložené
tr_tr: Ayarlar başarıyla kaydedildi
uk_ua: Налаштування успішно збережено

source: If you use Banner Ads Plugin, you can use banner or advert directly in theme banner space by defining its ID in bellow form.
cs_cz: Pokud používáte plugin Banner Ads, můžete použít banner nebo reklamu přímo v bannerovém prostoru tématu definováním jeho ID v níže uvedeném formuláři.
da_dk: Hvis du bruger Banner Ads Plugin, kan du bruge et banner eller en annonce direkte i temaets bannerområde ved at definere dets ID i nedenstående formular.
de_de: Wenn du das Banner Ads Plugin verwendest, kannst du ein Banner oder eine Werbung direkt im Bannerbereich des Themas einfügen, indem du seine ID im unten stehenden Formular definierst.
es_es: Si utilizas el Plugin de Anuncios de Banner, puedes utilizar el banner o anuncio directamente en el espacio de banner del tema definiendo su ID en el siguiente formulario.
id_id: Jika Anda menggunakan Banner Ads Plugin, Anda dapat menggunakan banner atau iklan secara langsung di ruang banner tema dengan mendefinisikan ID-nya di bawah ini.
nl_nl: Als je de Banner Ads Plugin gebruikt, kun je de banner of advertentie direct in de themabannerruimte gebruiken door de ID ervan in het onderstaande formulier te definiëren.
pl_pl: Jeśli korzystasz z wtyczki Banner Ads, możesz użyć banera lub reklamy bezpośrednio w przestrzeni banerowej motywu, definiując jego identyfikator w poniższym formularzu.
ru_ru: Если ты используешь плагин Banner Ads Plugin, то можешь использовать баннер или рекламу прямо в баннерном пространстве темы, задав его ID в форме ниже.
sk_sk: Ak používate Banner Ads Plugin, môžete použiť banner alebo reklamu priamo v bannerovom priestore témy definovaním jeho ID v nasledujúcom formulári.
tr_tr: Banner Reklam Eklentisi kullanıyorsanız, aşağıdaki formda kimliğini tanımlayarak banner veya reklamı doğrudan tema banner alanında kullanabilirsiniz.
uk_ua: Якщо ви використовуєте плагін Banner Ads, ви можете використовувати банер або оголошення безпосередньо в банерному просторі теми, визначивши його ID у наведеній нижче формі.

source: Usage examples: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
cs_cz: Příklady použití: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
da_dk: Eksempler på brug: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}.
de_de: Verwendungsbeispiele: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
es_es: Ejemplos de uso: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
id_id: Contoh penggunaan: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
nl_nl: Gebruiksvoorbeelden: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
pl_pl: Przykłady użycia: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}.
ru_ru: Примеры использования: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}.
sk_sk: Príklady použitia: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
tr_tr: Kullanım örnekleri: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
uk_ua: Приклади використання: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}

source: Enable Theme Banners
cs_cz: Povolení bannerů tématu
da_dk: Aktivér temabannere
de_de: Themenbanner aktivieren
es_es: Activar banners temáticos
id_id: Mengaktifkan Spanduk Tema
nl_nl: Thema banners inschakelen
pl_pl: Włącz banery motywu
ru_ru: Включи тематические баннеры
sk_sk: Povolenie bannerov témy
tr_tr: Tema Banner'larını Etkinleştir
uk_ua: Увімкнути тематичні банери
