Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Share us on LinkedIn
cs_cz: Sdílejte nás na LinkedIn
da_dk: Del os på LinkedIn
de_de: Teile uns auf LinkedIn
es_es: Compártenos en LinkedIn
id_id: Bagikan kami di LinkedIn
nl_nl: Deel ons op LinkedIn
pl_pl: Udostępnij nas na LinkedIn
ru_ru: Поделись нами на LinkedIn
sk_sk: Zdieľajte nás na LinkedIn
tr_tr: Bizi LinkedIn'de paylaşın
uk_ua: Поділіться з нами в LinkedIn

source: Language
cs_cz: Jazyk
da_dk: sprog
de_de: Sprache
es_es: Lengua
id_id: Bahasa
nl_nl: Taal
pl_pl: Język
ru_ru: Язык
sk_sk: Jazyk
tr_tr: Dil
uk_ua: Мова

source: Country flag
cs_cz: Vlajka země
da_dk: Landets flag
de_de: Landesflagge
es_es: Bandera del país
id_id: Bendera negara
nl_nl: Land vlag
pl_pl: Flaga kraju
ru_ru: Флаг страны
sk_sk: Vlajka krajiny
tr_tr: Ülke bayrağı
uk_ua: Прапор країни

source: Information
cs_cz: Informace
de_de: Informationen
es_es: Información
id_id: Informasi
nl_nl: Informatie
pl_pl: Informacje
ru_ru: Информация
sk_sk: Informácie
tr_tr: Bilgi
uk_ua: Інформація

source: Copyright
cs_cz: Autorská práva
da_dk: Ophavsret
es_es: Derechos de autor
id_id: Hak Cipta
pl_pl: Prawa autorskie
ru_ru: Авторское право
sk_sk: Autorské práva
tr_tr: Telif Hakkı
uk_ua: Авторське право

source: All rights reserved
cs_cz: Všechna práva vyhrazena
da_dk: Alle rettigheder forbeholdes
de_de: Alle Rechte vorbehalten
es_es: Todos los derechos reservados
id_id: Semua hak cipta dilindungi undang-undang
nl_nl: Alle rechten voorbehouden
pl_pl: Wszelkie prawa zastrzeżone
ru_ru: Все права защищены
sk_sk: Všetky práva vyhradené
tr_tr: Tüm hakları saklıdır
uk_ua: Всі права захищені

source: Home
da_dk: Hjem
de_de: Zuhause
es_es: Inicio
id_id: Beranda
pl_pl: Strona główna
ru_ru: Дом
sk_sk: Domov
tr_tr: Ev
uk_ua: Головна

source: Location
cs_cz: Umístění
da_dk: placering
de_de: Standort
es_es: Ubicación
id_id: Lokasi
nl_nl: Locatie
pl_pl: Lokalizacja
ru_ru: Расположение
sk_sk: Umiestnenie
tr_tr: Konum
uk_ua: Місцезнаходження

source: Messages
cs_cz: Zprávy
da_dk: Beskeder
de_de: Nachrichten
es_es: Mensajes
id_id: Pesan
nl_nl: Berichten
pl_pl: Wiadomości
ru_ru: Сообщения
sk_sk: Správy
tr_tr: Mesajlar
uk_ua: Повідомлення

source: Search
cs_cz: Vyhledávání
da_dk: Søgning
de_de: Suche
es_es: Busca en
id_id: Pencarian
nl_nl: Zoek op
pl_pl: Szukaj
ru_ru: Поиск
sk_sk: Vyhľadávanie
tr_tr: Arama
uk_ua: Пошук

source: Post an ad
cs_cz: Zveřejnění inzerátu
da_dk: Opret en annonce
de_de: Eine Anzeige aufgeben
es_es: Publica un anuncio
id_id: Pasang iklan
nl_nl: Advertentie plaatsen
pl_pl: Zamieść ogłoszenie
ru_ru: Опубликуй объявление
sk_sk: Zverejnenie inzerátu
tr_tr: Bir ilan yayınlayın
uk_ua: Розмістити оголошення

source: Favorite
cs_cz: Oblíbené stránky
da_dk: Favorit
de_de: Favorit
es_es: Favoritos
id_id: Favorit
nl_nl: Favoriet
pl_pl: Ulubione
ru_ru: Любимый
sk_sk: Obľúbené stránky
tr_tr: Favori
uk_ua: Улюбленець

source: My Account
cs_cz: Můj účet
da_dk: Min konto
de_de: Mein Konto
es_es: Mi cuenta
id_id: Akun Saya
nl_nl: Mijn account
pl_pl: Moje konto
ru_ru: Мой аккаунт
sk_sk: Moje konto
tr_tr: Hesabım
uk_ua: Мій обліковий запис

source: Sign in
cs_cz: Přihlásit se
da_dk: Log ind
de_de: Eintragen
es_es: Inicia sesión
id_id: Masuk
nl_nl: Aanmelden
pl_pl: Zaloguj się
ru_ru: Войти
sk_sk: Prihlásiť sa
tr_tr: Oturum aç
uk_ua: Увійдіть в систему

source: Searches
cs_cz: Vyhledávání
da_dk: Søgninger
de_de: Suchanfragen
es_es: Busca en
id_id: Pencarian
nl_nl: Zoekopdrachten
pl_pl: Wyszukiwania
ru_ru: Поиски
sk_sk: Vyhľadáva
tr_tr: Aramalar
uk_ua: Пошуки

source: Log in
cs_cz: Přihlášení
da_dk: Log ind
de_de: Einloggen
es_es: Iniciar sesión
id_id: Masuk
nl_nl: Inloggen
pl_pl: Zaloguj się
ru_ru: Войдите в систему
sk_sk: Prihlásiť sa
tr_tr: Giriş yap
uk_ua: Увійдіть в систему

source: Filter
cs_cz: Filtr
es_es: Filtrar
pl_pl: Filtr
ru_ru: Фильтр
tr_tr: Filtre
uk_ua: Фільтр

source: Post ad
cs_cz: Poštovní reklama
da_dk: Send annonce
de_de: Anzeige aufgeben
es_es: Publicar anuncio
id_id: Posting iklan
nl_nl: Post advertentie
pl_pl: Dodaj ogłoszenie
ru_ru: Пост объявление
sk_sk: Poštová reklama
tr_tr: Reklam gönder
uk_ua: Розмістити оголошення

source: Non-logged user
cs_cz: Nepřihlášený uživatel
da_dk: Ikke-logget bruger
de_de: Nicht angemeldeter Benutzer
es_es: Usuario no registrado
id_id: Pengguna yang tidak masuk
nl_nl: Niet-ingelogde gebruiker
pl_pl: Użytkownik niezalogowany
ru_ru: Незарегистрированный пользователь
sk_sk: Neprihlásený používateľ
tr_tr: Oturum açmamış kullanıcı
uk_ua: Користувач, що не увійшов до системи

source: Hi %s!
cs_cz: Ahoj %s!
da_dk: Hej %s!
de_de: Hallo %s!
es_es: ¡Hola %s!
id_id: Hai %s!
nl_nl: Hoi %s!
pl_pl: Cześć %s!
ru_ru: Привет %s!
sk_sk: Ahoj %s!
tr_tr: Merhaba %s!
uk_ua: Привіт %s!

source: Welcome!
cs_cz: Vítejte!
da_dk: Velkommen!
de_de: Willkommen!
es_es: ¡Bienvenido/a!
id_id: Selamat datang!
nl_nl: Welkom!
pl_pl: Witaj!
ru_ru: Добро пожаловать!
sk_sk: Vitajte!
tr_tr: Hoş geldiniz!
uk_ua: Ласкаво просимо!

source: Register account
cs_cz: Registrovat účet
da_dk: Registrer konto
de_de: Konto registrieren
es_es: Registrar cuenta
id_id: Daftarkan akun
nl_nl: Account registreren
pl_pl: Zarejestruj konto
ru_ru: Зарегистрируй аккаунт
sk_sk: Registrácia účtu
tr_tr: Hesap açın
uk_ua: Зареєструвати обліковий запис

source: My public profile
cs_cz: Můj veřejný profil
da_dk: Min offentlige profil
de_de: Mein öffentliches Profil
es_es: Mi perfil público
id_id: Profil publik saya
nl_nl: Mijn openbare profiel
pl_pl: Mój profil publiczny
ru_ru: Мой публичный профиль
sk_sk: Môj verejný profil
tr_tr: Herkese açık profilim
uk_ua: Мій публічний профіль

source: My dashboard
cs_cz: Můj přístrojový panel
da_dk: Mit instrumentbræt
de_de: Mein Armaturenbrett
es_es: Mi salpicadero
id_id: Dasbor saya
nl_nl: Mijn dashboard
pl_pl: Mój pulpit nawigacyjny
ru_ru: Моя приборная панель
sk_sk: Môj prístrojový panel
tr_tr: Benim gösterge tablom
uk_ua: Моя приладова панель

source: My active listings
cs_cz: Moje aktivní nabídky
da_dk: Mine aktive lister
de_de: Meine aktiven Inserate
es_es: Mis anuncios activos
id_id: Daftar aktif saya
nl_nl: Mijn actieve aanbiedingen
pl_pl: Moje aktywne oferty
ru_ru: Мои активные листинги
sk_sk: Moje aktívne ponuky
tr_tr: Aktif listelerim
uk_ua: Мої активні оголошення

source: My saved searches
cs_cz: Moje uložená vyhledávání
da_dk: Mine gemte søgninger
de_de: Meine gespeicherten Suchen
es_es: Mis búsquedas guardadas
id_id: Pencarian saya yang tersimpan
nl_nl: Mijn opgeslagen zoekopdrachten
pl_pl: Moje zapisane wyszukiwania
ru_ru: Мои сохраненные поиски
sk_sk: Moje uložené vyhľadávania
tr_tr: Kayıtlı aramalarım
uk_ua: Мої збережені пошукові запити

source: My profile
cs_cz: Můj profil
da_dk: Min profil
de_de: Mein Profil
es_es: Mi perfil
id_id: Profil saya
nl_nl: Mijn profiel
pl_pl: Mój profil
ru_ru: Мой профиль
sk_sk: Môj profil
tr_tr: Benim profilim
uk_ua: Мій профіль

source: My business profile
cs_cz: Můj obchodní profil
da_dk: Min virksomhedsprofil
de_de: Mein Geschäftsprofil
es_es: Perfil de mi empresa
id_id: Profil bisnis saya
nl_nl: Mijn bedrijfsprofiel
pl_pl: Mój profil biznesowy
ru_ru: Мой бизнес-профиль
sk_sk: Môj obchodný profil
tr_tr: İşletme profilim
uk_ua: Мій бізнес-профіль

source: My messages
cs_cz: Moje zprávy
da_dk: Mine beskeder
de_de: Meine Nachrichten
es_es: Mis mensajes
id_id: Pesan saya
nl_nl: Mijn berichten
pl_pl: Moje wiadomości
ru_ru: Мои сообщения
sk_sk: Moje správy
tr_tr: Benim mesajlarım
uk_ua: Мої повідомлення

source: My favorite listings
cs_cz: Moje oblíbené nabídky
da_dk: Mine foretrukne lister
de_de: Meine Lieblingsangebote
es_es: Mis listados favoritos
id_id: Daftar favorit saya
nl_nl: Mijn favoriete aanbiedingen
pl_pl: Moje ulubione oferty
ru_ru: Мои любимые списки
sk_sk: Moje obľúbené ponuky
tr_tr: Favori listelerim
uk_ua: Мої улюблені оголошення

source: My promotions
cs_cz: Moje propagační akce
da_dk: Mine forfremmelser
de_de: Meine Promotionen
es_es: Mis promociones
id_id: Promosi saya
nl_nl: Mijn promoties
pl_pl: Moje promocje
ru_ru: Мои рекламные акции
sk_sk: Moje propagačné akcie
tr_tr: Benim promosyonlarım
uk_ua: Мої акції

source: Companies
cs_cz: Společnosti
da_dk: Virksomheder
de_de: Unternehmen
es_es: Empresas
id_id: Perusahaan
nl_nl: Bedrijven
pl_pl: Firmy
ru_ru: Компании
sk_sk: Spoločnosti
tr_tr: Şirketler
uk_ua: Компанії

source: Forums
cs_cz: Fóra
da_dk: Fora
de_de: Foren
es_es: Foros
id_id: Forum
pl_pl: Fora
ru_ru: Форумы
sk_sk: Fóra
tr_tr: Forumlar
uk_ua: Форуми

source: Blog
ru_ru: Блог
uk_ua: Блог

source: FAQ
cs_cz: ČASTO KLADENÉ DOTAZY
da_dk: OFTE STILLEDE SPØRGSMÅL
es_es: PREGUNTAS FRECUENTES
id_id: PERTANYAAN YANG SERING DIAJUKAN
ru_ru: ВОПРОСЫ И ОТВЕТЫ
sk_sk: ČASTO KLADENÉ OTÁZKY
tr_tr: SSS
uk_ua: ПОШИРЕНІ ЗАПИТАННЯ

source: Select language
cs_cz: Výběr jazyka
da_dk: Vælg sprog
de_de: Sprache auswählen
es_es: Selecciona el idioma
id_id: Pilih bahasa
nl_nl: Selecteer taal
pl_pl: Wybierz język
ru_ru: Выберите язык
sk_sk: Výber jazyka
tr_tr: Dil seçin
uk_ua: Виберіть мову

source: Change location
cs_cz: Změna umístění
da_dk: Skift placering
de_de: Standort ändern
es_es: Cambiar ubicación
id_id: Mengubah lokasi
nl_nl: Locatie wijzigen
pl_pl: Zmień lokalizację
ru_ru: Изменить местоположение
sk_sk: Zmena polohy
tr_tr: Konum değiştir
uk_ua: Змінити місце розташування

source: Help
cs_cz: Nápověda
da_dk: Hjælp
de_de: Hilfe
es_es: Ayuda
id_id: Bantuan
pl_pl: Pomoc
ru_ru: Помогите
sk_sk: Pomoc
tr_tr: Yardım
uk_ua: Допоможіть!

source: Log out
cs_cz: Odhlášení
da_dk: Log ud
de_de: Abmelden
es_es: Cerrar sesión
id_id: Keluar
nl_nl: Afmelden
pl_pl: Wyloguj się
ru_ru: Выйди из системы
sk_sk: Odhlásenie
tr_tr: Oturumu kapat
uk_ua: Вийдіть з системи

source: Support pages
cs_cz: Stránky podpory
da_dk: Support-sider
de_de: Seiten unterstützen
es_es: Páginas de ayuda
id_id: Halaman dukungan
nl_nl: Ondersteunende pagina's
pl_pl: Strony wsparcia
ru_ru: Страницы поддержки
sk_sk: Stránky podpory
tr_tr: Destek sayfaları
uk_ua: Сторінки підтримки

source: Default location
cs_cz: Výchozí umístění
da_dk: Standardplacering
de_de: Standard Standort
es_es: Ubicación por defecto
id_id: Lokasi default
nl_nl: Standaardlocatie
pl_pl: Domyślna lokalizacja
ru_ru: Расположение по умолчанию
sk_sk: Predvolené umiestnenie
tr_tr: Varsayılan konum
uk_ua: Розташування за замовчуванням

source: Select your preferred location to search and sell faster.
cs_cz: Zvolte preferovanou lokalitu pro rychlejší vyhledávání a prodej.
da_dk: Vælg din foretrukne placering for at søge og sælge hurtigere.
de_de: Wähle deinen bevorzugten Standort, um schneller zu suchen und zu verkaufen.
es_es: Selecciona tu ubicación preferida para buscar y vender más rápido.
id_id: Pilih lokasi yang Anda inginkan untuk mencari dan menjual lebih cepat.
nl_nl: Selecteer je voorkeurslocatie om sneller te zoeken en te verkopen.
pl_pl: Wybierz preferowaną lokalizację, aby szybciej wyszukiwać i sprzedawać.
ru_ru: Выбери предпочтительное местоположение, чтобы искать и продавать быстрее.
sk_sk: Vyberte si preferovanú lokalitu a vyhľadávajte a predávajte rýchlejšie.
tr_tr: Daha hızlı arama ve satış yapmak için tercih ettiğiniz konumu seçin.
uk_ua: Виберіть бажану локацію для швидшого пошуку та продажу.

source: Your location
cs_cz: Vaše poloha
da_dk: Din placering
de_de: Dein Standort
es_es: Tu ubicación
id_id: Lokasi Anda
nl_nl: Jouw locatie
pl_pl: Twoja lokalizacja
ru_ru: Твое местоположение
sk_sk: Vaša poloha
tr_tr: Sizin konumunuz
uk_ua: Ваше місцезнаходження

source: Search location...
cs_cz: Vyhledávání polohy...
da_dk: Søg placering...
de_de: Standort suchen...
es_es: Buscar ubicación...
id_id: Lokasi pencarian...
nl_nl: Locatie zoeken...
pl_pl: Wyszukaj lokalizację...
ru_ru: Место поиска...
sk_sk: Vyhľadávanie polohy...
tr_tr: Arama konumu...
uk_ua: Місце пошуку...

source: Click to refresh
cs_cz: Klikněte pro obnovení
da_dk: Klik for at opdatere
de_de: Zum Aktualisieren klicken
es_es: Pulsa para actualizar
id_id: Klik untuk menyegarkan
nl_nl: Klik om te verversen
pl_pl: Kliknij, aby odświeżyć
ru_ru: Нажмите, чтобы обновить
sk_sk: Kliknutím obnovíte
tr_tr: Yenilemek için tıklayın
uk_ua: Натисніть, щоб оновити

source: Use current location
cs_cz: Použít aktuální polohu
da_dk: Brug nuværende placering
de_de: Aktuellen Standort verwenden
es_es: Utilizar la ubicación actual
id_id: Gunakan lokasi saat ini
nl_nl: Huidige locatie gebruiken
pl_pl: Użyj bieżącej lokalizacji
ru_ru: Используй текущее местоположение
sk_sk: Použiť aktuálnu polohu
tr_tr: Geçerli konumu kullan
uk_ua: Використовувати поточне місцезнаходження

source: Click to find closest city to your location
cs_cz: Klikněte pro vyhledání nejbližšího města k vaší poloze
da_dk: Klik for at finde den nærmeste by til din placering
de_de: Klicke hier, um die nächste Stadt in deiner Nähe zu finden
es_es: Haz clic para encontrar la ciudad más cercana a tu ubicación
id_id: Klik untuk menemukan kota terdekat dengan lokasi Anda
nl_nl: Klik om de dichtstbijzijnde stad te vinden
pl_pl: Kliknij, aby znaleźć miasto najbliżej Twojej lokalizacji
ru_ru: Кликни, чтобы найти ближайший к твоему местоположению город
sk_sk: Kliknutím nájdete najbližšie mesto k vašej polohe
tr_tr: Bulunduğunuz yere en yakın şehri bulmak için tıklayın
uk_ua: Натисніть, щоб знайти найближче місто до вашого місцезнаходження

source: Geolocation is not supported by your browser
cs_cz: Váš prohlížeč nepodporuje zeměpisnou polohu
da_dk: Geolokalisering understøttes ikke af din browser
de_de: Geolocation wird von deinem Browser nicht unterstützt
es_es: Tu navegador no admite la geolocalización
id_id: Geolokasi tidak didukung oleh browser Anda
nl_nl: Geolocatie wordt niet ondersteund door uw browser
pl_pl: Twoja przeglądarka nie obsługuje geolokalizacji
ru_ru: Геолокация не поддерживается твоим браузером
sk_sk: Váš prehliadač nepodporuje geografickú lokalizáciu
tr_tr: Coğrafi konum tarayıcınız tarafından desteklenmiyor
uk_ua: Геолокація не підтримується вашим браузером

source: Unable to retrieve your location, it may be blocked
cs_cz: Nelze načíst vaši polohu, může být blokována.
da_dk: Kan ikke hente din placering, den kan være blokeret
de_de: Dein Standort kann nicht abgerufen werden, er könnte blockiert sein
es_es: No se puede recuperar tu ubicación, puede que esté bloqueada
id_id: Tidak dapat mengambil lokasi Anda, mungkin diblokir
nl_nl: Kan je locatie niet ophalen, mogelijk is deze geblokkeerd
pl_pl: Nie można pobrać Twojej lokalizacji, może być zablokowana.
ru_ru: Невозможно определить твое местоположение, возможно, оно заблокировано
sk_sk: Nie je možné načítať vašu polohu, môže byť zablokovaná
tr_tr: Konumunuz alınamıyor, engellenmiş olabilir
uk_ua: Не вдається визначити ваше місцезнаходження, можливо, воно заблоковане

source: Unable to retrieve your location, no close city found
cs_cz: Nelze načíst vaši polohu, nebylo nalezeno žádné blízké město.
da_dk: Kan ikke hente din placering, ingen nærliggende by fundet
de_de: Dein Standort kann nicht abgerufen werden, keine Stadt in der Nähe gefunden
es_es: No se ha podido recuperar tu ubicación, no se ha encontrado ninguna ciudad cercana
id_id: Tidak dapat mengambil lokasi Anda, tidak ditemukan kota terdekat
nl_nl: Kan je locatie niet ophalen, geen stad in de buurt gevonden
pl_pl: Nie można pobrać Twojej lokalizacji, nie znaleziono najbliższego miasta
ru_ru: Невозможно определить ваше местоположение, не найден ни один близкий город
sk_sk: Nie je možné načítať vašu polohu, nebolo nájdené žiadne blízke mesto
tr_tr: Konumunuz alınamıyor, yakın bir şehir bulunamadı
uk_ua: Не вдалося визначити ваше місцезнаходження, не знайдено жодного близького міста

source: Locating...
cs_cz: Vyhledání...
da_dk: At finde...
de_de: Das Auffinden...
es_es: Localizar...
id_id: Menemukan...
nl_nl: Lokaliseren...
pl_pl: Lokalizowanie...
ru_ru: Нахождение...
sk_sk: Vyhľadávanie...
tr_tr: Yer tespiti...
uk_ua: Визначення місцезнаходження...

source: Refresh page to take effect
cs_cz: Obnovit stránku, aby se projevila
da_dk: Opdater siden for at få effekt
de_de: Seite aktualisieren, damit sie wirksam wird
es_es: Actualiza la página para que surta efecto
id_id: Segarkan halaman untuk diterapkan
nl_nl: Pagina verversen voor effect
pl_pl: Odśwież stronę, aby zaczęła działać
ru_ru: Обнови страницу, чтобы она начала действовать
sk_sk: Obnoviť stránku, aby sa to prejavilo
tr_tr: Etkili olması için sayfayı yenileyin
uk_ua: Оновіть сторінку, щоб вступити в силу

source: Recent locations
cs_cz: Nedávná umístění
da_dk: Seneste placeringer
de_de: Neueste Standorte
es_es: Lugares recientes
id_id: Lokasi terkini
nl_nl: Recente locaties
pl_pl: Ostatnie lokalizacje
ru_ru: Последние локации
sk_sk: Nedávne lokality
tr_tr: Son konumlar
uk_ua: Нещодавні локації

source: Popular cities
cs_cz: Oblíbená města
da_dk: Populære byer
de_de: Beliebte Städte
es_es: Ciudades populares
id_id: Kota-kota populer
nl_nl: Populaire steden
pl_pl: Popularne miasta
ru_ru: Популярные города
sk_sk: Obľúbené mestá
tr_tr: Popüler şehirler
uk_ua: Популярні міста

source: item
cs_cz: Položka
da_dk: Vare
de_de: Artikel
es_es: artículo
pl_pl: pozycja
ru_ru: пункт
sk_sk: položka
tr_tr: Öğe
uk_ua: пункт

source: items
cs_cz: Položky
da_dk: elementer
de_de: Artikel
es_es: artículos
id_id: item
pl_pl: pozycje
ru_ru: предметы
sk_sk: Položky
tr_tr: öğeler
uk_ua: предмети

source: Clean default location
cs_cz: Čisté výchozí umístění
da_dk: Rengør standardplacering
de_de: Standardstandort reinigen
es_es: Limpiar ubicación por defecto
id_id: Bersihkan lokasi default
nl_nl: Standaardlocatie opschonen
pl_pl: Wyczyść domyślną lokalizację
ru_ru: Очистите местоположение по умолчанию
sk_sk: Čisté predvolené umiestnenie
tr_tr: Varsayılan konumu temizleyin
uk_ua: Очистити розташування за замовчуванням

source: Filter results
cs_cz: Výsledky filtrování
da_dk: Filtrer resultater
de_de: Ergebnisse filtern
es_es: Filtrar resultados
id_id: Hasil filter
nl_nl: Filterresultaten
pl_pl: Filtruj wyniki
ru_ru: Результаты фильтрации
sk_sk: Výsledky filtrovania
tr_tr: Sonuçları filtrele
uk_ua: Результати фільтрації

source: Backoffice
uk_ua: Бек-офіс

source: Hide Banners
cs_cz: Skrýt bannery
da_dk: Skjul bannere
de_de: Banner ausblenden
es_es: Ocultar banners
id_id: Sembunyikan Spanduk
nl_nl: Banners verbergen
pl_pl: Ukryj banery
ru_ru: Скрыть баннеры
sk_sk: Skryť bannery
tr_tr: Afişleri Gizle
uk_ua: Приховати банери

source: Show All Banners
cs_cz: Zobrazit všechny bannery
da_dk: Vis alle bannere
de_de: Alle Banner anzeigen
es_es: Mostrar todos los banners
id_id: Tampilkan Semua Spanduk
nl_nl: Toon alle banners
pl_pl: Pokaż wszystkie banery
ru_ru: Показать все баннеры
sk_sk: Zobraziť všetky bannery
tr_tr: Tüm Afişleri Göster
uk_ua: Показати всі банери

source: Primary color
cs_cz: Základní barva
da_dk: Primær farve
de_de: Primärfarbe
es_es: Color primario
id_id: Warna primer
nl_nl: Primaire kleur
pl_pl: Kolor podstawowy
ru_ru: Основной цвет
sk_sk: Základná farba
tr_tr: Ana renk
uk_ua: Основний колір

source: Secondary color
cs_cz: Sekundární barva
da_dk: Sekundær farve
de_de: Sekundärfarbe
es_es: Color secundario
id_id: Warna sekunder
nl_nl: Secundaire kleur
pl_pl: Kolor dodatkowy
ru_ru: Вторичный цвет
sk_sk: Sekundárna farba
tr_tr: İkincil renk
uk_ua: Вторинний колір

source: You have enabled DEBUG MODE, autocomplete may not work! Disable debug mode in config.php.
cs_cz: Máte povolen režim DEBUGE, automatické dokončování nemusí fungovat! Vypněte režim ladění v souboru config.php.
da_dk: Du har aktiveret DEBUG MODE, autocomplete virker måske ikke! Deaktiver debug-tilstand i config.php.
de_de: Du hast den DEBUG-MODUS aktiviert, die automatische Vervollständigung funktioniert möglicherweise nicht! Deaktiviere den Debug-Modus in der config.php.
es_es: Si has activado el MODO DEBUG, ¡puede que no funcione la función de autocompletar! Desactiva el modo de depuración en config.php.
id_id: Anda telah mengaktifkan DEBUG MODE, pelengkapan otomatis mungkin tidak berfungsi! Nonaktifkan mode debug di config.php.
nl_nl: Je hebt de DEBUG-MODUS ingeschakeld, het is mogelijk dat autoaanvullen niet werkt! Schakel de debugmodus uit in config.php.
pl_pl: Włączyłeś tryb debugowania, autouzupełnianie może nie działać! Wyłącz tryb debugowania w config.php.
ru_ru: Если ты включил режим отладки, автозаполнение может не работать! Отключи режим отладки в файле config.php.
sk_sk: Zapli ste režim DEBUGE, automatické dokončovanie nemusí fungovať! Vypnite režim ladenia v súbore config.php.
tr_tr: DEBUG MODUNU etkinleştirdiniz, otomatik tamamlama çalışmayabilir! config.php'de hata ayıklama modunu devre dışı bırakın.
uk_ua: Ви увімкнули режим налагодження, автозаповнення може не працювати! Вимкніть режим налагодження у файлі config.php.

source: Click to see phone number
cs_cz: Kliknutím zobrazíte telefonní číslo
da_dk: Klik for at se telefonnummer
de_de: Klicken, um die Telefonnummer zu sehen
es_es: Haz clic para ver el número de teléfono
id_id: Klik untuk melihat nomor telepon
nl_nl: Klik om telefoonnummer te zien
pl_pl: Kliknij, aby zobaczyć numer telefonu
ru_ru: Нажмите, чтобы увидеть номер телефона
sk_sk: Kliknutím zobrazíte telefónne číslo
tr_tr: Telefon numarasını görmek için tıklayın
uk_ua: Натисніть, щоб побачити номер телефону

source: No phone number
cs_cz: Žádné telefonní číslo
da_dk: Intet telefonnummer
de_de: Keine Telefonnummer
es_es: Sin número de teléfono
id_id: Tidak ada nomor telepon
nl_nl: Geen telefoonnummer
pl_pl: Brak numeru telefonu
ru_ru: Нет номера телефона
sk_sk: Žiadne telefónne číslo
tr_tr: Telefon numarası yok
uk_ua: Немає номера телефону

source: Login to see phone number. Click to login.
cs_cz: Pro zobrazení telefonního čísla se přihlaste. Klikněte pro přihlášení.
da_dk: Log ind for at se telefonnummeret. Klik for at logge ind.
de_de: Melde dich an, um die Telefonnummer zu sehen. Klicke zum Einloggen.
es_es: Inicia sesión para ver el número de teléfono. Haz clic para iniciar sesión.
id_id: Login untuk melihat nomor telepon. Klik untuk masuk.
nl_nl: Log in om je telefoonnummer te zien. Klik om in te loggen.
pl_pl: Zaloguj się, aby zobaczyć numer telefonu. Kliknij, aby się zalogować.
ru_ru: Войди в систему, чтобы увидеть номер телефона. Кликни, чтобы войти в систему.
sk_sk: Prihláste sa, aby ste videli telefónne číslo. Kliknutím sa prihlásite.
tr_tr: Telefon numarasını görmek için giriş yapın. Giriş yapmak için tıklayın.
uk_ua: Увійдіть, щоб побачити номер телефону. Натисніть, щоб увійти.

source: Click to see email
cs_cz: Klikněte pro zobrazení e-mailu
da_dk: Klik for at se e-mail
de_de: Klicken, um E-Mail zu sehen
es_es: Haz clic para ver el correo electrónico
id_id: Klik untuk melihat email
nl_nl: Klik om e-mail te bekijken
pl_pl: Kliknij, aby zobaczyć e-mail
ru_ru: Нажмите, чтобы увидеть электронную почту
sk_sk: Kliknutím zobrazíte e-mail
tr_tr: E-postayı görmek için tıklayın
uk_ua: Натисніть, щоб побачити електронну пошту

source: Searching only in %s (your default location)
cs_cz: Vyhledávání pouze na %s (výchozí umístění)
da_dk: Søg kun i %s (din standardplacering)
de_de: Suche nur in %s (dein Standardort)
es_es: Buscar sólo en %s (tu ubicación por defecto)
id_id: Mencari hanya di %s (lokasi default Anda)
nl_nl: Alleen zoeken in %s (je standaardlocatie)
pl_pl: Wyszukiwanie tylko w %s (Twoja domyślna lokalizacja)
ru_ru: Поиск только в %s (твое местоположение по умолчанию).
sk_sk: Vyhľadávanie len na stránke %s (vaše predvolené umiestnenie)
tr_tr: Yalnızca %s adresinde arama yapma (varsayılan konumunuz)
uk_ua: Пошук тільки в %s (місце розташування за замовчуванням)

source: Near me
cs_cz: V mé blízkosti
da_dk: I nærheden af mig
de_de: In meiner Nähe
es_es: Cerca de mí
id_id: Di dekatku.
nl_nl: Bij mij in de buurt
pl_pl: Blisko mnie
ru_ru: Рядом со мной
sk_sk: V mojej blízkosti
tr_tr: Yakınımda
uk_ua: Поруч зі мною.
