Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: An error has occurred, please try again
cs_cz: Došlo k chybě, zkuste to prosím znovu
da_dk: Der er opstået en fejl, prøv venligst igen
de_de: Es ist ein Fehler aufgetreten, bitte versuche es erneut
es_es: Se ha producido un error, inténtalo de nuevo
id_id: Terjadi kesalahan, silakan coba lagi
nl_nl: Er is een fout opgetreden, probeer het opnieuw
pl_pl: Wystąpił błąd, spróbuj ponownie
ru_ru: Произошла ошибка, попробуйте еще раз
sk_sk: Vyskytla sa chyba, skúste to prosím znova
tr_tr: Bir hata oluştu, lütfen tekrar deneyin
uk_ua: Виникла помилка, спробуйте ще раз

source: The logo image has been removed
cs_cz: Obrázek loga byl odstraněn
da_dk: Logobilledet er blevet fjernet
de_de: Das Logo-Bild wurde entfernt
es_es: Se ha eliminado la imagen del logotipo
id_id: Gambar logo telah dihapus
nl_nl: De afbeelding van het logo is verwijderd
pl_pl: Obraz logo został usunięty
ru_ru: Изображение логотипа было удалено
sk_sk: Obrázok loga bol odstránený
tr_tr: Logo görseli kaldırıldı
uk_ua: Зображення логотипу було видалено

source: Logo preview
cs_cz: Náhled loga
da_dk: Forhåndsvisning af logo
de_de: Logo-Vorschau
es_es: Vista previa del logotipo
id_id: Pratinjau logo
nl_nl: Voorbeeldlogo
pl_pl: Podgląd logo
ru_ru: Предварительный просмотр логотипа
sk_sk: Náhľad loga
tr_tr: Logo önizlemesi
uk_ua: Попередній перегляд логотипу

source: Use Default Logo
cs_cz: Použití výchozího loga
da_dk: Brug standardlogo
de_de: Standard-Logo verwenden
es_es: Utilizar logotipo por defecto
id_id: Gunakan Logo Default
nl_nl: Standaardlogo gebruiken
pl_pl: Użyj domyślnego logo
ru_ru: Используй логотип по умолчанию
sk_sk: Použitie predvoleného loga
tr_tr: Varsayılan Logoyu Kullan
uk_ua: Використовувати логотип за замовчуванням

source: If you did not upload any logo yet, osclass default logo will be used.
cs_cz: Pokud jste ještě nenahráli žádné logo, bude použito výchozí logo osclass.
da_dk: Hvis du ikke har uploadet noget logo endnu, vil osclass' standardlogo blive brugt.
de_de: Wenn du noch kein Logo hochgeladen hast, wird das Standardlogo von osclass verwendet.
es_es: Si aún no has subido ningún logotipo, se utilizará el logotipo por defecto de osclass.
id_id: Jika Anda belum mengunggah logo apa pun, logo default osclass akan digunakan.
nl_nl: Als je nog geen logo hebt geüpload, wordt het standaardlogo van osclass gebruikt.
pl_pl: Jeśli nie przesłałeś jeszcze żadnego logo, zostanie użyte domyślne logo osclass.
ru_ru: Если ты еще не загрузил никакой логотип, то будет использоваться логотип osclass по умолчанию.
sk_sk: Ak ste ešte nenahrali žiadne logo, použije sa predvolené logo triedy osclass.
tr_tr: Henüz herhangi bir logo yüklemediyseniz, osclass varsayılan logosu kullanılacaktır.
uk_ua: Якщо ви ще не завантажили жодного логотипу, буде використано логотип за замовчуванням osclass.

source: Current standard logo
cs_cz: Aktuální standardní logo
da_dk: Nuværende standardlogo
de_de: Aktuelles Standard-Logo
es_es: Logotipo estándar actual
id_id: Logo standar saat ini
nl_nl: Huidig standaardlogo
pl_pl: Aktualne standardowe logo
ru_ru: Текущий стандартный логотип
sk_sk: Aktuálne štandardné logo
tr_tr: Mevcut standart logo
uk_ua: Поточний стандартний логотип

source: No standard logo found, default logo will be used instead.
cs_cz: Nebylo nalezeno žádné standardní logo, místo něj bude použito výchozí logo.
da_dk: Intet standardlogo fundet, standardlogo vil blive brugt i stedet.
de_de: Kein Standardlogo gefunden, stattdessen wird das Standardlogo verwendet.
es_es: No se ha encontrado ningún logotipo estándar, en su lugar se utilizará el logotipo predeterminado.
id_id: Logo standar tidak ditemukan, logo default akan digunakan sebagai gantinya.
nl_nl: Geen standaardlogo gevonden, standaardlogo wordt gebruikt.
pl_pl: Nie znaleziono standardowego logo, zamiast niego zostanie użyte logo domyślne.
ru_ru: Стандартный логотип не найден, вместо него будет использован логотип по умолчанию.
sk_sk: Nenašlo sa žiadne štandardné logo, namiesto neho sa použije predvolené logo.
tr_tr: Standart logo bulunamadı, bunun yerine varsayılan logo kullanılacak.
uk_ua: Стандартний логотип не знайдено, замість нього буде використано логотип за замовчуванням.

source: Current standard logo for dark mode
cs_cz: Aktuální standardní logo pro tmavý režim
da_dk: Nuværende standardlogo til mørk tilstand
de_de: Aktuelles Standardlogo für den dunklen Modus
es_es: Logotipo estándar actual para el modo oscuro
id_id: Logo standar saat ini untuk mode gelap
nl_nl: Huidig standaardlogo voor donkere modus
pl_pl: Aktualne standardowe logo dla trybu ciemnego
ru_ru: Текущий стандартный логотип для темного режима
sk_sk: Aktuálne štandardné logo pre tmavý režim
tr_tr: Karanlık mod için mevcut standart logo
uk_ua: Поточний стандартний логотип для темного режиму

source: No dark standard logo found, default logo will be used instead.
cs_cz: Nebylo nalezeno žádné tmavé standardní logo, místo něj bude použito výchozí logo.
da_dk: Intet mørkt standardlogo fundet, standardlogo bruges i stedet.
de_de: Kein dunkles Standardlogo gefunden, stattdessen wird das Standardlogo verwendet.
es_es: No se ha encontrado ningún logotipo estándar oscuro, en su lugar se utilizará el logotipo predeterminado.
id_id: Tidak ditemukan logo standar gelap, logo default akan digunakan sebagai gantinya.
nl_nl: Geen donker standaardlogo gevonden, standaardlogo wordt gebruikt.
pl_pl: Nie znaleziono ciemnego standardowego logo, zamiast niego zostanie użyte logo domyślne.
ru_ru: Логотип темного стандарта не найден, вместо него будет использован логотип по умолчанию.
sk_sk: Nenašlo sa žiadne tmavé štandardné logo, namiesto neho sa použije predvolené logo.
tr_tr: Koyu renkli standart logo bulunamadı, bunun yerine varsayılan logo kullanılacak.
uk_ua: Темний стандартний логотип не знайдено, замість нього буде використано логотип за замовчуванням.

source: Current square logo
cs_cz: Aktuální čtvercové logo
da_dk: Nuværende firkantet logo
de_de: Aktuelles quadratisches Logo
es_es: Logo cuadrado actual
id_id: Logo persegi saat ini
nl_nl: Huidig vierkant logo
pl_pl: Aktualne kwadratowe logo
ru_ru: Текущий квадратный логотип
sk_sk: Aktuálne štvorcové logo
tr_tr: Mevcut kare logo
uk_ua: Поточний квадратний логотип

source: No square logo found, default logo will be used instead.
cs_cz: Nebylo nalezeno žádné čtvercové logo, místo něj bude použito výchozí logo.
da_dk: Intet firkantet logo fundet, standardlogo vil blive brugt i stedet.
de_de: Kein quadratisches Logo gefunden, stattdessen wird das Standardlogo verwendet.
es_es: No se ha encontrado ningún logotipo cuadrado, en su lugar se utilizará el logotipo predeterminado.
id_id: Tidak ditemukan logo persegi, logo default akan digunakan sebagai gantinya.
nl_nl: Geen vierkant logo gevonden, standaardlogo wordt gebruikt.
pl_pl: Nie znaleziono kwadratowego logo, zamiast niego zostanie użyte logo domyślne.
ru_ru: Квадратный логотип не найден, вместо него будет использован логотип по умолчанию.
sk_sk: Nenašlo sa žiadne štvorcové logo, namiesto neho sa použije predvolené logo.
tr_tr: Kare logo bulunamadı, bunun yerine varsayılan logo kullanılacak.
uk_ua: Квадратний логотип не знайдено, замість нього буде використано логотип за замовчуванням.

source: Current square logo for dark mode
cs_cz: Aktuální čtvercové logo pro tmavý režim
da_dk: Nuværende firkantet logo til mørk tilstand
de_de: Aktuelles quadratisches Logo für den dunklen Modus
es_es: Logo cuadrado actual para modo oscuro
id_id: Logo persegi saat ini untuk mode gelap
nl_nl: Huidig vierkant logo voor donkere modus
pl_pl: Aktualne kwadratowe logo dla trybu ciemnego
ru_ru: Текущий квадратный логотип для темного режима
sk_sk: Aktuálne štvorcové logo pre tmavý režim
tr_tr: Karanlık mod için mevcut kare logo
uk_ua: Поточний квадратний логотип для темного режиму

source: No dark square logo found, default logo will be used instead.
cs_cz: Nebylo nalezeno žádné tmavé čtvercové logo, místo něj bude použito výchozí logo.
da_dk: Intet mørkt firkantet logo fundet, standardlogo vil blive brugt i stedet.
de_de: Kein dunkles quadratisches Logo gefunden, stattdessen wird das Standardlogo verwendet.
es_es: No se ha encontrado ningún logotipo cuadrado oscuro, en su lugar se utilizará el logotipo predeterminado.
id_id: Tidak ditemukan logo kotak gelap, logo default akan digunakan sebagai gantinya.
nl_nl: Geen donker vierkant logo gevonden, standaardlogo wordt gebruikt.
pl_pl: Nie znaleziono ciemnego kwadratowego logo, zamiast niego zostanie użyte logo domyślne.
ru_ru: Темный квадратный логотип не найден, вместо него будет использован логотип по умолчанию.
sk_sk: Nenašlo sa žiadne tmavé štvorcové logo, namiesto neho sa použije predvolené logo.
tr_tr: Koyu kare logo bulunamadı, bunun yerine varsayılan logo kullanılacak.
uk_ua: Темний квадратний логотип не знайдено, замість нього буде використано логотип за замовчуванням.

source: Remove standard logo
cs_cz: Odstranění standardního loga
da_dk: Fjern standardlogo
de_de: Standard-Logo entfernen
es_es: Eliminar logotipo estándar
id_id: Menghapus logo standar
nl_nl: Standaardlogo verwijderen
pl_pl: Usuń standardowe logo
ru_ru: Убрать стандартный логотип
sk_sk: Odstránenie štandardného loga
tr_tr: Standart logoyu kaldırın
uk_ua: Видалити стандартний логотип

source: Remove square logo
cs_cz: Odstranění čtvercového loga
da_dk: Fjern det firkantede logo
de_de: Quadratisches Logo entfernen
es_es: Eliminar logotipo cuadrado
id_id: Hapus logo persegi
nl_nl: Vierkant logo verwijderen
pl_pl: Usuń kwadratowe logo
ru_ru: Убрать квадратный логотип
sk_sk: Odstránenie štvorcového loga
tr_tr: Kare logoyu kaldırın
uk_ua: Видалити квадратний логотип

source: Remove standard dark logo
cs_cz: Odstranění standardního tmavého loga
da_dk: Fjern det mørke standardlogo
de_de: Dunkles Standardlogo entfernen
es_es: Eliminar el logotipo estándar oscuro
id_id: Menghapus logo gelap standar
nl_nl: Standaard donker logo verwijderen
pl_pl: Usuń standardowe ciemne logo
ru_ru: Уберите стандартный темный логотип
sk_sk: Odstránenie štandardného tmavého loga
tr_tr: Standart koyu renkli logoyu kaldırın
uk_ua: Видалити стандартний темний логотип

source: Remove square dark logo
cs_cz: Odstranění čtvercového tmavého loga
da_dk: Fjern firkantet mørkt logo
de_de: Quadratisches dunkles Logo entfernen
es_es: Eliminar logotipo cuadrado oscuro
id_id: Menghapus logo persegi gelap
nl_nl: Vierkant donker logo verwijderen
pl_pl: Usuń kwadratowe ciemne logo
ru_ru: Убрать квадратный темный логотип
sk_sk: Odstránenie štvorcového tmavého loga
tr_tr: Kare koyu logoyu kaldırın
uk_ua: Видалити квадратний темний логотип

source: Logo upload
cs_cz: Nahrání loga
da_dk: Upload af logo
de_de: Logo hochladen
es_es: Subir logotipo
id_id: Unggah logo
nl_nl: Logo uploaden
pl_pl: Wgrywanie logo
ru_ru: Загрузка логотипа
sk_sk: Nahrávanie loga
tr_tr: Logo yükleme
uk_ua: Завантаження логотипу

source: When new logo is uploaded, do not forget to clean your browser cache (CTRL + R or CTRL + F5)
cs_cz: Po nahrání nového loga nezapomeňte vyčistit mezipaměť prohlížeče (CTRL + R nebo CTRL + F5).
da_dk: Når det nye logo er uploadet, skal du ikke glemme at rense din browsercache (CTRL + R eller CTRL + F5).
de_de: Wenn das neue Logo hochgeladen ist, vergiss nicht, deinen Browser-Cache zu leeren (STRG + R oder STRG + F5).
es_es: Cuando subas el nuevo logotipo, no olvides limpiar la caché de tu navegador (CTRL + R o CTRL + F5)
id_id: Ketika logo baru diunggah, jangan lupa untuk membersihkan cache browser Anda (CTRL + R atau CTRL + F5)
nl_nl: Vergeet niet de cache van je browser op te schonen (CTRL + R of CTRL + F5) als het nieuwe logo is geüpload.
pl_pl: Po załadowaniu nowego logo nie zapomnij wyczyścić pamięci podręcznej przeglądarki (CTRL + R lub CTRL + F5).
ru_ru: Когда новый логотип будет загружен, не забудь очистить кэш браузера (CTRL + R или CTRL + F5).
sk_sk: Po nahratí nového loga nezabudnite vyčistiť vyrovnávaciu pamäť prehliadača (CTRL + R alebo CTRL + F5)
tr_tr: Yeni logo yüklendiğinde, tarayıcı önbelleğinizi temizlemeyi unutmayın (CTRL + R veya CTRL + F5)
uk_ua: Після завантаження нового логотипу не забудьте очистити кеш браузера (CTRL + R або CTRL + F5)

source: The preferred size of the logo is 240x64px.
cs_cz: Preferovaná velikost loga je 240x64px.
da_dk: Den foretrukne størrelse på logoet er 240x64px.
de_de: Die bevorzugte Größe des Logos ist 240x64px.
es_es: El tamaño preferido del logotipo es 240x64px.
id_id: Ukuran logo yang lebih disukai adalah 240x64px.
nl_nl: De voorkeursgrootte van het logo is 240x64px.
pl_pl: Preferowany rozmiar logo to 240x64px.
ru_ru: Предпочтительный размер логотипа - 240x64px.
sk_sk: Preferovaná veľkosť loga je 240x64px.
tr_tr: Logonun tercih edilen boyutu 240x64 pikseldir.
uk_ua: Бажаний розмір логотипу - 240x64px.

source: The preferred size of the square logo is 64x64px.
cs_cz: Preferovaná velikost čtvercového loga je 64x64px.
da_dk: Den foretrukne størrelse på det firkantede logo er 64x64px.
de_de: Die bevorzugte Größe des quadratischen Logos ist 64x64px.
es_es: El tamaño preferido del logotipo cuadrado es 64x64px.
id_id: Ukuran logo persegi yang lebih disukai adalah 64x64px.
nl_nl: De voorkeursgrootte van het vierkante logo is 64x64px.
pl_pl: Preferowany rozmiar kwadratowego logo to 64x64px.
ru_ru: Предпочтительный размер квадратного логотипа - 64x64px.
sk_sk: Uprednostňovaná veľkosť štvorcového loga je 64x64px.
tr_tr: Kare logonun tercih edilen boyutu 64x64 pikseldir.
uk_ua: Бажаний розмір квадратного логотипу - 64x64px.

source: Following formats are allowed: %s
cs_cz: Povoleny jsou tyto formáty: %s
da_dk: Følgende formater er tilladt: %s
de_de: Die folgenden Formate sind erlaubt: %s
es_es: Se admiten los siguientes formatos: %s
id_id: Format berikut ini diperbolehkan: %s
nl_nl: De volgende formaten zijn toegestaan: %s
pl_pl: Dozwolone są następujące formaty: %s
ru_ru: Допускаются следующие форматы: %s
sk_sk: Povolené sú tieto formáty: %s
tr_tr: Aşağıdaki formatlara izin verilir: %s
uk_ua: Допускаються наступні формати: %s

source: Uploading another logo will overwrite the current logo.
cs_cz: Nahráním jiného loga se přepíše aktuální logo.
da_dk: Upload af et andet logo vil overskrive det nuværende logo.
de_de: Wenn du ein anderes Logo hochlädst, wird das aktuelle Logo überschrieben.
es_es: Si subes otro logotipo, se sobrescribirá el logotipo actual.
id_id: Mengunggah logo lain akan menimpa logo saat ini.
nl_nl: Als je een ander logo uploadt, wordt het huidige logo overschreven.
pl_pl: Przesłanie innego logo spowoduje nadpisanie bieżącego logo.
ru_ru: При загрузке другого логотипа текущий логотип будет перезаписан.
sk_sk: Nahratím iného loga sa prepíše aktuálne logo.
tr_tr: Başka bir logo yüklemek mevcut logonun üzerine yazacaktır.
uk_ua: Завантаження іншого логотипу замінить поточний логотип.

source: Standard logo
cs_cz: Standardní logo
es_es: Logotipo estándar
id_id: Logo standar
nl_nl: Standaardlogo
pl_pl: Standardowe logo
ru_ru: Стандартный логотип
sk_sk: Štandardné logo
tr_tr: Standart logo
uk_ua: Стандартний логотип

source: Standard logo - for dark mode
cs_cz: Standardní logo - pro tmavý režim
da_dk: Standardlogo - til mørk tilstand
de_de: Standard-Logo - für den dunklen Modus
es_es: Logotipo estándar - para modo oscuro
id_id: Logo standar - untuk mode gelap
nl_nl: Standaardlogo - voor donkere modus
pl_pl: Standardowe logo - dla trybu ciemnego
ru_ru: Стандартный логотип - для темного режима
sk_sk: Štandardné logo - pre tmavý režim
tr_tr: Standart logo - karanlık mod için
uk_ua: Стандартний логотип - для темного режиму

source: Square logo
cs_cz: Čtvercové logo
da_dk: Firkantet logo
de_de: Quadratisches Logo
es_es: Logo cuadrado
id_id: Logo persegi
nl_nl: Vierkant logo
pl_pl: Kwadratowe logo
ru_ru: Квадратный логотип
sk_sk: Štvorcové logo
tr_tr: Kare logo
uk_ua: Квадратний логотип

source: Square logo - for dark mode
cs_cz: Čtvercové logo - pro tmavý režim
da_dk: Firkantet logo - til mørk tilstand
de_de: Quadratisches Logo - für den dunklen Modus
es_es: Logo cuadrado - para modo oscuro
id_id: Logo persegi - untuk mode gelap
nl_nl: Vierkant logo - voor donkere modus
pl_pl: Kwadratowe logo - dla trybu ciemnego
ru_ru: Квадратный логотип - для темного режима
sk_sk: Štvorcové logo - pre tmavý režim
tr_tr: Kare logo - karanlık mod için
uk_ua: Квадратний логотип - для темного режиму

source: The images folder <strong>%s</strong> is not writable on your server
cs_cz: Složka s obrázky <strong>%s</strong> není na vašem serveru možné zapisovat
da_dk: Mappen images <strong>%s</strong> er ikke skrivbar på din server
de_de: Der Ordner images <strong>%s</strong> ist auf deinem Server nicht beschreibbar
es_es: La carpeta images <strong>%s</strong> no tiene permisos de escritura en tu servidor
id_id: Folder gambar <strong>%s</strong> tidak dapat ditulis di server Anda
nl_nl: De map afbeeldingen <strong>%s</strong> is niet beschrijfbaar op je server
pl_pl: Folder images <strong>%s</strong> nie jest zapisywalny na twoim serwerze
ru_ru: Папка images <strong>%s</strong> не может быть записана на твоем сервере
sk_sk: Priečinok s obrázkami <strong>%s</strong> nie je na vašom serveri možné zapisovať
tr_tr: Resimler klasörü <strong>%s</strong> sunucunuzda yazılabilir değil
uk_ua: Теку images <strong>%s</strong> на вашому сервері закрито для запису

source: OSClass can't upload the logo image from the administration panel.
cs_cz: Třída OSClass nemůže nahrát obrázek loga z panelu správy.
da_dk: OSClass kan ikke uploade logobilledet fra administrationspanelet.
de_de: OSClass kann das Logobild nicht über das Administrationspanel hochladen.
es_es: OSClass no puede subir la imagen del logo desde el panel de administración.
id_id: OSClass tidak dapat mengunggah gambar logo dari panel administrasi.
nl_nl: OSClass kan de logoafbeelding niet uploaden vanuit het beheerpaneel.
pl_pl: OSClass nie może przesłać obrazu logo z panelu administracyjnego.
ru_ru: OSClass не может загрузить изображение логотипа из административной панели.
sk_sk: OSClass nemôže nahrať obrázok loga z panela administrácie.
tr_tr: OSClass yönetim panelinden logo resmini yükleyemiyor.
uk_ua: OSClass не може завантажити зображення логотипу з адміністративної панелі.

source: Please make the aforementioned image folder writable.
cs_cz: Zpřístupněte prosím výše uvedenou složku s obrázky pro zápis.
da_dk: Gør venligst den førnævnte billedmappe skrivbar.
de_de: Bitte mache den oben erwähnten Bildordner beschreibbar.
es_es: Por favor, haz que la mencionada carpeta de imágenes sea escribible.
id_id: Harap membuat folder gambar yang disebutkan di atas dapat ditulis.
nl_nl: Maak de eerder genoemde map met afbeeldingen schrijfbaar.
pl_pl: Spraw, aby wyżej wymieniony folder obrazów był zapisywalny.
ru_ru: Пожалуйста, сделай вышеупомянутую папку с изображениями доступной для записи.
sk_sk: Urobte prosím vyššie uvedený priečinok s obrázkami zapisovateľným.
tr_tr: Lütfen yukarıda bahsedilen resim klasörünü yazılabilir hale getirin.
uk_ua: Будь ласка, зробіть вищезгадану папку з зображеннями доступною для запису.

source: To make a directory writable under UNIX execute this command from the shell:
cs_cz: Chcete-li v systému UNIX zajistit, aby bylo možné do adresáře zapisovat, spusťte tento příkaz ze shellu:
da_dk: For at gøre en mappe skrivbar under UNIX skal du udføre denne kommando fra shell'en:
de_de: Um ein Verzeichnis unter UNIX schreibbar zu machen, führe diesen Befehl in der Shell aus:
es_es: Para hacer que un directorio sea escribible en UNIX ejecuta este comando desde el shell:
id_id: Untuk membuat direktori yang dapat ditulis pada UNIX, jalankan perintah ini dari shell:
nl_nl: Om een directory schrijfbaar te maken onder UNIX voer je dit commando uit vanaf de shell:
pl_pl: Aby uczynić katalog zapisywalnym w systemie UNIX, wykonaj to polecenie z powłoki:
ru_ru: Чтобы сделать каталог доступным для записи под UNIX, выполни эту команду из оболочки:
sk_sk: Ak chcete, aby sa do adresára dalo zapisovať pod systémom UNIX, vykonajte tento príkaz zo shellu:
tr_tr: UNIX altında bir dizini yazılabilir hale getirmek için kabuktan bu komutu çalıştırın:
uk_ua: Щоб зробити каталог доступним для запису під UNIX, виконайте цю команду з командного рядка:

source: Upload
cs_cz: Nahrát
de_de: Hochladen
es_es: Sube
id_id: Unggah
nl_nl: uploaden
pl_pl: Prześlij
ru_ru: Загрузите
sk_sk: Nahrať
tr_tr: Yükle
uk_ua: Завантажити

source: Plugin settings
cs_cz: Nastavení zásuvného modulu
da_dk: Plugin-indstillinger
de_de: Plugin-Einstellungen
es_es: Configuración del plugin
id_id: Pengaturan plugin
nl_nl: Plugin-instellingen
pl_pl: Ustawienia wtyczki
ru_ru: Настройки плагина
sk_sk: Nastavenia zásuvného modulu
tr_tr: Eklenti ayarları
uk_ua: Налаштування плагіна

source: Enable Scroll to Top
cs_cz: Povolit posun na začátek
da_dk: Aktivér rul til toppen
de_de: Scrollen nach oben aktivieren
es_es: Activar desplazamiento hacia arriba
id_id: Aktifkan Gulir ke Atas
nl_nl: Scroll naar boven inschakelen
pl_pl: Włącz przewijanie do góry
ru_ru: Включить прокрутку к верху
sk_sk: Povolenie posunu na začiatok
tr_tr: Üste Kaydırmayı Etkinleştir
uk_ua: Увімкнути прокрутку догори

source: When enabled, button that enables scroll to top will be added.
cs_cz: Pokud je tato možnost povolena, bude přidáno tlačítko umožňující posun nahoru.
da_dk: Når den er aktiveret, tilføjes en knap, der gør det muligt at rulle til toppen.
de_de: Wenn diese Funktion aktiviert ist, wird eine Schaltfläche hinzugefügt, die das Scrollen nach oben ermöglicht.
es_es: Cuando esté activado, se añadirá el botón que permite desplazarse a la parte superior.
id_id: Apabila diaktifkan, tombol yang memungkinkan gulir ke atas akan ditambahkan.
nl_nl: Als deze optie is ingeschakeld, wordt er een knop toegevoegd waarmee je naar boven kunt scrollen.
pl_pl: Po włączeniu zostanie dodany przycisk umożliwiający przewijanie do góry.
ru_ru: При включении будет добавлена кнопка, включающая прокрутку к верху.
sk_sk: Ak je táto možnosť povolená, pridá sa tlačidlo, ktoré umožňuje posúvanie na začiatok.
tr_tr: Etkinleştirildiğinde, üste kaydırmayı sağlayan düğme eklenecektir.
uk_ua: Якщо увімкнено, буде додано кнопку, яка вмикає прокрутку догори.

source: Related Listings
cs_cz: Související seznamy
da_dk: Relaterede lister
de_de: Verwandte Einträge
es_es: Listados relacionados
id_id: Daftar Terkait
nl_nl: Verwante lijsten
pl_pl: Powiązane oferty
ru_ru: Связанные списки
sk_sk: Súvisiace zoznamy
tr_tr: İlgili Listeler
uk_ua: Схожі списки

source: Enable Related Listings
cs_cz: Povolit související výpisy
da_dk: Aktiver relaterede lister
de_de: Verwandte Einträge aktivieren
es_es: Activar listados relacionados
id_id: Aktifkan Daftar Terkait
nl_nl: Gerelateerde lijsten inschakelen
pl_pl: Włącz powiązane oferty
ru_ru: Включить связанные объявления
sk_sk: Povolenie súvisiacich zoznamov
tr_tr: İlgili Listeleri Etkinleştir
uk_ua: Увімкнути пов'язані списки
