Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: OOPS! Page Not Found!
cs_cz: OOPS! Stránka nenalezena!
da_dk: OOPS! Siden blev ikke fundet!
de_de: OOPS! Seite nicht gefunden!
es_es: ¡OOPS! ¡Página no encontrada!
id_id: OOPS! Halaman Tidak Ditemukan!
nl_nl: OOPS! Pagina niet gevonden!
pl_pl: OOPS! Nie znaleziono strony!
ru_ru: ОПАНЬКИ! Страница не найдена!
sk_sk: OOPS! Stránka sa nenašla!
tr_tr: OOPS! Sayfa Bulunamadı!
uk_ua: ОЙ! Сторінку не знайдено!

source: Either something get wrong or the page doesn't exist anymore.
cs_cz: Buď se něco pokazilo, nebo stránka už neexistuje.
da_dk: Enten er noget gået galt, eller også findes siden ikke længere.
de_de: Entweder ist etwas schief gelaufen oder die Seite existiert nicht mehr.
es_es: O algo va mal o la página ya no existe.
id_id: Entah ada yang salah atau halaman tersebut sudah tidak ada lagi.
nl_nl: Of er is iets fout gegaan of de pagina bestaat niet meer.
pl_pl: Albo coś jest nie tak, albo strona już nie istnieje.
ru_ru: Либо что-то пошло не так, либо страница больше не существует.
sk_sk: Buď sa niečo pokazilo, alebo stránka už neexistuje.
tr_tr: Ya bir şeyler yanlış gitti ya da sayfa artık mevcut değil.
uk_ua: Або щось пішло не так, або сторінка більше не існує.

source: Back Home
cs_cz: Zpět domů
da_dk: Tilbage til hjemmet
de_de: Zurück nach Hause
es_es: Volver a casa
id_id: Kembali ke rumah
nl_nl: Terug naar huis
pl_pl: Powrót do domu
ru_ru: Вернуться домой
sk_sk: Späť domov
tr_tr: Eve Dönüş
uk_ua: Додому

source: Your recent search
cs_cz: Vaše nedávné vyhledávání
da_dk: Din seneste søgning
de_de: Deine letzte Suche
es_es: Tu búsqueda reciente
id_id: Pencarian terbaru Anda
nl_nl: Je recente zoekopdracht
pl_pl: Twoje ostatnie wyszukiwanie
ru_ru: Твой недавний поиск
sk_sk: Vaše nedávne vyhľadávanie
tr_tr: Son aramanız
uk_ua: Ваш нещодавній пошук

source: Categories
cs_cz: Kategorie
da_dk: Kategorier
de_de: Kategorien
es_es: Categorías
id_id: Kategori
nl_nl: Categorieën
pl_pl: Kategorie
ru_ru: Категории
sk_sk: Kategórie
tr_tr: Kategoriler
uk_ua: Категорії

source: Other people searched
cs_cz: Další hledané osoby
da_dk: Andre mennesker søgte
de_de: Andere gesuchte Personen
es_es: Otras personas buscadas
id_id: Orang lain mencari
nl_nl: Andere mensen gezocht
pl_pl: Inne poszukiwane osoby
ru_ru: Другие люди искали
sk_sk: Ďalší hľadaní ľudia
tr_tr: Diğer kişiler arandı
uk_ua: Інші люди шукали

source: Countries
cs_cz: Země
da_dk: Lande
de_de: Länder
es_es: Países
id_id: Negara
nl_nl: Landen
pl_pl: Kraje
ru_ru: Страны
sk_sk: Krajiny
tr_tr: Ülkeler
uk_ua: Країни

source: Regions
cs_cz: Regiony
da_dk: regioner
de_de: Regionen
es_es: Regiones
id_id: Wilayah
nl_nl: Regio's
pl_pl: Regiony
ru_ru: Регионы
sk_sk: regióny
tr_tr: Bölgeler
uk_ua: Регіони

source: Cities
cs_cz: Města
da_dk: byer
de_de: Städte
es_es: Ciudades
id_id: Kota
nl_nl: Steden
pl_pl: Miasta
ru_ru: Города
sk_sk: mestá
tr_tr: Şehirler
uk_ua: Міста

source: No location match your search criteria
cs_cz: Žádná lokalita neodpovídá vašim vyhledávacím kritériím
da_dk: Ingen steder matcher dine søgekriterier
de_de: Kein Ort entspricht deinen Suchkriterien
es_es: Ningún lugar coincide con tus criterios de búsqueda
id_id: Tidak ada lokasi yang sesuai dengan kriteria pencarian Anda
nl_nl: Geen enkele locatie voldoet aan je zoekcriteria
pl_pl: Żadna lokalizacja nie spełnia Twoich kryteriów wyszukiwania
ru_ru: Ни одно место не соответствует твоим критериям поиска
sk_sk: Žiadna lokalita nezodpovedá vašim kritériám vyhľadávania
tr_tr: Arama kriterlerinize uyan konum yok
uk_ua: Жодна локація не відповідає вашим критеріям пошуку

source: Located in %s, %s, situated %dkm from your position
cs_cz: Nachází se na adrese %s, %s, vzdálené %dkm od vaší pozice.
da_dk: Beliggende i %s, %s, beliggende %dkm fra din position
de_de: Gefunden in %s, %s, gelegen %dkm von deiner Position
es_es: Situado en %s, %s, situado a %dkm de tu posición
id_id: Terletak di %s, %s, terletak %dkm dari posisi Anda
nl_nl: Gelegen in %s, %s, gelegen op %dkm van uw positie
pl_pl: Znajduje się w %s, %s, znajduje się %dkm od Twojej pozycji
ru_ru: Находится в %s, %s, расположенном в %dкм от вашего местоположения.
sk_sk: Nachádza sa na %s, %s, vzdialené %dkm od vašej polohy.
tr_tr: %s, %s, konumunuzdan %dkm mesafede yer almaktadır
uk_ua: Розташовані в %s, %s, що знаходяться за %dкм від вашої позиції

source: No close city has been found
cs_cz: Nebylo nalezeno žádné blízké město
da_dk: Der er ikke fundet nogen nærliggende by
de_de: Es wurde keine Stadt in der Nähe gefunden
es_es: No se ha encontrado ninguna ciudad cercana
id_id: Tidak ada kota terdekat yang ditemukan
nl_nl: Er is geen stad in de buurt gevonden
pl_pl: Nie znaleziono żadnego miasta w pobliżu
ru_ru: Близкий город не найден
sk_sk: Nebolo nájdené žiadne blízke mesto
tr_tr: Yakın bir şehir bulunamadı
uk_ua: Близьких міст не знайдено

source: Invalid latitude or longitude
cs_cz: Nesprávná zeměpisná šířka nebo délka
da_dk: Ugyldig breddegrad eller længdegrad
de_de: Ungültiger Breitengrad oder Längengrad
es_es: Latitud o longitud no válidas
id_id: Garis lintang atau garis bujur tidak valid
nl_nl: Ongeldige breedtegraad of lengtegraad
pl_pl: Nieprawidłowa szerokość lub długość geograficzna
ru_ru: Неверная широта или долгота
sk_sk: Neplatná zemepisná šírka alebo dĺžka
tr_tr: Geçersiz enlem veya boylam
uk_ua: Неправильна широта або довгота

source: All regions
cs_cz: Všechny regiony
da_dk: Alle regioner
de_de: Alle Regionen
es_es: Todas las regiones
id_id: Semua wilayah
nl_nl: Alle regio's
pl_pl: Wszystkie regiony
ru_ru: Все регионы
sk_sk: Všetky regióny
tr_tr: Tüm bölgeler
uk_ua: Всі регіони

source: You have already saved this search
cs_cz: Toto hledání jste již uložili
da_dk: Du har allerede gemt denne søgning
de_de: Du hast diese Suche bereits gespeichert
es_es: Ya has guardado esta búsqueda
id_id: Anda telah menyimpan pencarian ini
nl_nl: Je hebt deze zoekopdracht al opgeslagen
pl_pl: Zapisałeś już to wyszukiwanie
ru_ru: Ты уже сохранил этот поиск
sk_sk: Toto vyhľadávanie ste už uložili
tr_tr: Bu aramayı zaten kaydettiniz
uk_ua: Ви вже зберегли цей пошук

source: You will receive email notification once new listing matching search criteria is published
cs_cz: Jakmile bude zveřejněna nová nabídka odpovídající vyhledávacím kritériím, obdržíte e-mailové upozornění.
da_dk: Du vil modtage en e-mail, når en ny annonce, der matcher søgekriterierne, er offentliggjort.
de_de: Du erhältst eine E-Mail-Benachrichtigung, sobald ein neues Angebot veröffentlicht wird, das deinen Suchkriterien entspricht.
es_es: Recibirás una notificación por correo electrónico cuando se publique un nuevo anuncio que coincida con los criterios de búsqueda
id_id: Anda akan menerima notifikasi email ketika listing baru yang sesuai dengan kriteria pencarian dipublikasikan
nl_nl: Je ontvangt een melding per e-mail zodra er een nieuwe aanbieding is gepubliceerd die aan de zoekcriteria voldoet
pl_pl: Otrzymasz powiadomienie e-mail po opublikowaniu nowej oferty spełniającej kryteria wyszukiwania
ru_ru: Ты получишь уведомление по электронной почте, как только будет опубликовано новое объявление, соответствующее критериям поиска
sk_sk: Dostanete e-mailové upozornenie, akonáhle sa uverejní nová ponuka zodpovedajúca kritériám vyhľadávania
tr_tr: Arama kriterlerine uyan yeni bir liste yayınlandığında e-posta bildirimi alacaksınız
uk_ua: Ви отримаєте сповіщення на електронну пошту, як тільки буде опубліковано нове оголошення, що відповідає критеріям пошуку

source: Search is saved
cs_cz: Hledání je uloženo
da_dk: Søgningen er gemt
de_de: Suche wird gespeichert
es_es: Se guarda la búsqueda
id_id: Pencarian disimpan
nl_nl: Zoekopdracht wordt opgeslagen
pl_pl: Wyszukiwanie jest zapisywane
ru_ru: Поиск сохраняется
sk_sk: Vyhľadávanie je uložené
tr_tr: Arama kaydedildi
uk_ua: Пошук збережено

source: Save this search
cs_cz: Uložit toto vyhledávání
da_dk: Gem denne søgning
de_de: Diese Suche speichern
es_es: Guardar esta búsqueda
id_id: Simpan pencarian ini
nl_nl: Deze zoekopdracht opslaan
pl_pl: Zapisz to wyszukiwanie
ru_ru: Сохраните этот поиск
sk_sk: Uložiť toto vyhľadávanie
tr_tr: Bu aramayı kaydet
uk_ua: Збережіть цей пошук

source: Save search to receive email notification when new listing matching search criteria is published.
cs_cz: Uložte vyhledávání, abyste obdrželi e-mailové upozornění, když je zveřejněna nová nabídka odpovídající vyhledávacím kritériím.
da_dk: Gem søgningen for at modtage en e-mail, når der udgives en ny annonce, der matcher søgekriterierne.
de_de: Suche speichern, um eine E-Mail-Benachrichtigung zu erhalten, wenn ein neues Angebot veröffentlicht wird, das den Suchkriterien entspricht.
es_es: Guarda la búsqueda para recibir una notificación por correo electrónico cuando se publique un nuevo anuncio que coincida con los criterios de búsqueda.
id_id: Simpan pencarian untuk menerima notifikasi email ketika ada listing baru yang sesuai dengan kriteria pencarian dipublikasikan.
nl_nl: Sla de zoekopdracht op om een melding per e-mail te ontvangen wanneer er een nieuwe aanbieding wordt gepubliceerd die aan de zoekcriteria voldoet.
pl_pl: Zapisz wyszukiwanie, aby otrzymywać powiadomienia e-mail o nowych ofertach spełniających kryteria wyszukiwania.
ru_ru: Сохрани поиск, чтобы получать уведомления по электронной почте, когда будет опубликовано новое объявление, соответствующее критериям поиска.
sk_sk: Uložte vyhľadávanie, aby ste dostali e-mailové upozornenie, keď sa uverejní nová ponuka zodpovedajúca kritériám vyhľadávania.
tr_tr: Arama kriterlerine uyan yeni bir ilan yayınlandığında e-posta bildirimi almak için aramayı kaydedin.
uk_ua: Зберегти пошук, щоб отримувати сповіщення на електронну пошту, коли буде опубліковано нове оголошення, що відповідає критеріям пошуку.

source: Enter your email...
cs_cz: Zadejte svůj e-mail...
da_dk: Indtast din e-mail...
de_de: Gib deine E-Mail ein...
es_es: Introduce tu correo electrónico...
id_id: Masukkan email Anda...
nl_nl: Voer je e-mail in...
pl_pl: Wpisz swój adres e-mail...
ru_ru: Введите свою электронную почту...
sk_sk: Zadajte svoj e-mail...
tr_tr: E-posta adresinizi girin...
uk_ua: Введіть свій email...

source: Save
cs_cz: Uložit
da_dk: Gemme
de_de: Speichern
es_es: Guarda
id_id: Simpan
nl_nl: Sla
pl_pl: Oszczędzaj
ru_ru: Сохрани
sk_sk: Uložiť
tr_tr: Kaydet
uk_ua: Зберегти

source: You have successfully saved this search! You will receive %s notifications to email %s.
cs_cz: Úspěšně jste uložili toto vyhledávání! Budete dostávat oznámení na %s na e-mail %s.
da_dk: Du har gemt denne søgning med succes! Du vil modtage %s notifikationer til e-mail %s.
de_de: Du hast diese Suche erfolgreich gespeichert! Du erhältst %s Benachrichtigungen per E-Mail an %s.
es_es: ¡Has guardado correctamente esta búsqueda! Recibirás notificaciones de %s al correo electrónico %s.
id_id: Anda telah berhasil menyimpan pencarian ini! Anda akan menerima pemberitahuan %s ke email %s.
nl_nl: Je hebt deze zoekopdracht succesvol opgeslagen! Je ontvangt %s meldingen per e-mail %s.
pl_pl: Pomyślnie zapisałeś to wyszukiwanie! Otrzymasz powiadomienia %s na adres e-mail %s.
ru_ru: Ты успешно сохранил этот поиск! Ты будешь получать уведомления %s на электронную почту %s.
sk_sk: Úspešne ste uložili toto vyhľadávanie! Na e-mailovú adresu %s budete dostávať oznámenia %s.
tr_tr: Bu aramayı başarıyla kaydettiniz! %s e-posta adresine %s bildirimleri alacaksınız.
uk_ua: Ви успішно зберегли цей пошук! Ви отримаєте сповіщення %s на електронну пошту %s.

source: daily
cs_cz: denně
da_dk: Dagligt
de_de: täglich
es_es: diario
id_id: setiap hari
nl_nl: dagelijks
pl_pl: codzienny
ru_ru: Ежедневно
sk_sk: Denne
tr_tr: günlük
uk_ua: щодня

source: You already had saved this search for email %s.
cs_cz: Toto hledání jste již uložili na e-mail %s.
da_dk: Du havde allerede gemt denne søgning efter e-mail %s.
de_de: Du hattest diese Suche nach E-Mail %s bereits gespeichert.
es_es: Ya habías guardado esta búsqueda para el correo electrónico %s.
id_id: Anda sudah menyimpan pencarian ini untuk email %s.
nl_nl: Je had deze zoekopdracht al opgeslagen voor e-mail %s.
pl_pl: Zapisałeś już to wyszukiwanie dla adresu e-mail %s.
ru_ru: Ты уже сохранил этот поиск для электронной почты %s.
sk_sk: Toto vyhľadávanie ste už uložili na e-mail %s.
tr_tr: Bu aramayı %s e-posta adresi için zaten kaydetmiştiniz.
uk_ua: Ви вже зберегли цей пошук для електронної пошти %s.

source: Error: Invalid signature - server signature does not match to alert signature.
cs_cz: Chyba: Chyba: Neplatný podpis - podpis serveru neodpovídá podpisu upozornění.
da_dk: Fejl: Ugyldig signatur - serversignaturen stemmer ikke overens med advarselssignaturen.
de_de: Fehler: Ungültige Signatur - die Serversignatur stimmt nicht mit der Alert-Signatur überein.
es_es: Error: Firma no válida - la firma del servidor no coincide con la firma de la alerta.
id_id: Kesalahan: Tanda tangan tidak valid - tanda tangan server tidak cocok dengan tanda tangan peringatan.
nl_nl: Fout: Ongeldige handtekening - serverhandtekening komt niet overeen met waarschuwingshandtekening.
pl_pl: Błąd: Nieprawidłowy podpis - podpis serwera nie pasuje do podpisu alertu.
ru_ru: Ошибка: Неверная подпись - подпись сервера не совпадает с подписью оповещения.
sk_sk: Chyba: Chyba: Neplatný podpis - podpis servera sa nezhoduje s podpisom upozornenia.
tr_tr: Hata: Geçersiz imza - sunucu imzası uyarı imzasıyla eşleşmiyor.
uk_ua: Помилка: Невірний підпис - підпис сервера не збігається з підписом оповіщення.

source: Error: Search was not saved, please try it again later.
cs_cz: Chyba: Zkuste to prosím později.
da_dk: Fejl: Søgningen blev ikke gemt, prøv venligst igen senere.
de_de: Fehler: Die Suche wurde nicht gespeichert, bitte versuche es später noch einmal.
es_es: Error: La búsqueda no se ha guardado, inténtalo de nuevo más tarde.
id_id: Kesalahan: Pencarian tidak tersimpan, silakan coba lagi nanti.
nl_nl: Fout: De zoekopdracht is niet opgeslagen, probeer het later nog eens.
pl_pl: Błąd: Wyszukiwanie nie zostało zapisane, spróbuj ponownie później.
ru_ru: Ошибка: Поиск не был сохранен, попробуй повторить позже.
sk_sk: Chyba: Skutočná chyba: Vyhľadávanie nebolo uložené, skúste to prosím neskôr.
tr_tr: Hata oluştu: Arama kaydedilmedi, lütfen daha sonra tekrar deneyin.
uk_ua: Помилка: Пошук не було збережено, спробуйте пізніше.

source: Manage saved searches
cs_cz: Správa uložených hledání
da_dk: Administrer gemte søgninger
de_de: Gespeicherte Suchen verwalten
es_es: Gestionar búsquedas guardadas
id_id: Mengelola pencarian yang disimpan
nl_nl: Opgeslagen zoekopdrachten beheren
pl_pl: Zarządzaj zapisanymi wyszukiwaniami
ru_ru: Управляй сохраненными поисками
sk_sk: Správa uložených vyhľadávaní
tr_tr: Kayıtlı aramaları yönetme
uk_ua: Керування збереженими пошуками

source: Contact us
cs_cz: Kontaktujte nás
da_dk: Kontakt os
de_de: Kontakt
es_es: Contacta con nosotros
id_id: Hubungi kami
nl_nl: Neem contact met ons op
pl_pl: Skontaktuj się z nami
ru_ru: Свяжитесь с нами
sk_sk: Kontaktujte nás
tr_tr: Bize ulaşın
uk_ua: Зв'яжіться з нами

source: Your name
cs_cz: Vaše jméno
da_dk: Dit navn
de_de: Dein Name
es_es: Tu nombre
id_id: Nama Anda
nl_nl: Je naam
pl_pl: Twoje imię i nazwisko
ru_ru: Твое имя
sk_sk: Vaše meno
tr_tr: Sizin adınız
uk_ua: Ваше ім'я?

source: Email
es_es: Envía un correo electrónico a
ru_ru: Пиши на
tr_tr: E-posta
uk_ua: Електронна пошта

source: Subject
cs_cz: Předmět
da_dk: Emne
de_de: Thema
es_es: Asunto
id_id: Subjek
nl_nl: Onderwerp
pl_pl: Przedmiot
ru_ru: Тема
sk_sk: Predmet
tr_tr: Konu
uk_ua: Тема

source: Message
cs_cz: Zpráva
da_dk: Besked
de_de: Nachricht
es_es: Mensaje
id_id: Pesan
nl_nl: Bericht
pl_pl: Wiadomość
ru_ru: Сообщение
sk_sk: Správa
tr_tr: Mesaj
uk_ua: Повідомлення

source: Attachment
cs_cz: Příloha
da_dk: Vedhæftet fil
de_de: Anhang
es_es: Adjunto
id_id: Lampiran
nl_nl: Bijlage
pl_pl: Załącznik
ru_ru: Вложение
sk_sk: Príloha
tr_tr: Eklenti
uk_ua: Вкладення

source: Send message
cs_cz: Odeslat zprávu
da_dk: Send en besked
de_de: Nachricht senden
es_es: Enviar mensaje
id_id: Kirim pesan
nl_nl: Verstuur bericht
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение
sk_sk: Odoslať správu
tr_tr: Mesaj gönder
uk_ua: Надіслати повідомлення

source: First name, Last name
cs_cz: Jméno, příjmení
da_dk: Fornavn, efternavn
de_de: Vorname, Nachname
es_es: Nombre, Apellidos
id_id: Nama depan, Nama belakang
nl_nl: Voornaam, Achternaam
pl_pl: Imię, Nazwisko
ru_ru: Имя, фамилия
sk_sk: Meno, priezvisko
tr_tr: İsim, Soyisim
uk_ua: Ім'я, Прізвище

source: Summarize your question
cs_cz: Shrňte svou otázku
da_dk: Sammenfat dit spørgsmål
de_de: Fasse deine Frage zusammen
es_es: Resume tu pregunta
id_id: Rangkum pertanyaan Anda
nl_nl: Vat je vraag samen
pl_pl: Podsumuj swoje pytanie
ru_ru: Резюмируй свой вопрос
sk_sk: Zhrňte svoju otázku
tr_tr: Sorunuzu özetleyin
uk_ua: Коротко сформулюйте ваше запитання

source: Your question with all relevant details ...
cs_cz: Vaše otázka se všemi relevantními údaji ...
da_dk: Dit spørgsmål med alle relevante detaljer ...
de_de: Deine Frage mit allen relevanten Details ...
es_es: Tu pregunta con todos los detalles pertinentes ...
id_id: Pertanyaan Anda dengan semua detail yang relevan...
nl_nl: Je vraag met alle relevante details ...
pl_pl: Twoje pytanie ze wszystkimi istotnymi szczegółami ...
ru_ru: Твой вопрос со всеми необходимыми деталями ...
sk_sk: Vaša otázka so všetkými relevantnými údajmi...
tr_tr: Sorunuzu tüm ilgili detaylarıyla birlikte ...
uk_ua: Ваше запитання з усіма відповідними деталями ...

source: Are you a professional seller?
cs_cz: Jste profesionální prodejce?
da_dk: Er du en professionel sælger?
de_de: Bist du ein professioneller Verkäufer?
es_es: ¿Eres un vendedor profesional?
id_id: Apakah Anda seorang penjual profesional?
nl_nl: Ben je een professionele verkoper?
pl_pl: Czy jesteś profesjonalnym sprzedawcą?
ru_ru: Ты профессиональный продавец?
sk_sk: Ste profesionálny predajca?
tr_tr: Profesyonel bir satıcı mısınız?
uk_ua: Ви професійний продавець?

source: Create an account
cs_cz: Vytvoření účtu
da_dk: Opret en konto
de_de: Ein Konto erstellen
es_es: Crear una cuenta
id_id: Membuat akun
nl_nl: Maak een account aan
pl_pl: Utwórz konto
ru_ru: Создай аккаунт
sk_sk: Vytvorenie konta
tr_tr: Bir hesap oluşturun
uk_ua: Створіть обліковий запис

source: About us
cs_cz: O nás
da_dk: Om os
de_de: Über uns
es_es: Sobre nosotros
id_id: Tentang kami
nl_nl: Over ons
pl_pl: O nas
ru_ru: О нас
sk_sk: O nás
tr_tr: Hakkımızda
uk_ua: Про нас

source: Phone
cs_cz: Telefon
da_dk: Telefon
de_de: Telefon
es_es: Teléfono
id_id: Telepon
nl_nl: Telefoon
pl_pl: Telefon
ru_ru: Телефон
sk_sk: Telefón
tr_tr: Telefon
uk_ua: Телефон

source: Widely known as Worlds no. 1 online classifieds platform, our is all about you. Our aim is to empower every person in the country to independently connect with buyers and sellers online.
cs_cz: Všeobecně známý jako Worlds no. 1 online inzerátů, naše je o vás. Naším cílem je umožnit každému člověku v zemi, aby se nezávisle spojil s kupujícími a prodávajícími online.
da_dk: Bredt kendt som verdens nr. 1 online classifieds platform, vores handler om dig. Vores mål er at give alle mennesker i landet mulighed for uafhængigt at komme i kontakt med købere og sælgere online.
de_de: Weithin bekannt als die Nr. 1 der Welt. 1 Online-Kleinanzeigenplattform bekannt, dreht sich bei uns alles um dich. Unser Ziel ist es, jedem Menschen im Land die Möglichkeit zu geben, unabhängig mit Käufern und Verkäufern online in Kontakt zu treten.
es_es: Ampliamente conocida como la plataforma de clasificados en línea n.º 1 del mundo. 1 del mundo, nuestro objetivo eres tú. Nuestro objetivo es capacitar a todas las personas del país para que conecten de forma independiente con compradores y vendedores online.
id_id: Dikenal luas sebagai platform iklan baris online no. 1 di dunia, platform iklan baris online kami adalah tentang Anda. Tujuan kami adalah memberdayakan setiap orang di negara ini untuk terhubung secara mandiri dengan pembeli dan penjual secara online.
nl_nl: Alom bekend als 's werelds nr. 1 online advertentieplatform, bij ons draait alles om jou. Ons doel is om iedereen in het land in staat te stellen om zelfstandig online in contact te komen met kopers en verkopers.
pl_pl: Powszechnie znana jako światowa platforma nr. 1 platforma ogłoszeń online, nasza oferta jest skierowana do Ciebie. Naszym celem jest umożliwienie każdej osobie w kraju niezależnego łączenia się z kupującymi i sprzedającymi online.
ru_ru: Широко известная в мире no. 1 онлайн-платформа для объявлений, но наша платформа - это все о тебе. Наша цель - дать возможность каждому человеку в стране самостоятельно общаться с покупателями и продавцами в интернете.
sk_sk: Všeobecne známy ako Worlds no. 1 online platforma pre inzeráty, naša je o vás. Naším cieľom je umožniť každému človeku v krajine, aby sa nezávisle spojil s kupujúcimi a predávajúcimi online.
tr_tr: Yaygın olarak dünyanın 1 numaralı 1 online seri ilan platformumuz tamamen sizinle ilgilidir. Amacımız, ülkedeki herkesin alıcılar ve satıcılarla çevrimiçi olarak bağımsız bir şekilde bağlantı kurmasını sağlamaktır.
uk_ua: Широко відома як Worlds no. 1 у світі онлайн-платформа оголошень, наш сайт створений для вас. Наша мета - дати можливість кожній людині в країні самостійно зв'язуватися з покупцями та продавцями онлайн.

source: Switch to light mode
cs_cz: Přepnutí do světelného režimu
da_dk: Skift til lystilstand
de_de: In den Lichtmodus wechseln
es_es: Cambia al modo luz
id_id: Beralih ke mode cahaya
nl_nl: Overschakelen naar de lichtmodus
pl_pl: Przełącz na tryb oświetlenia
ru_ru: Переключись в режим освещения
sk_sk: Prepnutie na svetelný režim
tr_tr: Işık moduna geçin
uk_ua: Перейдіть у світлий режим

source: Switch to dark mode
cs_cz: Přepnutí do tmavého režimu
da_dk: Skift til mørk tilstand
de_de: In den dunklen Modus wechseln
es_es: Cambiar al modo oscuro
id_id: Beralih ke mode gelap
nl_nl: Overschakelen naar donkere modus
pl_pl: Przełącz na tryb ciemny
ru_ru: Переключись в темный режим
sk_sk: Prepnutie do tmavého režimu
tr_tr: Karanlık moda geç
uk_ua: Перейдіть у темний режим

source: Social media
cs_cz: Sociální média
da_dk: Sociale medier
de_de: Soziale Medien
es_es: Redes sociales
id_id: Media sosial
nl_nl: Sociale media
pl_pl: Media społecznościowe
ru_ru: Социальные сети
sk_sk: Sociálne médiá
tr_tr: Sosyal medya
uk_ua: Соціальні мережі

source: Share us on Facebook
cs_cz: Sdílejte nás na Facebooku
da_dk: Del os på Facebook
de_de: Teile uns auf Facebook
es_es: Compártenos en Facebook
id_id: Bagikan kami di Facebook
nl_nl: Deel ons op Facebook
pl_pl: Udostępnij nas na Facebooku
ru_ru: Поделись с нами на Facebook
sk_sk: Zdieľajte nás na Facebooku
tr_tr: Bizi Facebook'ta paylaşın
uk_ua: Поділіться з нами у Facebook

source: Share us on Pinterest
cs_cz: Sdílejte nás na Pinterestu
da_dk: Del os på Pinterest
de_de: Teile uns auf Pinterest
es_es: Compártenos en Pinterest
id_id: Bagikan kami di Pinterest
nl_nl: Deel ons op Pinterest
pl_pl: Udostępnij nas na Pinterest
ru_ru: Поделись нами на Pinterest
sk_sk: Zdieľajte nás na Pinterest
tr_tr: Bizi Pinterest'te paylaşın
uk_ua: Поділіться з нами в Pinterest

source: Share us on Instagram
cs_cz: Sdílejte nás na Instagramu
da_dk: Del os på Instagram
de_de: Teile uns auf Instagram
es_es: Compártenos en Instagram
id_id: Bagikan kami di Instagram
nl_nl: Deel ons op Instagram
pl_pl: Udostępnij nas na Instagramie
ru_ru: Поделись с нами в Instagram
sk_sk: Zdieľajte nás na Instagrame
tr_tr: Bizi Instagram'da paylaşın
uk_ua: Поділіться з нами в Instagram

source: Tweet us
cs_cz: Tweetni nás
da_dk: Tweet os
es_es: Tweeteanos
id_id: Tweet kami
nl_nl: Tweet ons
pl_pl: Tweetuj nas
ru_ru: Напишите нам
sk_sk: Tweetni nám
tr_tr: Bize tweet atın
uk_ua: Твіттер нас
