Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Show Premiums Block on Search
cs_cz: Zobrazit blok Premiums při vyhledávání
da_dk: Vis præmieblok ved søgning
de_de: Prämienblock bei der Suche anzeigen
es_es: Mostrar bloque de primas en la búsqueda
id_id: Tampilkan Blokir Premium di Pencarian
nl_nl: Premiums tonen bij zoeken
pl_pl: Pokaż blok premii w wyszukiwaniu
ru_ru: Показывать блок "Премии" при поиске
sk_sk: Zobraziť blok prémií pri vyhľadávaní
tr_tr: Aramada Primler Bloğunu Göster
uk_ua: Показувати преміум-акції в пошуку

source: Show Premium Listings block on Search Page.
cs_cz: Zobrazit blok Premium Listings na stránce vyhledávání.
da_dk: Vis Premium Listings-blokken på søgesiden.
de_de: Zeige den Block Premium Listings auf der Suchseite.
es_es: Mostrar el bloque de Anuncios Premium en la Página de Búsqueda.
id_id: Tampilkan blok Daftar Premium di Halaman Pencarian.
nl_nl: Toon Premium aanbiedingen op de zoekpagina.
pl_pl: Pokaż blok ofert premium na stronie wyszukiwania.
ru_ru: Покажи блок "Премиальные объявления" на странице поиска.
sk_sk: Zobrazenie bloku prémiových ponúk na stránke vyhľadávania.
tr_tr: Arama Sayfasında Premium Listeler bloğunu gösterin.
uk_ua: Показувати блок Преміум-об'яв на сторінці пошуку.

source: Number of Premiums on Search
cs_cz: Počet prémií při vyhledávání
da_dk: Antal præmier på søgning
de_de: Anzahl der Prämien bei der Suche
es_es: Número de primas en la búsqueda
id_id: Jumlah Premi dalam Pencarian
nl_nl: Aantal premies bij zoeken
pl_pl: Liczba premii za wyszukiwanie
ru_ru: Количество премиумов в поиске
sk_sk: Počet prémií pri vyhľadávaní
tr_tr: Aramadaki Prim Sayısı
uk_ua: Кількість премій за пошук

source: How many premium listings will be shown on Search page.
cs_cz: Kolik prémiových nabídek se zobrazí na stránce vyhledávání.
da_dk: Hvor mange premium-lister vil blive vist på søgesiden.
de_de: Wie viele Premium-Angebote auf der Suchseite angezeigt werden sollen.
es_es: Cuántos anuncios premium se mostrarán en la página de Búsqueda.
id_id: Berapa banyak daftar premium yang akan ditampilkan di halaman Pencarian.
nl_nl: Hoeveel premium aanbiedingen worden getoond op de zoekpagina.
pl_pl: Ile ofert premium będzie wyświetlanych na stronie wyszukiwania.
ru_ru: Сколько премиум-объявлений будет показано на странице поиска.
sk_sk: Koľko prémiových ponúk sa zobrazí na stránke vyhľadávania.
tr_tr: Arama sayfasında kaç premium liste gösterilecek.
uk_ua: Скільки преміум-об'яв буде показано на сторінці пошуку.

source: Premium Placeholder Target URL
cs_cz: Premium Placeholder Cílová adresa URL
da_dk: Premium Placeholder Mål-URL
de_de: Premium-Platzhalter Ziel-URL
es_es: URL de destino del marcador de posición Premium
id_id: URL Target Tempat Penampung Premium
nl_nl: Premium doel-URL
pl_pl: Docelowy adres URL symbolu zastępczego Premium
sk_sk: Prémiový zástupca Cieľová adresa URL
tr_tr: Premium Yer Tutucu Hedef URL
uk_ua: Цільова URL-адреса преміум-заповнювача

source: Define URL where user is redirected when clicked on "Your listing here" placeholder on search page (premiums block). If no URL is defined, placeholder is not shown.
cs_cz: Definujte adresu URL, na kterou je uživatel přesměrován po kliknutí na zástupný symbol "Your listing here" na stránce vyhledávání (blok premií). Pokud není definována žádná adresa URL, placeholder se nezobrazí.
da_dk: Definer URL, hvor brugeren omdirigeres, når der klikkes på "Your listing here"-pladsholderen på søgesiden (premiums block). Hvis der ikke er defineret en URL, vises pladsholderen ikke.
de_de: Lege die URL fest, an die der Nutzer weitergeleitet wird, wenn er auf der Suchseite auf den Platzhalter "Ihr Eintrag hier" klickt (Prämienblock). Wenn keine URL definiert ist, wird der Platzhalter nicht angezeigt.
es_es: Define la URL a la que se redirige al usuario cuando hace clic en el marcador de posición "Tu anuncio aquí" en la página de búsqueda (bloque de primas). Si no se define ninguna URL, el marcador de posición no se muestra.
id_id: Tentukan URL tempat pengguna dialihkan ketika mengklik placeholder "Daftar Anda di sini" di halaman pencarian (blok premi). Jika tidak ada URL yang ditentukan, placeholder tidak akan ditampilkan.
nl_nl: Definieer de URL waarnaar de gebruiker wordt doorgestuurd als hij klikt op de placeholder "Uw advertentie hier" op de zoekpagina (premiums blok). Als er geen URL is gedefinieerd, wordt de plaatsaanduiding niet weergegeven.
pl_pl: Zdefiniuj adres URL, na który użytkownik zostanie przekierowany po kliknięciu symbolu zastępczego "Twoja oferta tutaj" na stronie wyszukiwania (blok premii). Jeśli adres URL nie zostanie zdefiniowany, symbol zastępczy nie będzie wyświetlany.
ru_ru: Определи URL, на который перенаправляется пользователь при нажатии на плагин "Твое объявление здесь" на странице поиска (блок премиум-класса). Если URL не задан, плагин не будет отображаться.
sk_sk: Definujte adresu URL, na ktorú bude používateľ presmerovaný po kliknutí na zástupný symbol "Your listing here" na stránke vyhľadávania (blok s premiou). Ak nie je definovaná žiadna URL, placeholder sa nezobrazí.
tr_tr: Arama sayfasında (primler bloğu) "Listeniz burada" yer tutucusuna tıklandığında kullanıcının yönlendirileceği URL'yi tanımlayın. URL tanımlanmazsa, yer tutucu gösterilmez.
uk_ua: Визначте URL-адресу, на яку користувач буде перенаправлений при натисканні на заповнювач "Ваше оголошення тут" на сторінці пошуку (блок преміум-класу). Якщо URL не визначено, заповнювач не відображається.

source: Premium Items Card Design (search)
cs_cz: Prémiové předměty Design karty (vyhledávání)
da_dk: Design af Premium Items-kort (søg)
de_de: Premium Items Kartendesign (Suche)
es_es: Diseño de tarjeta de artículos Premium (buscar)
id_id: Desain Kartu Barang Premium (pencarian)
nl_nl: Premium Items Kaartontwerp (zoeken)
pl_pl: Projekt karty przedmiotów premium (szukaj)
ru_ru: Дизайн карточек с премиальными предметами (поиск)
sk_sk: Dizajn karty prémiových položiek (vyhľadávanie)
tr_tr: Premium Ürünler Kart Tasarımı (arama)
uk_ua: Дизайн картки преміум-товарів (пошук)

source: Currency in Search Box
cs_cz: Měna ve vyhledávacím poli
da_dk: Valuta i søgefeltet
de_de: Währung im Suchfeld
es_es: Moneda en el cuadro de búsqueda
id_id: Mata Uang di Kotak Pencarian
nl_nl: Valuta in zoekvak
pl_pl: Waluta w polu wyszukiwania
ru_ru: Валюта в окне поиска
sk_sk: Mena v poli vyhľadávania
tr_tr: Arama Kutusundaki Para Birimi
uk_ua: Валюта у вікні пошуку

source: Select currency symbol that will be used on search page for min & max price fields.
cs_cz: Vyberte symbol měny, který bude použit na stránce vyhledávání pro pole min. a max. ceny.
da_dk: Vælg det valutasymbol, der skal bruges på søgesiden for min. og max. prisfelter.
de_de: Wähle das Währungssymbol aus, das auf der Suchseite für die Felder für den Mindest- und Höchstpreis verwendet werden soll.
es_es: Selecciona el símbolo de moneda que se utilizará en la página de búsqueda para los campos de precio mínimo y máximo.
id_id: Pilih simbol mata uang yang akan digunakan pada halaman pencarian untuk kolom harga min &amp; max.
nl_nl: Selecteer het valutasymbool dat op de zoekpagina wordt gebruikt voor de velden met min- en maximumprijzen.
pl_pl: Wybierz symbol waluty, który będzie używany na stronie wyszukiwania dla pól ceny minimalnej i maksymalnej.
ru_ru: Выбери символ валюты, который будет использоваться на странице поиска для полей минимальной и максимальной цены.
sk_sk: Vyberte symbol meny, ktorý sa použije na stránke vyhľadávania pre polia min. a max. ceny.
tr_tr: Arama sayfasında min ve maks fiyat alanları için kullanılacak para birimi sembolünü seçin.
uk_ua: Виберіть символ валюти, який буде використовуватися на сторінці пошуку для полів мінімальної та максимальної ціни.

source: Publish listing settings
cs_cz: Nastavení publikování výpisu
da_dk: Udgiv indstillinger for liste
de_de: Einstellungen zum Veröffentlichen von Listen
es_es: Publicar configuración del listado
id_id: Menerbitkan pengaturan daftar
nl_nl: Instellingen publiceren
pl_pl: Opublikuj ustawienia aukcji
ru_ru: Настройки публикации объявлений
sk_sk: Zverejnenie nastavení zoznamu
tr_tr: Listeleme ayarlarını yayınla
uk_ua: Публікація налаштувань списку

source: Category selection on Publish page
cs_cz: Výběr kategorie na stránce Publikovat
da_dk: Valg af kategori på udgivelsessiden
de_de: Kategorieauswahl auf der Seite Veröffentlichen
es_es: Selección de categoría en la página Publicar
id_id: Pemilihan kategori pada halaman Terbitkan
nl_nl: Categoriekeuze op publicatiepagina
pl_pl: Wybór kategorii na stronie Publikowanie
ru_ru: Выбор категории на странице публикации
sk_sk: Výber kategórie na stránke Publikovať
tr_tr: Yayınla sayfasında kategori seçimi
uk_ua: Вибір категорії на сторінці публікації

source: Auto-complete box
cs_cz: Pole Automatické dokončování
da_dk: Boks til automatisk udfyldning
de_de: Auto-Vervollständigen-Box
es_es: Cuadro de autocompletar
id_id: Kotak pelengkapan otomatis
nl_nl: Vak voor automatisch aanvullen
pl_pl: Pole autouzupełniania
ru_ru: Окно автозаполнения
sk_sk: Pole Automatické dokončovanie
tr_tr: Otomatik tamamlama kutusu
uk_ua: Автозаповнення поля

source: Cascading dropdowns
cs_cz: Kaskádové rozevírací nabídky
da_dk: Kaskaderende dropdowns
de_de: Kaskadierende Dropdowns
es_es: Desplegables en cascada
id_id: Menu tarik-turun bertingkat
nl_nl: Cascading vervolgkeuzemenu's
pl_pl: Kaskadowe listy rozwijane
ru_ru: Каскадные выпадающие элементы
sk_sk: Kaskádové rozbaľovacie ponuky
tr_tr: Basamaklı açılır pencereler
uk_ua: Каскадні випадаючі списки

source: One select box
cs_cz: Jeden výběrový rámeček
da_dk: En valgboks
de_de: Ein Auswahlfeld
es_es: Una casilla de selección
id_id: Satu kotak pilihan
nl_nl: Eén selectievakje
pl_pl: Jedno pole wyboru
ru_ru: Одно поле выбора
sk_sk: Jeden výberový rámček
tr_tr: Bir seçim kutusu
uk_ua: Одне поле для вибору

source: Select what type of category selection (box) will be used on publish/edit page.
cs_cz: Vyberte typ výběru kategorie (pole), který bude použit na stránce publikování/úpravy.
da_dk: Vælg, hvilken type kategorivalg (boks) der skal bruges på udgivelses- og redigeringssiden.
de_de: Lege fest, welche Art von Kategorieauswahl (Box) auf der Veröffentlichungs-/Bearbeitungsseite verwendet werden soll.
es_es: Selecciona qué tipo de selección de categoría (casilla) se utilizará en la página de publicación/edición.
id_id: Pilih jenis pemilihan kategori (kotak) yang akan digunakan pada halaman publish/edit.
nl_nl: Selecteer welk type categorieselectie (vak) wordt gebruikt op de pagina publiceren/bewerken.
pl_pl: Wybierz typ wyboru kategorii (pole), który będzie używany na stronie publikacji/edycji.
ru_ru: Выбери, какой тип выбора категории (поле) будет использоваться на странице публикации/редактирования.
sk_sk: Vyberte, aký typ výberu kategórie (box) sa použije na stránke publikovania/editácie.
tr_tr: Yayınlama/düzenleme sayfasında ne tür bir kategori seçimi (kutusu) kullanılacağını seçin.
uk_ua: Виберіть тип вибору категорії (поле), який буде використовуватися на сторінці публікації/редагування.

source: Location selection on Publish page
cs_cz: Výběr umístění na stránce Publikovat
da_dk: Valg af placering på udgivelsessiden
de_de: Standortauswahl auf der Seite Veröffentlichen
es_es: Selección de ubicación en la página Publicar
id_id: Pemilihan lokasi pada halaman Terbitkan
nl_nl: Locatie selecteren op publicatiepagina
pl_pl: Wybór lokalizacji na stronie Publikowanie
ru_ru: Выбор местоположения на странице публикации
sk_sk: Výber umiestnenia na stránke Publikovať
tr_tr: Yayınla sayfasında konum seçimi
uk_ua: Вибір місця на сторінці публікації

source: Cascading dropdowns (Country > Region > City)
cs_cz: Kaskádové rozbalovací seznamy (Země &gt; Region &gt; Město)
da_dk: Kaskaderende dropdowns (land &gt; region &gt; by)
de_de: Kaskadierende Dropdowns (Land &gt; Region &gt; Stadt)
es_es: Desplegables en cascada (País &gt; Región &gt; Ciudad)
id_id: Menu tarik-turun bertingkat (Negara &gt; Wilayah &gt; Kota)
nl_nl: Cascading dropdowns (Land &gt; Regio &gt; Stad)
pl_pl: Kaskadowe listy rozwijane (Kraj &gt; Region &gt; Miasto)
ru_ru: Каскадные выпадающие списки (страна &gt; регион &gt; город)
sk_sk: Kaskádové rozbaľovacie zoznamy (krajina &gt; región &gt; mesto)
tr_tr: Basamaklı açılır listeler (Ülke &gt; Bölge &gt; Şehir)
uk_ua: Каскадні випадаючі списки (Країна &gt; Регіон &gt; Місто)

source: Auto-complete box can be right choice in case your regions has thousands of cities and it is hard to scroll to proper city.
cs_cz: Pole automatického dokončování může být správnou volbou v případě, že vaše regiony mají tisíce měst a je obtížné přejít na správné město.
da_dk: Automatisk udfyldning kan være det rigtige valg, hvis dine regioner har tusindvis af byer, og det er svært at scrolle til den rigtige by.
de_de: Die Autovervollständigungsbox kann die richtige Wahl sein, wenn deine Region Tausende von Städten hat und es schwierig ist, die richtige Stadt zu finden.
es_es: El cuadro de autocompletar puede ser la opción correcta en caso de que tu región tenga miles de ciudades y sea difícil desplazarse hasta la ciudad adecuada.
id_id: Kotak pelengkapan otomatis dapat menjadi pilihan yang tepat jika wilayah Anda memiliki ribuan kota dan sulit untuk menggulir ke kota yang tepat.
nl_nl: Een autoaanvulvak kan de juiste keuze zijn als je regio's duizenden steden hebben en het moeilijk is om naar de juiste stad te scrollen.
pl_pl: Pole autouzupełniania może być właściwym wyborem w przypadku, gdy twoje regiony mają tysiące miast i trudno jest przewinąć do odpowiedniego miasta.
ru_ru: Автозаполнение может стать правильным выбором в том случае, если в твоем регионе тысячи городов и трудно прокрутить страницу до нужного города.
sk_sk: Pole automatického dokončovania môže byť správnou voľbou v prípade, že vaše regióny majú tisíce miest a je ťažké prejsť na správne mesto.
tr_tr: Otomatik tamamlama kutusu, bölgelerinizin binlerce şehre sahip olması ve uygun şehre kaydırmanın zor olması durumunda doğru seçim olabilir.
uk_ua: Автозаповнення поля може бути правильним вибором, якщо у вашому регіоні тисячі міст і важко прокрутити список до потрібного міста.

source: Required Fields on Publish
cs_cz: Povinná pole při publikování
da_dk: Påkrævede felter ved udgivelse
de_de: Erforderliche Felder beim Veröffentlichen
es_es: Campos obligatorios al publicar
id_id: Kolom yang harus diisi pada Publish
nl_nl: Verplichte velden bij publiceren
pl_pl: Pola wymagane przy publikacji
ru_ru: Обязательные поля при публикации
sk_sk: Povinné polia pri publikovaní
tr_tr: Yayınlamada Gerekli Alanlar
uk_ua: Обов'язкові поля для публікації

source: If you select Location as required, it means that one of following fields must be filled: Country, Region or City
cs_cz: Pokud vyberete možnost Umístění jako povinné, znamená to, že musí být vyplněno jedno z následujících polí: Země, Region nebo Město
da_dk: Hvis du vælger Placering som påkrævet, betyder det, at et af følgende felter skal udfyldes: Land, region eller by
de_de: Wenn du Standort als erforderlich auswählst, bedeutet das, dass eines der folgenden Felder ausgefüllt werden muss: Land, Region oder Stadt
es_es: Si seleccionas Ubicación como obligatoria, significa que hay que rellenar uno de los siguientes campos: País, Región o Ciudad
id_id: Jika Anda memilih Lokasi sebagai wajib diisi, berarti salah satu bidang berikut harus diisi: Negara, Wilayah atau Kota
nl_nl: Als je Locatie als vereist selecteert, betekent dit dat een van de volgende velden moet worden ingevuld: Land, Regio of Stad
pl_pl: Jeśli wybierzesz opcję Lokalizacja jako wymaganą, oznacza to, że jedno z poniższych pól musi zostać wypełnione: Kraj, Region lub Miasto
ru_ru: Если ты выбрал "Местоположение" как обязательное, это значит, что должно быть заполнено одно из следующих полей: Страна, Регион или Город
sk_sk: Ak vyberiete možnosť Location ako povinnú, znamená to, že musí byť vyplnené jedno z nasledujúcich polí: Krajina, Región alebo Mesto
tr_tr: Konum'u gerekli olarak seçerseniz, aşağıdaki alanlardan birinin doldurulması gerektiği anlamına gelir: Ülke, Bölge veya Şehir
uk_ua: Якщо ви виберете "Місцезнаходження" як обов'язкове, це означає, що одне з наступних полів повинно бути заповнене: Країна, Регіон або Місто

source: Extra Fields exclude Categories
cs_cz: Další pole vylučují kategorie
da_dk: Ekstra felter udelukker kategorier
de_de: Extra Felder schließen Kategorien aus
es_es: Los campos extra excluyen las categorías
id_id: Bidang Ekstra tidak termasuk Kategori
nl_nl: Extra velden sluiten categorieën uit
pl_pl: Dodatkowe pola wykluczają kategorie
ru_ru: Дополнительные поля исключают категории
sk_sk: Dodatočné polia vylučujú kategórie
tr_tr: Ekstra Alanlar Kategorileri hariç tutar
uk_ua: Додаткові поля за винятком категорій

source: Select categories where you do not want to show Transaction and Condition on listing publish/edit page
cs_cz: Vyberte kategorie, ve kterých nechcete zobrazovat transakce a podmínky na stránce pro publikování/úpravy výpisů.
da_dk: Vælg kategorier, hvor du ikke ønsker at vise transaktion og betingelse på siden for publicering/redigering af annoncer.
de_de: Wähle Kategorien aus, in denen du Transaktion und Bedingung auf der Seite zum Veröffentlichen/Bearbeiten von Angeboten nicht anzeigen möchtest
es_es: Selecciona las categorías en las que no quieres mostrar Transacción y Condición en la página de publicación/edición de anuncios
id_id: Pilih kategori yang tidak ingin Anda tampilkan Transaksi dan Kondisi pada halaman publikasi/edit daftar
nl_nl: Selecteer categorieën waarin je Transactie en Conditie niet wilt weergeven op de pagina listing publiceren/bewerken
pl_pl: Wybierz kategorie, w których nie chcesz wyświetlać Transakcji i Warunków na stronie publikacji/edycji oferty.
ru_ru: Выберите категории, в которых вы не хотите показывать "Транзакцию" и "Условие" на странице публикации/редактирования объявления
sk_sk: Vyberte kategórie, v ktorých nechcete zobraziť transakciu a podmienku na stránke publikovania/editácie zoznamu
tr_tr: Listeleme yayınlama/düzenleme sayfasında İşlem ve Koşulun gösterilmesini istemediğiniz kategorileri seçin
uk_ua: Виберіть категорії, для яких ви не хочете показувати транзакції та умови на сторінці публікації/редагування лістингу

source: Other settings
cs_cz: Další nastavení
da_dk: Andre indstillinger
de_de: Andere Einstellungen
es_es: Otros ajustes
id_id: Pengaturan lainnya
nl_nl: Andere instellingen
pl_pl: Inne ustawienia
ru_ru: Другие настройки
sk_sk: Iné nastavenia
tr_tr: Diğer ayarlar
uk_ua: Інші налаштування

source: Image Gallery Aspect Ratio
cs_cz: Poměr stran galerie obrázků
da_dk: Billedgalleri Aspect Ratio
de_de: Seitenverhältnis der Bildergalerie
es_es: Relación de aspecto de la galería de imágenes
id_id: Rasio Aspek Galeri Gambar
nl_nl: Beeldgalerij beeldverhouding
pl_pl: Współczynnik proporcji galerii obrazów
ru_ru: Соотношение сторон галереи изображений
sk_sk: Pomer strán galérie obrázkov
tr_tr: Resim Galerisi En Boy Oranı
uk_ua: Співвідношення сторін галереї зображень

source: Calculated based on Image Normal Size
cs_cz: Vypočítáno na základě normální velikosti obrázku
da_dk: Beregnet ud fra billedets normale størrelse
de_de: Berechnet auf Basis der normalen Bildgröße
es_es: Calculado a partir del tamaño normal de la imagen
id_id: Dihitung berdasarkan Ukuran Normal Gambar
nl_nl: Berekend op basis van afbeeldingsnormgrootte
pl_pl: Obliczony na podstawie normalnego rozmiaru obrazu
ru_ru: Рассчитывается на основе нормального размера изображения
sk_sk: Vypočítané na základe normálnej veľkosti obrázka
tr_tr: Görüntü Normal Boyutuna göre hesaplanmıştır
uk_ua: Розраховано на основі нормального розміру зображення

source: Square (1:1)
cs_cz: Čtverec (1:1)
da_dk: Firkantet (1:1)
de_de: Quadratisch (1:1)
es_es: Cuadrado (1:1)
id_id: Persegi (1:1)
nl_nl: Vierkant (1:1)
pl_pl: Kwadrat (1:1)
ru_ru: Квадрат (1:1)
sk_sk: Štvorec (1:1)
tr_tr: Kare (1:1)
uk_ua: Квадрат (1:1)

source: Normal (4:3)
cs_cz: Normální (4:3)
nl_nl: Normaal (4:3)
pl_pl: Normalny (4:3)
ru_ru: Нормальный (4:3)
sk_sk: Normálne (4:3)
uk_ua: Звичайний (4:3)

source: Wide (16:9)
cs_cz: Širokoúhlý (16:9)
da_dk: Bred (16:9)
de_de: Breit (16:9)
es_es: Ancho (16:9)
id_id: Lebar (16:9)
nl_nl: Breed (16:9)
pl_pl: Szeroki (16:9)
ru_ru: Широкий (16:9)
sk_sk: Širokouhlý (16:9)
tr_tr: Geniş (16:9)
uk_ua: Широкий (16:9)

source: Very wide (2:1)
cs_cz: Velmi široký (2:1)
da_dk: Meget bred (2:1)
de_de: Sehr breit (2:1)
es_es: Muy ancho (2:1)
id_id: Sangat lebar (2:1)
nl_nl: Zeer breed (2:1)
pl_pl: Bardzo szeroki (2:1)
ru_ru: Очень широкий (2:1)
sk_sk: Veľmi široký (2:1)
tr_tr: Çok geniş (2:1)
uk_ua: Дуже широкі (2:1)

source: Select image gallery aspect ratio shown on listing page.
cs_cz: Vyberte poměr stran galerie obrázků zobrazený na stránce s nabídkou.
da_dk: Vælg billedgalleriets størrelsesforhold, som vises på opslagssiden.
de_de: Wähle das Seitenverhältnis der Bildergalerie, das auf der Angebotsseite angezeigt wird.
es_es: Selecciona la relación de aspecto de la galería de imágenes mostrada en la página del anuncio.
id_id: Pilih rasio aspek galeri gambar yang ditampilkan pada halaman daftar.
nl_nl: Selecteer de hoogte-breedteverhouding van de afbeeldingsgalerie op de pagina met aanbiedingen.
pl_pl: Wybierz proporcje galerii obrazów wyświetlane na stronie oferty.
ru_ru: Выбери соотношение сторон галереи изображений, отображаемое на странице объявления.
sk_sk: Vyberte pomer strán galérie obrázkov zobrazený na stránke ponuky.
tr_tr: Listeleme sayfasında gösterilen resim galerisi en boy oranını seçin.
uk_ua: Виберіть співвідношення сторін галереї зображень, що відображається на сторінці оголошення.

source: Footer Link
cs_cz: Odkaz na zápatí
da_dk: Link til sidefod
de_de: Fußzeilen-Link
es_es: Enlace a pie de página
id_id: Tautan Footer
nl_nl: Voetregel Link
pl_pl: Link w stopce
ru_ru: Ссылка на нижний колонтитул
sk_sk: Prepojenie päty
tr_tr: Altbilgi Bağlantısı
uk_ua: Посилання на нижній колонтитул

source: Link to osclass will be shown in footer to support our project.
cs_cz: Odkaz na osclass se zobrazí v zápatí na podporu našeho projektu.
da_dk: Link til osclass vil blive vist i sidefoden for at støtte vores projekt.
de_de: Der Link zu osclass wird in der Fußzeile angezeigt, um unser Projekt zu unterstützen.
es_es: El enlace a osclass se mostrará en el pie de página para apoyar nuestro proyecto.
id_id: Tautan ke osclass akan ditampilkan di footer untuk mendukung proyek kami.
nl_nl: Link naar osclass wordt getoond in de voettekst om ons project te ondersteunen.
pl_pl: Link do osclass będzie wyświetlany w stopce, aby wesprzeć nasz projekt.
ru_ru: Ссылка на osclass будет отображаться в футере, чтобы поддержать наш проект.
sk_sk: Odkaz na osclass sa zobrazí v pätičke na podporu nášho projektu.
tr_tr: Projemizi desteklemek için osclass bağlantısı altbilgide gösterilecektir.
uk_ua: Посилання на osclass буде показано в нижньому колонтитулі, щоб підтримати наш проект.

source: Number of Items on Public Profile
cs_cz: Počet položek na veřejném profilu
da_dk: Antal elementer på den offentlige profil
de_de: Anzahl der Einträge im öffentlichen Profil
es_es: Número de elementos en el perfil público
id_id: Jumlah Item di Profil Publik
nl_nl: Aantal items op openbaar profiel
pl_pl: Liczba elementów na profilu publicznym
ru_ru: Количество пунктов в публичном профиле
sk_sk: Počet položiek na verejnom profile
tr_tr: Genel Profildeki Öğelerin Sayısı
uk_ua: Кількість елементів у профілі користувача
