Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Email visible on ad
cs_cz: E-mail viditelný v inzerátu
da_dk: E-mail synlig på annoncen
de_de: E-Mail auf der Anzeige sichtbar
es_es: Email visible en el anuncio
id_id: Email terlihat pada iklan
nl_nl: E-mail zichtbaar op advertentie
pl_pl: E-mail widoczny na reklamie
ru_ru: Электронная почта видна в объявлении
sk_sk: E-mail viditeľný v reklame
tr_tr: Reklamda görünen e-posta
uk_ua: Email видно в оголошенні

source: Update your profile here
cs_cz: Aktualizujte svůj profil zde
da_dk: Opdater din profil her
de_de: Aktualisiere dein Profil hier
es_es: Actualiza tu perfil aquí
id_id: Perbarui profil Anda di sini
nl_nl: Werk hier je profiel bij
pl_pl: Zaktualizuj swój profil tutaj
ru_ru: Обнови свой профиль здесь
sk_sk: Aktualizujte svoj profil tu
tr_tr: Profilinizi buradan güncelleyin
uk_ua: Оновіть свій профіль тут

source: Not registered yet? Create an account
cs_cz: Ještě nejste zaregistrováni? Vytvořte si účet
da_dk: Er du ikke registreret endnu? Opret en konto
de_de: Noch nicht registriert? Ein Konto erstellen
es_es: ¿Aún no te has registrado? Crea una cuenta
id_id: Belum terdaftar? Buat akun
nl_nl: Nog niet geregistreerd? Maak een account aan
pl_pl: Nie jesteś jeszcze zarejestrowany? Załóż konto
ru_ru: Еще не зарегистрировался? Создай аккаунт
sk_sk: Ešte nie ste zaregistrovaný? Vytvorte si účet
tr_tr: Henüz kayıt olmadınız mı? Bir hesap oluşturun
uk_ua: Ще не зареєстровані? Створіть обліковий запис

source: Submit
cs_cz: Odeslat
da_dk: Indsend
de_de: einreichen
es_es: Envía
id_id: Kirim
nl_nl: Stuur in
pl_pl: Zgłoś się
ru_ru: Отправить
sk_sk: Odoslať
tr_tr: Gönder
uk_ua: Надіслати

source: Summarize your offer
cs_cz: Shrňte svou nabídku
da_dk: Sammenfat dit tilbud
de_de: Fasse dein Angebot zusammen
es_es: Resume tu oferta
id_id: Rangkum penawaran Anda
nl_nl: Vat je aanbod samen
pl_pl: Podsumuj swoją ofertę
ru_ru: Резюмируй свое предложение
sk_sk: Zhrňte svoju ponuku
tr_tr: Teklifinizi özetleyin
uk_ua: Підсумуйте свою пропозицію

source: Detail description of your offer
cs_cz: Podrobný popis vaší nabídky
da_dk: Detaljeret beskrivelse af dit tilbud
de_de: Detaillierte Beschreibung deines Angebots
es_es: Descripción detallada de tu oferta
id_id: Deskripsi detail penawaran Anda
nl_nl: Gedetailleerde beschrijving van je aanbod
pl_pl: Szczegółowy opis Twojej oferty
ru_ru: Подробное описание твоего предложения
sk_sk: Podrobný opis vašej ponuky
tr_tr: Teklifinizin ayrıntılı açıklaması
uk_ua: Детальний опис вашої пропозиції

source: Please enter a value with a valid extension.
cs_cz: Zadejte prosím hodnotu s platnou příponou.
da_dk: Indtast venligst en værdi med en gyldig udvidelse.
de_de: Bitte gib einen Wert mit einer gültigen Erweiterung ein.
es_es: Por favor, introduce un valor con una extensión válida.
id_id: Masukkan nilai dengan ekstensi yang valid.
nl_nl: Voer een waarde in met een geldige extensie.
pl_pl: Wprowadź wartość z prawidłowym rozszerzeniem.
ru_ru: Пожалуйста, введите значение с допустимым расширением.
sk_sk: Zadajte hodnotu s platnou príponou.
tr_tr: Lütfen geçerli bir uzantıya sahip bir değer girin.
uk_ua: Будь ласка, введіть значення з дійсним розширенням.

source: Title: this field is required.
cs_cz: Název: toto pole je povinné.
da_dk: Titel: dette felt er påkrævet.
de_de: Titel: Dieses Feld ist erforderlich.
es_es: Título: este campo es obligatorio.
id_id: Judul: bidang ini wajib diisi.
nl_nl: Titel: dit veld is verplicht.
pl_pl: Tytuł: to pole jest wymagane.
ru_ru: Название: это поле обязательно для заполнения.
sk_sk: Názov: toto pole je povinné.
tr_tr: Başlık: bu alan gereklidir.
uk_ua: Назва: це поле обов'язкове для заповнення.

source: Title: enter at least 5 characters.
cs_cz: Název: zadejte alespoň 5 znaků.
da_dk: Titel: Indtast mindst 5 tegn.
de_de: Titel: Gib mindestens 5 Zeichen ein.
es_es: Título: introduce al menos 5 caracteres.
id_id: Judul: masukkan setidaknya 5 karakter.
nl_nl: Titel: voer minstens 5 tekens in.
pl_pl: Tytuł: wprowadź co najmniej 5 znaków.
ru_ru: Название: введи не менее 5 символов.
sk_sk: Názov: zadajte aspoň 5 znakov.
tr_tr: Başlık: en az 5 karakter girin.
uk_ua: Назва: введіть щонайменше 5 символів.

source: Description: this field is required.
cs_cz: Popis: toto pole je povinné.
da_dk: Beskrivelse: Dette felt er obligatorisk.
de_de: Beschreibung: Dieses Feld ist erforderlich.
es_es: Descripción: este campo es obligatorio.
id_id: Keterangan: bidang ini wajib diisi.
nl_nl: Beschrijving: dit veld is verplicht.
pl_pl: Opis: to pole jest wymagane.
ru_ru: Описание: это поле обязательно для заполнения.
sk_sk: Popis: toto pole je povinné.
tr_tr: Açıklama: bu alan gereklidir.
uk_ua: Опис: це поле обов'язкове для заповнення.

source: Description: enter at least 10 characters.
cs_cz: Popis: zadejte alespoň 10 znaků.
da_dk: Beskrivelse: Indtast mindst 10 tegn.
de_de: Beschreibung: Gib mindestens 10 Zeichen ein.
es_es: Descripción: introduce al menos 10 caracteres.
id_id: Keterangan: masukkan minimal 10 karakter.
nl_nl: Beschrijving: voer minstens 10 tekens in.
pl_pl: Opis: wprowadź co najmniej 10 znaków.
ru_ru: Описание: введи не менее 10 символов.
sk_sk: Popis: zadajte aspoň 10 znakov.
tr_tr: Açıklama: en az 10 karakter girin.
uk_ua: Опис: введіть щонайменше 10 символів.

source: Location: select country, region or city from location select box.
cs_cz: Umístění: vyberte zemi, region nebo město z pole pro výběr umístění.
da_dk: Sted: Vælg land, region eller by i feltet til valg af sted.
de_de: Ort: Wähle ein Land, eine Region oder eine Stadt aus der Ortsauswahlbox aus.
es_es: Ubicación: selecciona el país, la región o la ciudad en la casilla de selección de ubicación.
id_id: Lokasi: pilih negara, wilayah atau kota dari kotak pilihan lokasi.
nl_nl: Locatie: selecteer land, regio of stad in het selectievakje Locatie.
pl_pl: Lokalizacja: wybierz kraj, region lub miasto z pola wyboru lokalizacji.
ru_ru: Местонахождение: выбери страну, регион или город из поля выбора местоположения.
sk_sk: Umiestnenie: vyberte krajinu, región alebo mesto z poľa na výber umiestnenia.
tr_tr: Konum: konum seçim kutusundan ülke, bölge veya şehir seçin.
uk_ua: Місцезнаходження: виберіть країну, регіон або місто у вікні вибору місцезнаходження.

source: Location: select country from location field.
cs_cz: Umístění: vyberte zemi z pole umístění.
da_dk: Placering: Vælg land fra placeringsfeltet.
de_de: Ort: Wähle das Land im Feld Ort aus.
es_es: Ubicación: selecciona el país en el campo de ubicación.
id_id: Lokasi: pilih negara dari bidang lokasi.
nl_nl: Locatie: selecteer het land in het locatieveld.
pl_pl: Lokalizacja: wybierz kraj z pola lokalizacji.
ru_ru: Расположение: выбери страну из поля "Расположение".
sk_sk: Umiestnenie: vyberte krajinu z poľa umiestnenia.
tr_tr: Konum: konum alanından ülke seçin.
uk_ua: Місцезнаходження: виберіть країну з поля місцезнаходження.

source: Location: select region from location field.
cs_cz: Umístění: vyberte oblast z pole umístění.
da_dk: Placering: Vælg region fra placeringsfeltet.
de_de: Ort: Wähle die Region aus dem Feld Ort aus.
es_es: Localización: selecciona la región en el campo localización.
id_id: Lokasi: pilih wilayah dari bidang lokasi.
nl_nl: Locatie: selecteer de regio in het locatieveld.
pl_pl: Lokalizacja: wybierz region z pola lokalizacji.
ru_ru: Расположение: выбери регион из поля "Расположение".
sk_sk: Umiestnenie: vyberte oblasť z poľa umiestnenia.
tr_tr: Konum: konum alanından bölge seçin.
uk_ua: Місцезнаходження: виберіть регіон з поля місцезнаходження.

source: Location: select city from location field.
cs_cz: Umístění: vyberte město z pole umístění.
da_dk: Sted: Vælg by fra stedfeltet.
de_de: Ort: Wähle die Stadt aus dem Feld Ort aus.
es_es: Ubicación: selecciona la ciudad en el campo de ubicación.
id_id: Lokasi: pilih kota dari bidang lokasi.
nl_nl: Locatie: selecteer de stad uit het locatieveld.
pl_pl: Lokalizacja: wybierz miasto z pola lokalizacji.
ru_ru: Расположение: выбери город из поля "Расположение".
sk_sk: Lokalita: vyberte mesto z poľa lokality.
tr_tr: Konum: konum alanından şehir seçin.
uk_ua: Місцезнаходження: виберіть місто з поля місцезнаходження.

source: Pictures: you need to upload pictures.
cs_cz: Obrázky: je třeba nahrát obrázky.
da_dk: Billeder: Du skal uploade billeder.
de_de: Bilder: Du musst Bilder hochladen.
es_es: Fotos: tienes que subir fotos.
id_id: Gambar: Anda perlu mengunggah gambar.
nl_nl: Foto's: je moet foto's uploaden.
pl_pl: Zdjęcia: musisz przesłać zdjęcia.
ru_ru: Картинки: тебе нужно загрузить фотографии.
sk_sk: Obrázky: musíte nahrať obrázky.
tr_tr: Resimler: resim yüklemeniz gerekir.
uk_ua: Фотографії: вам потрібно завантажити фотографії.

source: Pictures: upload at least %d picture(s)
cs_cz: Obrázky: nahrajte alespoň %d obrázek(y)
da_dk: Billeder: upload mindst %d billede(r)
de_de: Bilder: Lade mindestens %d Bilder hoch.
es_es: Fotos: sube al menos %d foto(s)
id_id: Gambar: unggah setidaknya %d gambar
nl_nl: Foto's: upload minstens %d foto('s)
pl_pl: Zdjęcia: prześlij co najmniej %d zdjęcie(a)
ru_ru: Изображения: загрузи как минимум %d фотографий.
sk_sk: Obrázky: nahrajte aspoň %d obrázok(y)
tr_tr: Resimler: en az %d resim(ler) yükleyin
uk_ua: Фотографії: завантажте щонайменше %d фотографію(ї)

source: Category: this field is required.
cs_cz: Kategorie: toto pole je povinné.
da_dk: Kategori: Dette felt er obligatorisk.
de_de: Kategorie: Dieses Feld ist erforderlich.
es_es: Categoría: este campo es obligatorio.
id_id: Kategori: bidang ini wajib diisi.
nl_nl: Categorie: dit veld is verplicht.
pl_pl: Kategoria: to pole jest wymagane.
ru_ru: Категория: это поле обязательно для заполнения.
sk_sk: Kategória: toto pole je povinné.
tr_tr: Kategori: bu alan gereklidir.
uk_ua: Категорія: це поле обов'язкове для заповнення.

source: Photo: must be png,gif,jpg,jpeg.
cs_cz: Fotografie: musí být png,gif,jpg,jpeg.
da_dk: Foto: skal være png,gif,jpg,jpeg.
de_de: Foto: muss png, gif, jpg, jpeg sein.
es_es: Foto: debe ser png,gif,jpg,jpeg.
id_id: Foto: harus dalam format png, gif, jpg, jpeg.
nl_nl: Foto: moet png, gif, jpg, jpeg zijn.
pl_pl: Zdjęcie: musi być w formacie png, gif, jpg, jpeg.
ru_ru: Фото: должно быть png, gif, jpg, jpeg.
sk_sk: Fotografia: musí byť png,gif,jpg,jpeg.
tr_tr: Fotoğraf: png, gif, jpg, jpeg olmalıdır.
uk_ua: Фото: обов'язково png, gif, jpg, jpeg.

source: Phone: this field is required.
cs_cz: Telefon: toto pole je povinné.
da_dk: Telefon: Dette felt er påkrævet.
de_de: Telefon: Dieses Feld ist erforderlich.
es_es: Teléfono: este campo es obligatorio.
id_id: Telepon: bidang ini wajib diisi.
nl_nl: Telefoon: dit veld is verplicht.
pl_pl: Telefon: to pole jest wymagane.
ru_ru: Телефон: это поле обязательно для заполнения.
sk_sk: Telefón: toto pole je povinné.
tr_tr: Telefon: bu alan gereklidir.
uk_ua: Телефон: це поле обов'язкове для заповнення.

source: Phone: enter at least 6 characters.
cs_cz: Telefon: zadejte alespoň 6 znaků.
da_dk: Telefon: Indtast mindst 6 tegn.
de_de: Telefon: Gib mindestens 6 Zeichen ein.
es_es: Teléfono: introduce al menos 6 caracteres.
id_id: Telepon: masukkan setidaknya 6 karakter.
nl_nl: Telefoon: voer minstens 6 tekens in.
pl_pl: Telefon: wprowadź co najmniej 6 znaków.
ru_ru: Телефон: введи не менее 6 символов.
sk_sk: Telefón: zadajte aspoň 6 znakov.
tr_tr: Telefon: en az 6 karakter girin.
uk_ua: Телефон: введіть щонайменше 6 символів.

source: Your Name: this field is required.
cs_cz: Vaše jméno: toto pole je povinné.
da_dk: Dit navn: Dette felt er obligatorisk.
de_de: Dein Name: Dieses Feld ist erforderlich.
es_es: Tu nombre: este campo es obligatorio.
id_id: Nama Anda: bidang ini wajib diisi.
nl_nl: Je naam: dit veld is verplicht.
pl_pl: Twoje imię i nazwisko: to pole jest wymagane.
ru_ru: Твое имя: это поле обязательно для заполнения.
sk_sk: Vaše meno: toto pole je povinné.
tr_tr: Adınız: bu alan zorunludur.
uk_ua: Ваше ім'я: це поле обов'язкове для заповнення.

source: Your Name: enter at least 3 characters.
cs_cz: Vaše jméno: zadejte alespoň 3 znaky.
da_dk: Dit navn: Indtast mindst 3 tegn.
de_de: Dein Name: Gib mindestens 3 Zeichen ein.
es_es: Tu nombre: introduce al menos 3 caracteres.
id_id: Nama Anda: masukkan minimal 3 karakter.
nl_nl: Je naam: voer minstens 3 tekens in.
pl_pl: Twoje imię i nazwisko: wprowadź co najmniej 3 znaki.
ru_ru: Твое имя: введи не менее 3 символов.
sk_sk: Vaše meno: zadajte aspoň 3 znaky.
tr_tr: Adınız: en az 3 karakter girin.
uk_ua: Ваше ім'я: введіть щонайменше 3 символи.

source: Email: this field is required.
cs_cz: E-mail: toto pole je povinné.
da_dk: E-mail: dette felt er påkrævet.
de_de: E-Mail: Dieses Feld ist erforderlich.
es_es: Correo electrónico: este campo es obligatorio.
id_id: Email: bidang ini wajib diisi.
nl_nl: E-mail: dit veld is verplicht.
pl_pl: E-mail: to pole jest wymagane.
ru_ru: Электронная почта: это поле обязательно для заполнения.
sk_sk: E-mail: toto pole je povinné.
tr_tr: E-posta: bu alan gereklidir.
uk_ua: Email: це поле обов'язкове для заповнення.

source: Email: invalid format of email address.
cs_cz: E-mail: chybný formát e-mailové adresy.
da_dk: E-mail: Ugyldigt format på e-mailadressen.
de_de: E-Mail: Ungültiges Format der E-Mail Adresse.
es_es: Correo electrónico: formato no válido de la dirección de correo electrónico.
id_id: Email: format alamat email tidak valid.
nl_nl: E-mail: ongeldig formaat van e-mailadres.
pl_pl: E-mail: nieprawidłowy format adresu e-mail.
ru_ru: Email: неверный формат адреса электронной почты.
sk_sk: E-mail: nesprávny formát e-mailovej adresy.
tr_tr: E-posta: geçersiz e-posta adresi biçimi.
uk_ua: Email: невірний формат адреси електронної пошти.

source: Send to friend
cs_cz: Odeslat příteli
da_dk: Send til en ven
de_de: An einen Freund senden
es_es: Enviar a un amigo
id_id: Kirim ke teman
nl_nl: Stuur naar een vriend
pl_pl: Wyślij do znajomego
ru_ru: Отправить другу
sk_sk: Odoslať priateľovi
tr_tr: Arkadaşına gönder
uk_ua: Надіслати другу

source: Listing details will be mailed to your friend
cs_cz: Podrobnosti o seznamu budou zaslány vašemu příteli.
da_dk: Oplysninger om listen vil blive sendt til din ven
de_de: Die Details der Auflistung werden deinem Freund per E-Mail zugeschickt
es_es: Los detalles del listado se enviarán por correo a tu amigo
id_id: Detail listing akan dikirimkan ke teman Anda
nl_nl: Advertentiegegevens worden naar je vriend(in) gemaild
pl_pl: Szczegóły ogłoszenia zostaną wysłane do Twojego znajomego
ru_ru: Подробная информация о листинге будет отправлена твоему другу по почте
sk_sk: Podrobnosti o zozname budú zaslané vášmu priateľovi
tr_tr: İlan detayları arkadaşınıza postalanacaktır
uk_ua: Деталі оголошення будуть надіслані вашому другу на пошту

source: Your e-mail address
cs_cz: Vaše e-mailová adresa
da_dk: Din e-mailadresse
de_de: Deine E-Mail Adresse
es_es: Tu dirección de correo electrónico
id_id: Alamat email Anda
nl_nl: Je e-mailadres
pl_pl: Twój adres e-mail
ru_ru: Твой адрес электронной почты
sk_sk: Vaša e-mailová adresa
tr_tr: E-posta adresiniz
uk_ua: Ваша адреса електронної пошти

source: Your friend's name
cs_cz: Jméno vašeho přítele
da_dk: Din vens navn
de_de: Der Name deines Freundes
es_es: El nombre de tu amigo
id_id: Nama teman Anda
nl_nl: De naam van je vriend
pl_pl: Imię twojego przyjaciela
ru_ru: Имя твоего друга
sk_sk: Meno vášho priateľa
tr_tr: Arkadaşınızın adı
uk_ua: Ім'я вашого друга

source: Your friend's e-mail address
cs_cz: E-mailová adresa vašeho přítele
da_dk: Din vens e-mailadresse
de_de: Die E-Mail-Adresse deines Freundes
es_es: La dirección de correo electrónico de tu amigo
id_id: Alamat email teman Anda
nl_nl: Het e-mailadres van je vriend(in)
pl_pl: Adres e-mail Twojego znajomego
ru_ru: Адрес электронной почты твоего друга
sk_sk: E-mailová adresa vášho priateľa
tr_tr: Arkadaşınızın e-posta adresi
uk_ua: Адреса електронної пошти вашого друга

source: Reply to comment
cs_cz: Odpovědět na komentář
da_dk: Svar på kommentar
de_de: Auf Kommentar antworten
es_es: Responder al comentario
id_id: Membalas komentar
nl_nl: Reactie beantwoorden
pl_pl: Odpowiedz na komentarz
ru_ru: Ответить на комментарий
sk_sk: Odpoveď na komentár
tr_tr: Yoruma cevap ver
uk_ua: Відповісти на коментар

source: Original comment: "%s"
cs_cz: Původní komentář: "%s"
da_dk: Oprindelig kommentar: "%s"
de_de: Ursprünglicher Kommentar: "%s"
es_es: Comentario original: "%s"
id_id: Komentar asli: "%s"
nl_nl: Origineel commentaar: "%s"
pl_pl: Oryginalny komentarz: "%s"
ru_ru: Оригинальный комментарий: "%s"
sk_sk: Pôvodný komentár: "%s"
tr_tr: Orijinal yorum: "%s"
uk_ua: Оригінальний коментар: "%s"

source: Comments are pending moderation
cs_cz: Komentáře čekají na moderaci
da_dk: Kommentarer afventer moderering
de_de: Die Kommentare werden noch moderiert
es_es: Los comentarios están pendientes de moderación
id_id: Komentar sedang menunggu moderasi
nl_nl: Reacties worden nog gemodereerd
pl_pl: Komentarze oczekują na moderację
ru_ru: Комментарии ожидают модерации
sk_sk: Komentáre čakajú na moderovanie
tr_tr: Yorumlar moderasyon bekliyor
uk_ua: Коментарі очікують на модерацію

source: Invalid comment
cs_cz: Neplatný komentář
da_dk: Ugyldig kommentar
de_de: Ungültiger Kommentar
es_es: Comentario no válido
id_id: Komentar tidak valid
nl_nl: Ongeldig commentaar
pl_pl: Nieprawidłowy komentarz
ru_ru: Неверный комментарий
sk_sk: Neplatný komentár
tr_tr: Geçersiz yorum
uk_ua: Неправильний коментар

source: Add a new comment
cs_cz: Přidat nový komentář
da_dk: Tilføj en ny kommentar
de_de: Einen neuen Kommentar hinzufügen
es_es: Añade un nuevo comentario
id_id: Tambahkan komentar baru
nl_nl: Een nieuw commentaar toevoegen
pl_pl: Dodaj nowy komentarz
ru_ru: Добавить новый комментарий
sk_sk: Pridať nový komentár
tr_tr: Yeni bir yorum ekle
uk_ua: Додати новий коментар

source: Name
cs_cz: Název
da_dk: Navn
es_es: Nombre
id_id: Nama
nl_nl: Naam
pl_pl: Nazwa
ru_ru: Имя
sk_sk: Názov
tr_tr: İsim
uk_ua: Ім'я

source: Rating
cs_cz: Hodnocení
da_dk: Vurdering
de_de: Bewertung
es_es: Clasificación
id_id: Peringkat
nl_nl: Beoordeling
pl_pl: Ocena
ru_ru: Рейтинг
sk_sk: Hodnotenie
tr_tr: Değerlendirme
uk_ua: Рейтинг

source: Title
cs_cz: Název
da_dk: Titel
de_de: Titel
es_es: Título
id_id: Judul
nl_nl: Titel
pl_pl: Tytuł
ru_ru: Название
sk_sk: Názov
tr_tr: Başlık
uk_ua: Назва

source: Submit comment
cs_cz: Odeslat komentář
da_dk: Indsend kommentar
de_de: Kommentar abgeben
es_es: Enviar comentario
id_id: Kirim komentar
nl_nl: Commentaar indienen
pl_pl: Prześlij komentarz
ru_ru: Отправить комментарий
sk_sk: Odoslať komentár
tr_tr: Yorum gönder
uk_ua: Надіслати коментар

source: Contact seller
cs_cz: Kontaktovat prodejce
da_dk: Kontakt sælger
de_de: Verkäufer kontaktieren
es_es: Contactar con el vendedor
id_id: Hubungi penjual
nl_nl: Contact verkoper
pl_pl: Skontaktuj się ze sprzedawcą
ru_ru: Связаться с продавцом
sk_sk: Kontaktovať predávajúceho
tr_tr: Satıcı ile iletişime geçin
uk_ua: Зверніться до продавця

source: Send message to owner of listing
cs_cz: Odeslat zprávu majiteli výpisu
da_dk: Send besked til ejeren af annoncen
de_de: Nachricht an den Eigentümer des Angebots senden
es_es: Enviar mensaje al propietario del anuncio
id_id: Kirim pesan ke pemilik daftar
nl_nl: Stuur bericht naar eigenaar van advertentie
pl_pl: Wyślij wiadomość do właściciela wpisu
ru_ru: Отправить сообщение владельцу объявления
sk_sk: Poslať správu majiteľovi ponuky
tr_tr: İlan sahibine mesaj gönder
uk_ua: Надіслати повідомлення власнику оголошення

source: This listing expired, you cannot contact seller.
cs_cz: Platnost této nabídky vypršela, prodejce nelze kontaktovat.
da_dk: Denne annonce er udløbet, og du kan ikke kontakte sælgeren.
de_de: Dieses Angebot ist abgelaufen, du kannst den Verkäufer nicht kontaktieren.
es_es: Este anuncio ha caducado, no puedes ponerte en contacto con el vendedor.
id_id: Listing ini kedaluwarsa, Anda tidak dapat menghubungi penjual.
nl_nl: Deze aanbieding is verlopen, je kunt geen contact opnemen met de verkoper.
pl_pl: Ta oferta wygasła, nie możesz skontaktować się ze sprzedawcą.
ru_ru: Срок действия этого объявления истек, ты не можешь связаться с продавцом.
sk_sk: Platnosť tejto ponuky vypršala, nemôžete kontaktovať predávajúceho.
tr_tr: Bu listenin süresi doldu, satıcıyla iletişime geçemezsiniz.
uk_ua: Термін дії оголошення закінчився, зв'язатися з продавцем не вдасться.

source: It is your own listing, you cannot contact yourself.
cs_cz: Jedná se o váš vlastní seznam, nemůžete se kontaktovat sami.
da_dk: Det er din egen liste, du kan ikke kontakte dig selv.
de_de: Es ist dein eigener Eintrag, du kannst dich nicht selbst kontaktieren.
es_es: Es tu propio listado, no puedes ponerte en contacto contigo mismo.
id_id: Ini adalah daftar Anda sendiri, Anda tidak dapat menghubungi diri Anda sendiri.
nl_nl: Het is je eigen vermelding, je kunt niet zelf contact opnemen.
pl_pl: To Twój własny wpis, nie możesz skontaktować się z samym sobą.
ru_ru: Это твое собственное объявление, ты не можешь связаться с самим собой.
sk_sk: Je to vaša vlastná ponuka, nemôžete sa kontaktovať sami.
tr_tr: Bu sizin kendi listenizdir, kendinizle iletişime geçemezsiniz.
uk_ua: Це ваш власний список, ви не можете зв'язатися з собою.

source: You must log in or register a new account in order to contact the advertiser.
cs_cz: Chcete-li kontaktovat inzerenta, musíte se přihlásit nebo zaregistrovat nový účet.
da_dk: Du skal logge ind eller oprette en ny konto for at kunne kontakte annoncøren.
de_de: Du musst dich anmelden oder ein neues Konto registrieren, um den Inserenten zu kontaktieren.
es_es: Debes iniciar sesión o registrar una cuenta nueva para ponerte en contacto con el anunciante.
id_id: Anda harus masuk atau mendaftarkan akun baru untuk menghubungi pengiklan.
nl_nl: Je moet inloggen of een nieuwe account registreren om contact op te kunnen nemen met de adverteerder.
pl_pl: Aby skontaktować się z reklamodawcą, musisz się zalogować lub zarejestrować nowe konto.
ru_ru: Чтобы связаться с рекламодателем, ты должен войти в систему или зарегистрировать новый аккаунт.
sk_sk: Ak chcete kontaktovať inzerenta, musíte sa prihlásiť alebo zaregistrovať nové konto.
tr_tr: Reklamverenle iletişime geçmek için giriş yapmalı veya yeni bir hesap açmalısınız.
uk_ua: Ви повинні увійти або зареєструвати новий обліковий запис, щоб зв'язатися з рекламодавцем.

source: Send message to seller
cs_cz: Odeslat zprávu prodávajícímu
da_dk: Send besked til sælger
de_de: Nachricht an den Verkäufer senden
es_es: Enviar mensaje al vendedor
id_id: Kirim pesan ke penjual
nl_nl: Stuur bericht naar verkoper
pl_pl: Wyślij wiadomość do sprzedawcy
ru_ru: Отправить сообщение продавцу
sk_sk: Poslať správu predávajúcemu
tr_tr: Satıcıya mesaj gönder
uk_ua: Надіслати повідомлення продавцю

source: Last online %s
cs_cz: Naposledy online %s
da_dk: Sidste online %s
de_de: Zuletzt online %s
es_es: Última vez en línea %s
id_id: Terakhir online %s
nl_nl: Laatste online %s
pl_pl: Ostatni online %s
ru_ru: Последний онлайн %s
sk_sk: Naposledy online %s
tr_tr: Son çevrimiçi %s
uk_ua: Останній раз онлайн %s

source: This is your own profile!
cs_cz: Toto je váš vlastní profil!
da_dk: Dette er din egen profil!
de_de: Das ist dein eigenes Profil!
es_es: ¡Este es tu propio perfil!
id_id: Ini adalah profil Anda sendiri!
nl_nl: Dit is je eigen profiel!
pl_pl: To jest twój własny profil!
ru_ru: Это твой собственный профиль!
sk_sk: Toto je váš vlastný profil!
tr_tr: Bu sizin kendi profiliniz!
uk_ua: Це ваш власний профіль!

source: Phone number
cs_cz: Telefonní číslo
da_dk: Telefonnummer
de_de: Rufnummer
es_es: Número de teléfono
id_id: Nomor Telepon
nl_nl: Telefoonnummer
pl_pl: Numer telefonu
ru_ru: Номер телефона
sk_sk: Telefónne číslo
tr_tr: Telefon Numarası
uk_ua: Номер телефону

source: Anonymous
cs_cz: Anonymní
da_dk: Anonym
de_de: Anonym
es_es: Anónimo
id_id: Anonim
nl_nl: Anoniem
pl_pl: Anonimowy
ru_ru: Аноним
sk_sk: Anonymný
tr_tr: Anonim
uk_ua: Анонім
