Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/zeta/languages/*/theme.po
Languages: cs_cz, da_dk, de_de, es_es, id_id, nl_nl, pl_pl, ru_ru, sk_sk, tr_tr, uk_ua

source: Show premium listings block on home page.
cs_cz: Zobrazení bloku prémiových nabídek na domovské stránce.
da_dk: Vis blokken med premium-lister på startsiden.
de_de: Zeige einen Block mit Premium-Angeboten auf der Startseite.
es_es: Mostrar el bloque de anuncios premium en la página de inicio.
id_id: Tampilkan blok daftar premium di halaman beranda.
nl_nl: Toon premium aanbiedingen op de startpagina.
pl_pl: Pokaż blok ofert premium na stronie głównej.
ru_ru: Показывай блок премиум-объявлений на главной странице.
sk_sk: Zobrazenie bloku prémiových ponúk na domovskej stránke.
tr_tr: Ana sayfada premium listeler bloğunu gösterin.
uk_ua: Показувати блок преміум-об'яв на головній сторінці.

source: Number of Premiums on Home
cs_cz: Počet pojistných částek v domácnosti
da_dk: Antal præmier på hjemmet
de_de: Anzahl der Prämien für das Haus
es_es: Número de primas a domicilio
id_id: Jumlah Premi di Rumah
nl_nl: Aantal premies thuis
pl_pl: Liczba składek na dom
ru_ru: Количество премий по дому
sk_sk: Počet poistného na dom
tr_tr: Konut Üzerindeki Prim Sayısı
uk_ua: Кількість премій на будинок

source: How many premium listings will be shown on home page.
cs_cz: Kolik prémiových nabídek se zobrazí na domovské stránce.
da_dk: Hvor mange premium-lister vil blive vist på startsiden.
de_de: Wie viele Premium-Angebote auf der Startseite angezeigt werden sollen.
es_es: Cuántos anuncios premium se mostrarán en la página de inicio.
id_id: Berapa banyak daftar premium yang akan ditampilkan di halaman beranda.
nl_nl: Hoeveel premium aanbiedingen worden getoond op de startpagina.
pl_pl: Ile ofert premium będzie wyświetlanych na stronie głównej.
ru_ru: Сколько премиум-объявлений будет показано на главной странице.
sk_sk: Koľko prémiových ponúk sa zobrazí na domovskej stránke.
tr_tr: Ana sayfada kaç premium ilan gösterilecek.
uk_ua: Скільки преміум-об'яв буде показано на головній сторінці.

source: Premium Items Card Design (home)
cs_cz: Prémiové předměty Design karty (home)
da_dk: Design af Premium Items-kort (home)
de_de: Premium Items Kartendesign (home)
es_es: Artículos Premium Diseño de tarjetas (inicio)
id_id: Desain Kartu Barang Premium (rumah)
nl_nl: Premium Items Kaartontwerp (home)
pl_pl: Projekt karty przedmiotów premium (dom)
ru_ru: Дизайн карточек премиум-класса (дома)
sk_sk: Dizajn karty prémiových položiek (domov)
tr_tr: Premium Ürünler Kart Tasarımı (ana sayfa)
uk_ua: Дизайн картки преміум-товарів (для дому)

source: Standard
cs_cz: Standardní
es_es: Estándar
id_id: Standar
nl_nl: Standaard
ru_ru: Стандарт
sk_sk: Štandard
tr_tr: Standart
uk_ua: Стандартний

source: Specify which card design will be used.
cs_cz: Určete, jaký design karty bude použit.
da_dk: Angiv, hvilket kortdesign der skal bruges.
de_de: Gib an, welches Kartendesign verwendet werden soll.
es_es: Especifica qué diseño de tarjeta se utilizará.
id_id: Tentukan desain kartu yang akan digunakan.
nl_nl: Geef aan welk kaartontwerp wordt gebruikt.
pl_pl: Określ, który wzór karty będzie używany.
ru_ru: Укажи, какой дизайн карты будет использоваться.
sk_sk: Uveďte, ktorý dizajn karty sa použije.
tr_tr: Hangi kart tasarımının kullanılacağını belirtin.
uk_ua: Вкажіть, який дизайн картки буде використано.

source: Categories with New label
cs_cz: Kategorie s novým štítkem
da_dk: Kategorier med ny etiket
de_de: Kategorien mit neuem Label
es_es: Categorías con Nueva etiqueta
id_id: Kategori dengan label Baru
nl_nl: Categorieën met Nieuw label
pl_pl: Kategorie z nową etykietą
ru_ru: Категории с меткой New
sk_sk: Kategórie s novým štítkom
tr_tr: Yeni etiketine sahip kategoriler
uk_ua: Категорії з новою міткою

source: None
cs_cz: žádné
da_dk: Ingen
de_de: Keine
es_es: Ninguno
id_id: Tidak ada
nl_nl: Geen
pl_pl: Brak
ru_ru: Нет
sk_sk: Žiadne
tr_tr: Hiçbiri
uk_ua: Ні.

source: Select one or more categories those will have label "NEW" on home page.
cs_cz: Vyberte jednu nebo více kategorií, které budou mít na domovské stránce nápis "NOVÉ".
da_dk: Vælg en eller flere kategorier, som skal have etiketten "NY" på startsiden.
de_de: Wähle eine oder mehrere Kategorien aus, die auf der Startseite mit "NEU" gekennzeichnet werden.
es_es: Selecciona una o varias categorías que tendrán la etiqueta "NUEVO" en la página de inicio.
id_id: Pilih satu atau beberapa kategori yang akan memiliki label "BARU" di halaman beranda.
nl_nl: Selecteer een of meer categorieën met het label "NIEUW" op de startpagina.
pl_pl: Wybierz jedną lub więcej kategorii, które będą miały etykietę "NOWOŚĆ" na stronie głównej.
ru_ru: Выбери одну или несколько категорий, которые будут иметь ярлык "NEW" на главной странице.
sk_sk: Vyberte jednu alebo viac kategórií, ktoré budú mať na domovskej stránke nálepku "NEW".
tr_tr: Ana sayfada "YENİ" etiketine sahip olacak bir veya daha fazla kategori seçin.
uk_ua: Виберіть одну або декілька категорій, які будуть мати напис "NEW" на головній сторінці.

source: Categories with Hot label
cs_cz: Kategorie se štítkem Hot
da_dk: Kategorier med Hot label
de_de: Kategorien mit Hot Label
es_es: Categorías con etiqueta Caliente
id_id: Kategori dengan label Panas
nl_nl: Categorieën met Hot label
pl_pl: Kategorie z etykietą Hot
ru_ru: Категории с меткой Hot
sk_sk: Kategórie s označením Hot
tr_tr: Sıcak etiketli kategoriler
uk_ua: Категорії з гарячою міткою

source: Select one or more categories those will have label "HOT" on home page.
cs_cz: Vyberte jednu nebo více kategorií, které budou mít na domovské stránce označení "HOT".
da_dk: Vælg en eller flere kategorier, som skal have etiketten "HOT" på startsiden.
de_de: Wähle eine oder mehrere Kategorien aus, die auf der Startseite mit "HOT" gekennzeichnet werden.
es_es: Selecciona una o más categorías que tendrán la etiqueta "HOT" en la página de inicio.
id_id: Pilih satu atau beberapa kategori yang akan memiliki label "HOT" di halaman beranda.
nl_nl: Selecteer een of meer categorieën met het label "HOT" op de startpagina.
pl_pl: Wybierz jedną lub więcej kategorii, które będą miały etykietę "HOT" na stronie głównej.
ru_ru: Выбери одну или несколько категорий, которые будут иметь ярлык "HOT" на главной странице.
sk_sk: Vyberte jednu alebo viac kategórií, ktoré budú mať na domovskej stránke označenie "HOT".
tr_tr: Ana sayfada "HOT" etiketine sahip olacak bir veya daha fazla kategori seçin.
uk_ua: Виберіть одну або декілька категорій, які будуть мати позначку "HOT" на головній сторінці.

source: Home Search Box
cs_cz: Home Vyhledávací pole
da_dk: Hjem-søgefelt
de_de: Startseite Suchfeld
es_es: Cuadro de búsqueda en casa
id_id: Kotak Pencarian Rumah
nl_nl: Home Zoekvak
pl_pl: Pole wyszukiwania domu
ru_ru: Главная Поисковая строка
sk_sk: Home Vyhľadávacie pole
tr_tr: Ev Arama Kutusu
uk_ua: Пошукове вікно на головній сторінці

source: Tab #%d:
cs_cz: Karta #%d:
da_dk: Fanen #%d:
es_es: Ficha #%d:
pl_pl: Zakładka #%d:
ru_ru: Вкладка #%d:
sk_sk: Karta #%d:
tr_tr: Sekme #%d:
uk_ua: Вкладка #%d:

source: Not used
cs_cz: Nepoužívá se
da_dk: Ikke brugt
de_de: Nicht verwendet
es_es: No se utiliza
id_id: Tidak digunakan
nl_nl: Niet gebruikt
pl_pl: Nieużywany
ru_ru: Не используется
sk_sk: Nepoužíva sa
tr_tr: Kullanılmadı
uk_ua: Не використовується

source: Filters delimted by comma
cs_cz: Filtry oddělené čárkou
da_dk: Filtre afgrænset af komma
de_de: Durch Komma getrennte Filter
es_es: Filtros delimitados por coma
id_id: Filter yang dibatasi oleh koma
nl_nl: Filters gescheiden door komma
pl_pl: Filtry oddzielone przecinkiem
ru_ru: Фильтры, разделенные запятыми
sk_sk: Filtre oddelené čiarkou
tr_tr: Virgül ile sınırlandırılmış filtreler
uk_ua: Фільтри, розділені комою

source: <u>Supported filters:</u> pattern, seller, category, location, radius, condition, transaction, price_min, price_max
cs_cz: <u>Podporované filtry:</u> vzor, prodejce, kategorie, umístění, poloměr, podmínka, transakce, price_min, price_max
da_dk: <u>Understøttede filtre:</u> mønster, sælger, kategori, placering, radius, betingelse, transaktion, pris_min, pris_max
de_de: <u>Unterstützte Filter:</u> Muster, Verkäufer, Kategorie, Ort, Radius, Bedingung, Transaktion, price_min, price_max
es_es: <u>Filtros admitidos:</u> patrón, vendedor, categoría, ubicación, radio, condición, transacción, precio_mínimo, precio_máximo
id_id: <u>Filter yang didukung:</u> pola, penjual, kategori, lokasi, radius, kondisi, transaksi, harga_min, harga_maks
nl_nl: <u>Ondersteunde filters:</u> patroon, verkoper, categorie, locatie, straal, voorwaarde, transactie, prijs_min, prijs_max
pl_pl: <u>Obsługiwane filtry:</u> wzorzec, sprzedawca, kategoria, lokalizacja, promień, warunek, transakcja, cena_min, cena_max
ru_ru: <u>Поддерживаемые фильтры:</u> шаблон, продавец, категория, местоположение, радиус, условие, сделка, цена_мин, цена_макс
sk_sk: <u>Podporované filtre:</u> vzor, predajca, kategória, lokalita, rádius, podmienka, transakcia, price_min, price_max
tr_tr: <u>Desteklenen filtreler:</u> desen, satıcı, kategori, konum, yarıçap, koşul, işlem, fiyat_min, fiyat_maks
uk_ua: <u>Підтримувані фільтри:</u> шаблон, продавець, категорія, місцезнаходження, радіус, умова, транзакція, ціна_min, ціна_max

source: Configure layout of your home page search. Order of filters matter! All lowercase. No white spaces. Do not repeat filters.
cs_cz: Konfigurace rozvržení vyhledávání na domovské stránce. Na pořadí filtrů záleží! Všechna malá písmena. Žádné bílé mezery. Neopakujte filtry.
da_dk: Konfigurer layoutet af din hjemmesidesøgning. Rækkefølgen af filtre er vigtig! Kun små bogstaver. Ingen hvide mellemrum. Gentag ikke filtre.
de_de: Konfiguriere das Layout der Suche auf deiner Startseite. Die Reihenfolge der Filter ist wichtig! Alle Kleinbuchstaben. Keine Leerzeichen. Wiederhole keine Filter.
es_es: Configura el diseño de la búsqueda de tu página de inicio. ¡El orden de los filtros importa! Todo en minúsculas. Sin espacios en blanco. No repitas filtros.
id_id: Mengonfigurasi tata letak pencarian halaman beranda Anda. Urutan filter itu penting! Semua huruf kecil. Tidak ada spasi putih. Jangan mengulang filter.
nl_nl: Configureer de opmaak van de zoekopdracht op je startpagina. Volgorde van filters is belangrijk! Allemaal kleine letters. Geen witruimtes. Herhaal filters niet.
pl_pl: Skonfiguruj układ wyszukiwania na stronie głównej. Kolejność filtrów ma znaczenie! Wszystkie małe litery. Bez białych spacji. Nie powtarzaj filtrów.
ru_ru: Настрой расположение поиска на главной странице. Порядок фильтров имеет значение! Все строчные буквы. Никаких белых пробелов. Не повторяй фильтры.
sk_sk: Konfigurácia rozloženia vyhľadávania na domovskej stránke. Záleží na poradí filtrov! Všetky malé písmená. Žiadne biele medzery. Neopakujte filtre.
tr_tr: Ana sayfa aramanızın düzenini yapılandırın. Filtrelerin sırası önemlidir! Hepsi küçük harf. Beyaz boşluk yok. Filtreleri tekrarlamayın.
uk_ua: Налаштуйте макет пошуку на головній сторінці. Порядок фільтрів має значення! Всі малі літери. Без пробілів. Не повторюйте фільтри.

source: Keep all "not used" to use default configuration.
cs_cz: Pro použití výchozí konfigurace ponechte všechny položky "Nepoužívá se".
da_dk: Behold alle "ikke brugt" for at bruge standardkonfigurationen.
de_de: Behalte alle "nicht verwendet", um die Standardkonfiguration zu verwenden.
es_es: Mantén todos los "no utilizados" para utilizar la configuración por defecto.
id_id: Biarkan semua "tidak digunakan" untuk menggunakan konfigurasi default.
nl_nl: Laat alle "niet gebruikt" staan om de standaardconfiguratie te gebruiken.
pl_pl: Zachowaj wszystkie "nieużywane", aby użyć domyślnej konfiguracji.
ru_ru: Оставь все "не используется", чтобы использовать конфигурацию по умолчанию.
sk_sk: Ponechajte všetky "nepoužívané", aby sa použila predvolená konfigurácia.
tr_tr: Varsayılan yapılandırmayı kullanmak için tüm "kullanılmıyor "ları saklayın.
uk_ua: Залиште все "не використано", щоб використовувати конфігурацію за замовчуванням.

source: Latest items settings
cs_cz: Nastavení nejnovějších položek
da_dk: Indstillinger for seneste emner
de_de: Einstellungen der letzten Artikel
es_es: Configuración de los últimos elementos
id_id: Pengaturan item terbaru
nl_nl: Instellingen laatste items
pl_pl: Ustawienia najnowszych elementów
ru_ru: Настройки последних элементов
sk_sk: Nastavenia najnovších položiek
tr_tr: Son öğe ayarları
uk_ua: Налаштування останніх елементів

source: Show Latest Items in Random Order
cs_cz: Zobrazit nejnovější položky v náhodném pořadí
da_dk: Vis nyeste varer i tilfældig rækkefølge
de_de: Neueste Artikel in zufälliger Reihenfolge anzeigen
es_es: Mostrar últimos artículos en orden aleatorio
id_id: Tampilkan Item Terbaru dalam Urutan Acak
nl_nl: Toon laatste items in willekeurige volgorde
pl_pl: Pokaż najnowsze elementy w losowej kolejności
ru_ru: Показывать последние предметы в случайном порядке
sk_sk: Zobraziť najnovšie položky v náhodnom poradí
tr_tr: Son Öğeleri Rastgele Sırayla Göster
uk_ua: Показувати останні товари у випадковому порядку

source: Enable to show latest items in ranodm order each time page is refreshed.
cs_cz: Povolení zobrazení nejnovějších položek v pořadí ranodm při každém obnovení stránky.
da_dk: Gør det muligt at vise de nyeste elementer i rækkefølge, hver gang siden opdateres.
de_de: Aktiviere diese Option, um bei jedem Aktualisieren der Seite die neuesten Artikel in Ranodm-Reihenfolge anzuzeigen.
es_es: Habilitar para mostrar los últimos elementos en orden ranodm cada vez que se actualiza la página.
id_id: Memungkinkan untuk menampilkan item terbaru dalam urutan ranodm setiap kali halaman di-refresh.
nl_nl: Inschakelen om elke keer dat de pagina wordt vernieuwd de nieuwste items in ranodm-volgorde te tonen.
pl_pl: Włącz wyświetlanie najnowszych elementów w kolejności ranodm przy każdym odświeżeniu strony.
ru_ru: Включи показ последних элементов в порядке рандомности при каждом обновлении страницы.
sk_sk: Povolenie zobrazenia najnovších položiek v poradí ranodm pri každom obnovení stránky.
tr_tr: Sayfa her yenilendiğinde en son öğeleri ranodm sırasına göre göstermeyi etkinleştirin.
uk_ua: Увімкнути показ останніх елементів у порядку ranodm при кожному оновленні сторінки.

source: Latest Items Picture Only
cs_cz: Nejnovější položky Pouze obrázek
da_dk: Nyeste varer Kun billede
de_de: Neueste Artikel Nur Bild
es_es: Últimos artículos Sólo imagen
id_id: Hanya Gambar Item Terbaru
nl_nl: Laatste artikelen Alleen afbeelding
pl_pl: Najnowsze przedmioty tylko na zdjęciu
ru_ru: Последние товары Только с картинками
sk_sk: Najnovšie položky Iba obrázok
tr_tr: Son Ürünler Sadece Resim
uk_ua: Найновіші товари Тільки зображення

source: Enable to show in latest section on home page only listings those has at least 1 picture.
cs_cz: Povolit zobrazení v sekci nejnovější na domovské stránce pouze těch výpisů, které mají alespoň 1 obrázek.
da_dk: Gør det muligt kun at vise lister, der har mindst 1 billede, i den seneste sektion på startsiden.
de_de: Aktiviere, dass im neuesten Abschnitt der Startseite nur Angebote angezeigt werden, die mindestens 1 Bild haben.
es_es: Habilitar para mostrar en la sección últimos de la página de inicio sólo los listados que tengan al menos 1 foto.
id_id: Aktifkan untuk menampilkan di bagian terbaru di halaman beranda hanya daftar yang memiliki setidaknya 1 gambar.
nl_nl: Laat in de nieuwste sectie op de startpagina alleen aanbiedingen zien met minstens 1 afbeelding.
pl_pl: Włącz wyświetlanie w najnowszej sekcji na stronie głównej tylko tych ofert, które mają co najmniej 1 zdjęcie.
ru_ru: Включи показ в разделе последних новостей на главной странице только тех объявлений, в которых есть хотя бы 1 картинка.
sk_sk: Umožniť zobrazenie v najnovšej sekcii na domovskej stránke len tých ponúk, ktoré majú aspoň 1 obrázok.
tr_tr: Ana sayfadaki en son bölümünde yalnızca en az 1 resmi olan listelerin gösterilmesini etkinleştirin.
uk_ua: Увімкнути показ в останньому розділі на головній сторінці лише тих списків, які мають принаймні 1 зображення.

source: Latest Premium Items
cs_cz: Nejnovější prémiové položky
da_dk: Seneste premium-artikler
de_de: Neueste Premiumartikel
es_es: Últimos artículos Premium
id_id: Produk Premium Terbaru
nl_nl: Nieuwste Premium artikelen
pl_pl: Najnowsze przedmioty premium
ru_ru: Последние премиальные предметы
sk_sk: Najnovšie prémiové položky
tr_tr: Son Premium Ürünler
uk_ua: Останні преміум-товари

source: Enable to show in latest section on home page only listings those are premium.
cs_cz: Povolit zobrazování v nejnovější sekci na domovské stránce pouze těch výpisů, které jsou prémiové.
da_dk: Gør det muligt kun at vise lister, der er premium, i den seneste sektion på startsiden.
de_de: Aktiviere, dass im neuesten Abschnitt auf der Startseite nur Premium-Angebote angezeigt werden.
es_es: Habilitar para mostrar en la sección más reciente de la página de inicio sólo los listados que sean premium.
id_id: Aktifkan untuk menampilkan di bagian terbaru di halaman beranda hanya daftar yang premium.
nl_nl: Laat in de nieuwste sectie op de startpagina alleen aanbiedingen zien die premium zijn.
pl_pl: Włącz wyświetlanie w najnowszej sekcji na stronie głównej tylko ofert premium.
ru_ru: Включи возможность показывать в разделе последних новостей на главной странице только те объявления, которые относятся к премиум-классу.
sk_sk: Umožniť zobrazenie v najnovšej sekcii na domovskej stránke len tých výpisov, ktoré sú prémiové.
tr_tr: Ana sayfadaki en son bölümünde yalnızca premium olan listelerin gösterilmesini etkinleştirin.
uk_ua: Увімкнути, щоб показувати в останньому розділі на головній сторінці лише ті списки, які є преміум-класу.

source: Category for Latest Items
cs_cz: Kategorie pro nejnovější položky
da_dk: Kategori for nyeste varer
de_de: Kategorie für Neueste Artikel
es_es: Categoría de Últimos artículos
id_id: Kategori untuk Item Terbaru
nl_nl: Categorie voor nieuwste items
pl_pl: Kategoria dla najnowszych artykułów
ru_ru: Категория "Последние новинки
sk_sk: Kategória pre najnovšie položky
tr_tr: Son Ürünler için Kategori
uk_ua: Категорія для найновіших товарів

source: Select categories that will be used to feed listings into latest items section on home page.
cs_cz: Vyberte kategorie, které budou použity pro vkládání výpisů do sekce nejnovějších položek na domovské stránce.
da_dk: Vælg de kategorier, der skal bruges til at føre lister ind i sektionen med de nyeste varer på startsiden.
de_de: Wähle die Kategorien aus, die für die Einträge im Abschnitt "Neueste Artikel" auf der Startseite verwendet werden sollen.
es_es: Selecciona las categorías que se utilizarán para introducir listados en la sección de últimos artículos de la página de inicio.
id_id: Pilih kategori yang akan digunakan untuk memasukkan daftar ke dalam bagian item terbaru di halaman beranda.
nl_nl: Selecteer categorieën die zullen worden gebruikt om aanbiedingen in te voeren in de sectie Laatste items op de startpagina.
pl_pl: Wybierz kategorie, które będą używane do przesyłania ofert do sekcji najnowszych pozycji na stronie głównej.
ru_ru: Выбери категории, которые будут использоваться для подачи объявлений в раздел последних товаров на главной странице.
sk_sk: Vyberte kategórie, ktoré sa budú používať na podávanie výpisov do sekcie najnovších položiek na domovskej stránke.
tr_tr: Listeleri ana sayfadaki en son ürünler bölümüne beslemek için kullanılacak kategorileri seçin.
uk_ua: Виберіть категорії, які будуть використовуватися для відображення списків у розділі "Останні події" на головній сторінці.

source: Latest items card design
cs_cz: Design nejnovějších karet
da_dk: Nyeste design af varekort
de_de: Neueste Artikel Kartendesign
es_es: Últimos artículos diseño de tarjetas
id_id: Desain kartu item terbaru
nl_nl: Nieuwste artikelen kaartontwerp
pl_pl: Najnowsze projekty kart przedmiotów
ru_ru: Дизайн карточек с последними предметами
sk_sk: Najnovšie položky karty dizajn
tr_tr: Son ürün kart tasarımı
uk_ua: Дизайн картки новинок

source: Search page settings
cs_cz: Nastavení vyhledávací stránky
da_dk: Indstillinger for søgesiden
de_de: Einstellungen der Suchseite
es_es: Configuración de la página de búsqueda
id_id: Pengaturan halaman pencarian
nl_nl: Instellingen zoekpagina
pl_pl: Ustawienia strony wyszukiwania
ru_ru: Настройки страницы поиска
sk_sk: Nastavenia vyhľadávacej stránky
tr_tr: Arama sayfası ayarları
uk_ua: Налаштування сторінки пошуку

source: Live Search using Ajax
cs_cz: Živé vyhledávání pomocí Ajaxu
da_dk: Live-søgning ved hjælp af Ajax
de_de: Live-Suche mit Ajax
es_es: Búsqueda en vivo con Ajax
id_id: Penelusuran Langsung menggunakan Ajax
nl_nl: Live zoeken met Ajax
pl_pl: Wyszukiwanie na żywo przy użyciu Ajax
ru_ru: Живой поиск с использованием Ajax
sk_sk: Vyhľadávanie naživo pomocou Ajaxu
tr_tr: Ajax kullanarak Canlı Arama
uk_ua: Живий пошук за допомогою Ajax

source: Enable live realtime search without reloading of search page.
cs_cz: Povolení vyhledávání v reálném čase bez načítání vyhledávací stránky.
da_dk: Gør det muligt at søge i realtid uden at genindlæse søgesiden.
de_de: Aktiviere die Live-Suche in Echtzeit, ohne dass die Suchseite neu geladen wird.
es_es: Habilita la búsqueda en tiempo real sin recargar la página de búsqueda.
id_id: Aktifkan pencarian langsung secara realtime tanpa memuat ulang halaman pencarian.
nl_nl: Live realtime zoeken mogelijk maken zonder de zoekpagina opnieuw te laden.
pl_pl: Włącz wyszukiwanie w czasie rzeczywistym bez przeładowywania strony wyszukiwania.
ru_ru: Включи поиск в реальном времени без перезагрузки поисковой страницы.
sk_sk: Povolenie vyhľadávania v reálnom čase bez opätovného načítania stránky vyhľadávania.
tr_tr: Arama sayfasını yeniden yüklemeden canlı gerçek zamanlı aramayı etkinleştirin.
uk_ua: Увімкніть пошук у реальному часі без перезавантаження сторінки пошуку.

source: Default View on Search Page
cs_cz: Výchozí zobrazení na stránce vyhledávání
da_dk: Standardvisning på søgesiden
de_de: Standardansicht auf der Suchseite
es_es: Vista por defecto en la página de búsqueda
id_id: Tampilan Default pada Halaman Pencarian
nl_nl: Standaardweergave op zoekpagina
pl_pl: Widok domyślny na stronie wyszukiwania
ru_ru: Вид по умолчанию на странице поиска
sk_sk: Predvolené zobrazenie na stránke vyhľadávania
tr_tr: Arama Sayfasında Varsayılan Görünüm
uk_ua: Вигляд за замовчуванням на сторінці пошуку

source: Gallery view
cs_cz: Pohled do galerie
da_dk: Visning af galleri
de_de: Galerie-Ansicht
es_es: Vista de la galería
id_id: Tampilan galeri
nl_nl: Galerij bekijken
pl_pl: Widok galerii
ru_ru: Вид из галереи
sk_sk: Pohľad do galérie
tr_tr: Galeri görünümü
uk_ua: Вид з галереї

source: Select default design of listing cards on search page.
cs_cz: Výběr výchozího vzhledu karet s nabídkami na stránce vyhledávání.
da_dk: Vælg standarddesign for listekort på søgesiden.
de_de: Wähle das Standarddesign der Auflistungskarten auf der Suchseite.
es_es: Selecciona el diseño predeterminado de las tarjetas de listado en la página de búsqueda.
id_id: Pilih desain default kartu daftar pada halaman pencarian.
nl_nl: Selecteer het standaardontwerp van listingkaarten op de zoekpagina.
pl_pl: Wybierz domyślny wygląd kart ofert na stronie wyszukiwania.
ru_ru: Выбери дизайн по умолчанию для карточек объявлений на странице поиска.
sk_sk: Výber predvoleného dizajnu kariet s ponukami na stránke vyhľadávania.
tr_tr: Arama sayfasındaki listeleme kartlarının varsayılan tasarımını seçin.
uk_ua: Виберіть дизайн карток оголошень на сторінці пошуку за замовчуванням.
