Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Show companies box on home page. Business profile plugin must be installed
el_gr: Εμφάνιση πλαισίου εταιρειών στην αρχική σελίδα. Πρέπει να εγκατασταθεί το πρόσθετο επιχειρηματικό προφίλ
et_ee: Näita ettevõtete kasti avalehel. Ettevõtte profiili plugin peab olema paigaldatud
fi_fi: Näytä yritysten laatikko etusivulla. Yritysprofiili lisäosa on asennettava
ja_ja: ホームページに会社欄を表示するビジネスプロファイルプラグインをインストールする必要がある
nb_no: Vis bedriftsboksen på startsiden. Plugin for bedriftsprofil må være installert
ro_ro: Afișați caseta companiilor pe pagina de start. Plugin-ul pentru profilul de afaceri trebuie să fie instalat

source: Number of Companies on Home
el_gr: Αριθμός εταιρειών στο Home
et_ee: Ettevõtete arv kodukalendris
fi_fi: Yritysten lukumäärä kotisivulla
ja_ja: ホーム掲載企業数
nb_no: Antall selskaper på Home
ro_ro: Numărul de companii de acasă

source: How many companies will be shown on home page.
el_gr: Πόσες εταιρείες θα εμφανίζονται στην αρχική σελίδα.
et_ee: Mitu ettevõtet näidatakse avalehel.
fi_fi: Kuinka monta yritystä näytetään etusivulla.
ja_ja: トップページに何社が表示されるか。
nb_no: Hvor mange selskaper som skal vises på startsiden.
ro_ro: Câte companii vor fi afișate pe pagina principală.

source: Favorite items plugin
el_gr: Αγαπημένα αντικείμενα plugin
et_ee: Lemmikobjektide plugin
fi_fi: Suosikki kohteet plugin
ja_ja: お気に入りプラグイン
nb_no: Plugin for favorittartikler
ro_ro: Plugin de articole preferate

source: Show Favorite Items on Home
el_gr: Εμφάνιση αγαπημένων αντικειμένων στο Home
et_ee: Näita lemmikartikleid aadressil Home
fi_fi: Näytä suosikkikohteet kotisivulla
ja_ja: ホームにお気に入りアイテムを表示する
nb_no: Vis favorittartikler på Hjem
ro_ro: Afișați articolele preferate pe Acasă

source: Show users most favorited listings block on home page. Favorite items plugin must be installed.
el_gr: Εμφάνιση του μπλοκ με τις πιο αγαπημένες λίστες των χρηστών στην αρχική σελίδα. Το πρόσθετο Αγαπημένα στοιχεία πρέπει να είναι εγκατεστημένο.
et_ee: Näita kasutajatele kõige enam soositud nimekirjade plokki avalehel. Favorite items plugin peab olema paigaldatud.
fi_fi: Näytä käyttäjien suosituimmat listaukset etusivulla. Suosikkikohteiden lisäosa on asennettava.
ja_ja: トップページにお気に入りリストを表示する。お気に入りアイテムプラグインをインストールする必要がある。
nb_no: Vis brukernes mest favoriserte oppføringer på startsiden. Plugin for favorittartikler må være installert.
ro_ro: Afișarea pe pagina de start a blocului cu cele mai multe anunțuri preferate de utilizatori. Plugin-ul pentru articole favorite trebuie să fie instalat.

source: Number of Favorite items on Home
el_gr: Αριθμός αγαπημένων στοιχείων στο Home
et_ee: Lemmikobjektide arv veebisaidil Home
fi_fi: Suosikkikohteiden määrä kotisivulla
ja_ja: ホームのお気に入り数
nb_no: Antall favorittartikler på Hjem
ro_ro: Numărul de elemente favorite de pe Acasă

source: Most favorited listings count shown on home page. Favorite items plugin must be installed.
el_gr: Οι πιο αγαπημένες καταχωρήσεις εμφανίζονται στην αρχική σελίδα. Το πρόσθετο Αγαπημένα στοιχεία πρέπει να είναι εγκατεστημένο.
et_ee: Enim soositud nimekirjade arv näidatakse avalehel. Favorite items plugin peab olema paigaldatud.
fi_fi: Suosituimmat listaukset näkyvät etusivulla. Suosikkikohteiden lisäosa on asennettava.
ja_ja: トップページにお気に入り登録数が表示される。お気に入りアイテムプラグインをインストールする必要がある。
nb_no: Antall mest favoriserte oppføringer vises på startsiden. Plugin for favorittartikler må være installert.
ro_ro: Cele mai multe anunțuri favorite sunt afișate pe pagina principală. Plugin-ul pentru articole favorite trebuie să fie instalat.

source: Favorite Items Card Design
el_gr: Αγαπημένα αντικείμενα Σχεδιασμός κάρτας
et_ee: Favorite Items Kaardi kujundus
fi_fi: Suosikkituotteet Kortin suunnittelu
ja_ja: お気に入りアイテムのカードデザイン
nb_no: Favorittartikler Kortdesign
ro_ro: Elemente preferate Card de design

source: Other plugins
el_gr: Άλλα plugins
et_ee: Muud pluginad
fi_fi: Muut lisäosat
ja_ja: その他のプラグイン
nb_no: Andre plugins
ro_ro: Alte plugin-uri

source: Replace Send Message Button
el_gr: Αντικατάσταση κουμπιού αποστολής μηνύματος
et_ee: Asendage sõnumi saatmise nupp
fi_fi: Korvaa Lähetä viesti -painike
ja_ja: メッセージ送信ボタンを置き換える
nb_no: Erstatt knappen Send melding
ro_ro: Înlocuiți butonul Trimite mesaj

source: When enabled and Instant messenger plugin is installed, "Send message" button on listing page will be replaced with button to create message.
el_gr: Όταν είναι ενεργοποιημένο και το πρόσθετο Instant messenger είναι εγκατεστημένο, το κουμπί "Αποστολή μηνύματος" στη σελίδα καταχώρισης θα αντικατασταθεί με κουμπί για τη δημιουργία μηνύματος.
et_ee: Kui see on aktiveeritud ja Instant messengeri plugin on paigaldatud, asendatakse nupp "Saada sõnum" nimekirjade lehel nupuga sõnumi loomiseks.
fi_fi: Kun se on käytössä ja Instant messenger -lisäosa on asennettu, "Lähetä viesti" -painike listasivulla korvataan painikkeella viestin luomista varten.
ja_ja: インスタントメッセンジャープラグインがインストールされている場合、リスティングページの「メッセージを送信」ボタンは、メッセージを作成するボタンに置き換えられる。
nb_no: Når den er aktivert og Instant Messenger-plugin er installert, vil "Send melding"-knappen på oppføringssiden erstattes med en knapp for å opprette en melding.
ro_ro: Atunci când este activat și plugin-ul Instant Messenger este instalat, butonul "Trimite mesaj" de pe pagina de listare va fi înlocuit cu butonul de creare a mesajului.
