Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: OOPS! Page Not Found!
el_gr: OOPS! Η σελίδα δεν βρέθηκε!
et_ee: OOPS! Lehekülge ei leitud!
fi_fi: OOPS! Sivua ei löydy!
ja_ja: OOPS！ページが見つからない！
nb_no: OOPS! Siden ble ikke funnet!
ro_ro: OOPS! Pagina nu a fost găsită!

source: Either something get wrong or the page doesn't exist anymore.
el_gr: Είτε κάτι πάει στραβά είτε η σελίδα δεν υπάρχει πια.
et_ee: Kas midagi läheb valesti või lehte ei ole enam olemas.
fi_fi: Joko jokin on mennyt pieleen tai sivua ei ole enää olemassa.
ja_ja: 何かの間違いか、そのページがもう存在しないかのどちらかだ。
nb_no: Enten har noe gått galt, eller så finnes ikke siden lenger.
ro_ro: Fie ceva nu este în regulă, fie pagina nu mai există.

source: Back Home
el_gr: Επιστροφή στο σπίτι
et_ee: Tagasi koju
fi_fi: Takaisin kotiin
ja_ja: ホームへ戻る
nb_no: Tilbake hjem
ro_ro: Înapoi acasă

source: Your recent search
el_gr: Η πρόσφατη αναζήτησή σας
et_ee: Teie hiljutine otsing
fi_fi: Viimeisin hakusi
ja_ja: 最近の検索
nb_no: Ditt siste søk
ro_ro: Căutarea dvs. recentă

source: Categories
el_gr: Κατηγορίες
et_ee: Kategooriad
fi_fi: Kategoriat
ja_ja: カテゴリー
nb_no: Kategorier
ro_ro: Categorii

source: Other people searched
el_gr: Άλλα άτομα που αναζητήθηκαν
et_ee: Teised inimesed otsisid
fi_fi: Muut etsityt henkilöt
ja_ja: その他の検索対象
nb_no: Andre personer søkte
ro_ro: Alte persoane căutate

source: Countries
el_gr: Χώρες
et_ee: Riigid
fi_fi: Maat
ja_ja: 各国
nb_no: Land
ro_ro: Țări

source: Regions
el_gr: Περιφέρειες
et_ee: Piirkonnad
fi_fi: alueet
ja_ja: 地域
nb_no: Regioner
ro_ro: Regiuni

source: Cities
el_gr: Πόλεις
et_ee: Linnad
fi_fi: kaupungit
ja_ja: 都市
nb_no: Byer
ro_ro: Orașe

source: No location match your search criteria
el_gr: Καμία τοποθεσία δεν ταιριάζει με τα κριτήρια αναζήτησής σας
et_ee: Ükski asukoht ei vasta teie otsingukriteeriumidele
fi_fi: Mikään sijainti ei vastaa hakuehtojasi
ja_ja: 検索条件に一致する場所がない
nb_no: Ingen steder samsvarer med søkekriteriene dine
ro_ro: Nici o locație nu corespunde criteriilor de căutare

source: Located in %s, %s, situated %dkm from your position
el_gr: Βρίσκεται στο %s, %s, βρίσκεται %dχιλιόμετρα από τη θέση σας
et_ee: Asub %s, %s, asub %dkm kaugusel teie asukohast.
fi_fi: Sijaitsee osoitteessa %s, %s, sijaitsee %dkm:n päässä sijainnistasi.
ja_ja: %s,%s, あなたの位置から%dkmに位置する。
nb_no: Lokalisert i %s, %s, som ligger %dkm fra din posisjon
ro_ro: Situat în %s, %s, situat la %dkm de poziția dumneavoastră

source: No close city has been found
el_gr: Δεν έχει βρεθεί καμία κοντινή πόλη
et_ee: Ühtegi lähedast linna ei ole leitud
fi_fi: Lähikaupunkia ei ole löydetty
ja_ja: 近い都市は見つかっていない
nb_no: Det er ikke funnet noen by i nærheten
ro_ro: Nu a fost găsit niciun oraș apropiat

source: Invalid latitude or longitude
el_gr: Μη έγκυρο γεωγραφικό πλάτος ή μήκος
et_ee: Vale laius- või pikkuskraad
fi_fi: Virheellinen leveys- tai pituusaste
ja_ja: 無効な緯度または経度
nb_no: Ugyldig breddegrad eller lengdegrad
ro_ro: Latitudine sau longitudine invalidă

source: All regions
el_gr: Όλες οι περιοχές
et_ee: Kõik piirkonnad
fi_fi: Kaikki alueet
ja_ja: 全地域
nb_no: Alle regioner
ro_ro: Toate regiunile

source: You have already saved this search
el_gr: Έχετε ήδη αποθηκεύσει αυτή την αναζήτηση
et_ee: Te olete selle otsingu juba salvestanud
fi_fi: Olet jo tallentanut tämän haun
ja_ja: この検索はすでに保存されている
nb_no: Du har allerede lagret dette søket
ro_ro: Ați salvat deja această căutare

source: You will receive email notification once new listing matching search criteria is published
el_gr: Θα λάβετε ειδοποίηση μέσω email μόλις δημοσιευτεί νέα καταχώριση που ταιριάζει με τα κριτήρια αναζήτησης.
et_ee: Saate e-posti teate, kui uus otsingukriteeriumidele vastav kuulutus on avaldatud.
fi_fi: Saat sähköposti-ilmoituksen, kun uusi hakuehtoja vastaava listaus on julkaistu.
ja_ja: 検索条件に一致する新着物件が掲載されると、Eメールで通知される。
nb_no: Du vil motta en e-postmelding når en ny annonse som samsvarer med søkekriteriene er publisert
ro_ro: Veți primi o notificare prin e-mail de îndată ce o nouă listă care corespunde criteriilor de căutare este publicată.

source: Search is saved
el_gr: Η αναζήτηση αποθηκεύεται
et_ee: Otsing on salvestatud
fi_fi: Haku on tallennettu
ja_ja: 検索が保存される
nb_no: Søket er lagret
ro_ro: Căutarea este salvată

source: Save this search
el_gr: Αποθηκεύστε αυτή την αναζήτηση
et_ee: Salvesta see otsing
fi_fi: Tallenna tämä haku
ja_ja: この検索を保存する
nb_no: Lagre dette søket
ro_ro: Salvați această căutare

source: Save search to receive email notification when new listing matching search criteria is published.
el_gr: Αποθηκεύστε την αναζήτηση για να λαμβάνετε ειδοποίηση μέσω email όταν δημοσιεύεται νέα αγγελία που ταιριάζει με τα κριτήρια αναζήτησης.
et_ee: Salvesta otsing, et saada e-posti teatis, kui uus otsingukriteeriumidele vastav pakkumine on avaldatud.
fi_fi: Tallenna haku saadaksesi sähköposti-ilmoituksen, kun uusi hakuehtoja vastaava listaus julkaistaan.
ja_ja: 検索条件を保存すると、検索条件に一致する新着物件が掲載された際にEメールで通知を受け取ることができる。
nb_no: Lagre søket for å motta e-postvarsel når en ny annonse som samsvarer med søkekriteriene publiseres.
ro_ro: Salvați căutarea pentru a primi o notificare prin e-mail atunci când se publică o nouă listă care corespunde criteriilor de căutare.

source: Enter your email...
el_gr: Εισάγετε το email σας...
et_ee: Sisestage oma e-posti aadress...
fi_fi: Kirjoita sähköpostiosoitteesi...
ja_ja: Eメールを入力する
nb_no: Skriv inn e-postadressen din...
ro_ro: Introduceți e-mailul dumneavoastră...

source: Save
el_gr: Αποθήκευση
et_ee: Salvesta
fi_fi: Tallenna
ja_ja: 節約する
nb_no: Lagre
ro_ro: Salvați

source: You have successfully saved this search! You will receive %s notifications to email %s.
el_gr: Αποθηκεύσατε με επιτυχία αυτή την αναζήτηση! Θα λαμβάνετε ειδοποιήσεις %s στο email %s.
et_ee: Te olete selle otsingu edukalt salvestanud! Saate %s teateid e-posti aadressile %s.
fi_fi: Olet onnistuneesti tallentanut tämän haun! Saat %s ilmoitukset sähköpostiin %s.
ja_ja: この検索は保存された！%s 通知メールを受け取る%s.
nb_no: Du har lagret dette søket! Du vil motta %s varsler til e-post %s.
ro_ro: Ați salvat cu succes această căutare! Veți primi notificări %s la adresa de e-mail %s.

source: daily
el_gr: καθημερινά
et_ee: Igapäevane
fi_fi: Päivittäin
ja_ja: 毎日
nb_no: Daglig
ro_ro: zilnic

source: You already had saved this search for email %s.
el_gr: Είχατε ήδη αποθηκεύσει αυτή την αναζήτηση για email %s.
et_ee: Sa olid juba salvestanud selle otsingu e-posti %s.
fi_fi: Olit jo tallentanut tämän haun osoitteeseen %s.
ja_ja: あなたはすでに電子メールのためにこの検索を保存していた%s 。
nb_no: Du hadde allerede lagret dette søket etter e-post %s.
ro_ro: Ați salvat deja această căutare pentru email %s.

source: Error: Invalid signature - server signature does not match to alert signature.
el_gr: Σφάλμα: Η υπογραφή του διακομιστή δεν ταιριάζει με την υπογραφή της ειδοποίησης.
et_ee: Viga: Serveri allkiri ei vasta hoiatussignatuurile.
fi_fi: Virhe: Palvelimen allekirjoitus ei vastaa hälytyksen allekirjoitusta.
ja_ja: エラー：無効な署名 - サーバーの署名が警告の署名と一致しない。
nb_no: Feil: Ugyldig signatur - serversignaturen stemmer ikke overens med varslingssignaturen.
ro_ro: Eroare: Semnătură invalidă - semnătura serverului nu se potrivește cu semnătura alertei.

source: Error: Search was not saved, please try it again later.
el_gr: Σφάλμα: Η αναζήτηση δεν αποθηκεύτηκε, δοκιμάστε την ξανά αργότερα.
et_ee: Viga: Palun proovige seda hiljem uuesti.
fi_fi: Virhe: Yritä myöhemmin uudelleen.
ja_ja: エラー：検索が保存されませんでした、後で再試行してください。
nb_no: Feil: Søket ble ikke lagret, prøv igjen senere.
ro_ro: Eroare: Căutarea nu a fost salvată, vă rugăm să încercați din nou mai târziu.

source: Manage saved searches
el_gr: Διαχείριση αποθηκευμένων αναζητήσεων
et_ee: Salvestatud otsingute haldamine
fi_fi: Tallennettujen hakujen hallinta
ja_ja: 保存された検索を管理する
nb_no: Administrer lagrede søk
ro_ro: Gestionați căutările salvate

source: Contact us
el_gr: Επικοινωνήστε μαζί μας
et_ee: Võtke meiega ühendust
fi_fi: Ota yhteyttä
ja_ja: お問い合わせ
nb_no: Kontakt oss
ro_ro: Contactați-ne

source: Your name
el_gr: Το όνομά σας
et_ee: Teie nimi
fi_fi: Nimesi
ja_ja: お名前
nb_no: Ditt navn
ro_ro: Numele dumneavoastră

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο
et_ee: E-post
fi_fi: Sähköposti
ja_ja: 電子メール
nb_no: E-post

source: Subject
el_gr: Θέμα
et_ee: Teema
fi_fi: Aihe
ja_ja: 主題
nb_no: Emne
ro_ro: Subiect

source: Message
el_gr: Μήνυμα
et_ee: Sõnum
fi_fi: Viesti
ja_ja: メッセージ
nb_no: Melding
ro_ro: Mesaj

source: Attachment
el_gr: Συνημμένο
et_ee: Lisa
fi_fi: Liite
ja_ja: アタッチメント
nb_no: Vedlegg
ro_ro: Anexă

source: Send message
el_gr: Αποστολή μηνύματος
et_ee: Saada sõnum
fi_fi: Lähetä viesti
ja_ja: メッセージを送る
nb_no: Send melding
ro_ro: Trimiteți un mesaj

source: First name, Last name
el_gr: Όνομα, Επώνυμο
et_ee: Eesnimi, perekonnanimi
fi_fi: Etunimi, Sukunimi
ja_ja: 名、姓
nb_no: Fornavn, Etternavn
ro_ro: Nume, Prenume, Nume de familie

source: Summarize your question
el_gr: Συνοψίστε την ερώτησή σας
et_ee: Võtke oma küsimus kokku
fi_fi: Tiivistä kysymyksesi
ja_ja: 質問を要約する
nb_no: Oppsummer spørsmålet ditt
ro_ro: Rezumați întrebarea dvs.

source: Your question with all relevant details ...
el_gr: Η ερώτησή σας με όλες τις σχετικές λεπτομέρειες ...
et_ee: Teie küsimus koos kõigi asjakohaste üksikasjadega ...
fi_fi: Kysymyksesi ja kaikki asiaankuuluvat yksityiskohdat ...
ja_ja: あなたの質問に関連するすべての詳細...
nb_no: Spørsmålet ditt med alle relevante detaljer ...
ro_ro: Întrebarea dvs. cu toate detaliile relevante ...

source: Are you a professional seller?
el_gr: Είστε επαγγελματίας πωλητής;
et_ee: Kas olete professionaalne müüja?
fi_fi: Oletko ammattimainen myyjä?
ja_ja: あなたはプロの売り手か？
nb_no: Er du en profesjonell selger?
ro_ro: Sunteți un vânzător profesionist?

source: Create an account
el_gr: Δημιουργία λογαριασμού
et_ee: Konto loomine
fi_fi: Luo tili
ja_ja: アカウントを作成する
nb_no: Opprett en konto
ro_ro: Creați un cont

source: About us
el_gr: Σχετικά με εμάς
et_ee: Meie kohta
fi_fi: Tietoa meistä
ja_ja: 会社概要
nb_no: Om oss
ro_ro: Despre noi

source: Phone
el_gr: Τηλέφωνο
et_ee: Telefon
fi_fi: Puhelin
ja_ja: 電話
nb_no: Telefon
ro_ro: Telefon

source: Widely known as Worlds no. 1 online classifieds platform, our is all about you. Our aim is to empower every person in the country to independently connect with buyers and sellers online.
el_gr: Ευρέως γνωστό ως το Worlds no. 1 διαδικτυακή πλατφόρμα αγγελιών, η δική μας αφορά εσάς. Στόχος μας είναι να δώσουμε τη δυνατότητα σε κάθε άτομο στη χώρα να συνδεθεί ανεξάρτητα με αγοραστές και πωλητές στο διαδίκτυο.
et_ee: Laialdaselt tuntud kui Maailma nr. 1 online kuulutuste platvorm, meie on kõik sinust. Meie eesmärk on anda igale inimesele riigis võimalus luua iseseisvalt ühendus ostjate ja müüjatega internetis.
fi_fi: Tunnetaan laajalti maailman no. 1 online luokiteltu foorumi, meidän on kaikki sinusta. Tavoitteenamme on antaa jokaiselle maan asukkaalle mahdollisuus luoda itsenäisesti yhteys ostajiin ja myyjiin verkossa.
ja_ja: 世界No.1のオンラインクラシファイドプラットフォームとして広く知られている。私たちの目的は、国内のすべての人が独立してオンラインで買い手と売り手に接続できるようにすることである。
nb_no: Allment kjent som verdens nr. 1 online rubrikkplattform, handler alt om deg. Vårt mål er å gi alle mennesker i landet muligheten til å komme i kontakt med kjøpere og selgere på nettet.
ro_ro: Cunoscut pe scară largă ca fiind Worlds no. 1 platformă de anunțuri online, platforma noastră este despre tine. Scopul nostru este de a permite fiecărei persoane din țară să se conecteze în mod independent cu cumpărătorii și vânzătorii online.

source: Switch to light mode
el_gr: Εναλλαγή σε λειτουργία φωτισμού
et_ee: Valgusrežiimi lülitamine
fi_fi: Vaihda valotilaan
ja_ja: ライトモードに切り替える
nb_no: Bytt til lysmodus
ro_ro: Comutați la modul lumină

source: Switch to dark mode
el_gr: Εναλλαγή σε σκοτεινή λειτουργία
et_ee: Üleminek tumedasse režiimi
fi_fi: Vaihda pimeään tilaan
ja_ja: ダークモードに切り替える
nb_no: Bytt til mørk modus
ro_ro: Treceți la modul întunecat

source: Social media
el_gr: Μέσα κοινωνικής δικτύωσης
et_ee: Sotsiaalmeedia
fi_fi: Sosiaalinen media
ja_ja: ソーシャルメディア
nb_no: Sosiale medier

source: Share us on Facebook
el_gr: Μοιραστείτε μας στο Facebook
et_ee: Jaga meid Facebookis
fi_fi: Jaa meidät Facebookissa
ja_ja: フェイスブックでシェアする
nb_no: Del oss på Facebook
ro_ro: Distribuie-ne pe Facebook

source: Facebook
ja_ja: フェイスブック

source: Share us on Pinterest
el_gr: Μοιραστείτε μας στο Pinterest
et_ee: Jaga meid Pinterestis
fi_fi: Jaa meidät Pinterestissä
ja_ja: Pinterestでシェアする
nb_no: Del oss på Pinterest
ro_ro: Împărtășește-ne pe Pinterest

source: Pinterest
ja_ja: ピンタレスト

source: Share us on Instagram
el_gr: Μοιραστείτε μας στο Instagram
et_ee: Jaga meid Instagramis
fi_fi: Jaa meidät Instagramissa
ja_ja: インスタグラムでシェアする
nb_no: Del oss på Instagram
ro_ro: Distribuie-ne pe Instagram

source: Instagram
ja_ja: インスタグラム

source: Tweet us
el_gr: Tweet μας
et_ee: Tweet meile
fi_fi: Twiittaa meille
ja_ja: ツイートする
nb_no: Tweet oss
ro_ro: Tweet-ne

source: Twitter
ja_ja: ツイッター

source: Share us on LinkedIn
el_gr: Μοιραστείτε μας στο LinkedIn
et_ee: Jaga meid LinkedInis
fi_fi: Jaa meidät LinkedInissä
ja_ja: LinkedInでシェアする
nb_no: Del oss på LinkedIn
ro_ro: Distribuie-ne pe LinkedIn

source: LinkedIn
ja_ja: リンクトイン

source: Language
el_gr: Γλώσσα
et_ee: Keel
fi_fi: kieli
ja_ja: 言語
nb_no: Språk
ro_ro: Limba

source: Country flag
el_gr: Σημαία της χώρας
et_ee: Riigi lipp
fi_fi: Maan lippu
ja_ja: 国旗
nb_no: Landets flagg
ro_ro: Steagul țării

source: Information
el_gr: Πληροφορίες
et_ee: Teave
fi_fi: Tiedot
ja_ja: インフォメーション
nb_no: Informasjon
ro_ro: Informații

source: Copyright
el_gr: Πνευματικά δικαιώματα
et_ee: Autoriõigus
fi_fi: Tekijänoikeus
ja_ja: 著作権
nb_no: Opphavsrett
ro_ro: Drepturi de autor

source: All rights reserved
el_gr: Όλα τα δικαιώματα διατηρούνται
et_ee: Kõik õigused kaitstud
fi_fi: Kaikki oikeudet pidätetään
ja_ja: 無断複写・転載を禁ずる
nb_no: Alle rettigheter forbeholdt
ro_ro: Toate drepturile rezervate

source: Home
el_gr: Αρχική σελίδα
et_ee: Kodu
fi_fi: Etusivu
ja_ja: ホーム
nb_no: Hjem
ro_ro: Acasă

source: Location
el_gr: Τοποθεσία
et_ee: Asukoht
fi_fi: Sijainti
ja_ja: 場所
nb_no: Beliggenhet
ro_ro: Locație

source: Messages
el_gr: Μηνύματα
et_ee: Sõnumid
fi_fi: Viestit
ja_ja: メッセージ
nb_no: Meldinger
ro_ro: Mesaje

source: Search
el_gr: Αναζήτηση
et_ee: Otsi
fi_fi: Etsi
ja_ja: 検索
nb_no: Søk
ro_ro: Căutare

source: Post an ad
el_gr: Δημοσιεύστε μια αγγελία
et_ee: Avalda kuulutus
fi_fi: Julkaise mainos
ja_ja: 広告を掲載する
nb_no: Legg ut en annonse
ro_ro: Postați un anunț

source: Favorite
el_gr: Αγαπημένο
et_ee: Lemmik
fi_fi: Suosikki
ja_ja: お気に入り
nb_no: Favoritt
ro_ro: Favorit

source: My Account
el_gr: Ο λογαριασμός μου
et_ee: Minu konto
fi_fi: Tilini
ja_ja: マイアカウント
nb_no: Min konto
ro_ro: Contul meu

source: Sign in
el_gr: Συνδεθείτε
et_ee: Logi sisse
fi_fi: Kirjaudu sisään
ja_ja: ログインする
nb_no: Logg inn
ro_ro: Conectați-vă

source: Searches
el_gr: Αναζητήσεις
et_ee: Otsingud
fi_fi: Hakuja
ja_ja: 検索
nb_no: Søker
ro_ro: Căutări

source: Log in
el_gr: Συνδεθείτε
et_ee: Logi sisse
fi_fi: Kirjaudu sisään
ja_ja: ログイン
nb_no: Logg inn
ro_ro: Autentificare

source: Filter
el_gr: Φίλτρο
fi_fi: Suodatin
ja_ja: フィルター
ro_ro: Filtru

source: Post ad
el_gr: Δημοσίευση αγγελίας
et_ee: Reklaamipostitus
fi_fi: Ilmoituksen lähettäminen
ja_ja: 広告を掲載する
nb_no: Legg ut annonse
ro_ro: Anunț poștal

source: Non-logged user
el_gr: Μη συνδεδεμένος χρήστης
et_ee: Mitte-logitud kasutaja
fi_fi: Kirjautumaton käyttäjä
ja_ja: ログインしていないユーザー
nb_no: Ikke-loggede brukere
ro_ro: Utilizator fără logare

source: Hi %s!
el_gr: Γεια σας %s!
et_ee: Tere %s!
fi_fi: Hei %s!
ja_ja: %s ！
nb_no: Hei %s!
ro_ro: Bună %s!

source: Welcome!
el_gr: Καλώς ήρθατε!
et_ee: Tere tulemast!
fi_fi: Tervetuloa!
ja_ja: ようこそ！
nb_no: Velkommen!
ro_ro: Bine ați venit!

source: Register account
el_gr: Εγγραφή λογαριασμού
et_ee: Registreeri konto
fi_fi: Rekisteröi tili
ja_ja: アカウント登録
nb_no: Registrer konto
ro_ro: Înregistrare cont

source: My public profile
el_gr: Το δημόσιο προφίλ μου
et_ee: Minu avalik profiil
fi_fi: Julkinen profiilini
ja_ja: 私の公開プロフィール
nb_no: Min offentlige profil
ro_ro: Profilul meu public

source: My dashboard
el_gr: Το ταμπλό μου
et_ee: Minu armatuurlaud
fi_fi: Kojelautani
ja_ja: 私のダッシュボード
nb_no: Dashbordet mitt
ro_ro: Tabloul meu de bord

source: My active listings
el_gr: Οι ενεργές λίστες μου
et_ee: Minu aktiivsed nimekirjad
fi_fi: Aktiiviset listaukseni
ja_ja: 私のアクティブ・リスティング
nb_no: Mine aktive oppføringer
ro_ro: Listele mele active

source: My saved searches
el_gr: Οι αποθηκευμένες αναζητήσεις μου
et_ee: Minu salvestatud otsingud
fi_fi: Tallennetut haut
ja_ja: 保存した検索
nb_no: Mine lagrede søk
ro_ro: Căutările mele salvate

source: My profile
el_gr: Το προφίλ μου
et_ee: Minu profiil
fi_fi: Profiilini
ja_ja: プロフィール
nb_no: Min profil
ro_ro: Profilul meu

source: My business profile
el_gr: Το επιχειρηματικό μου προφίλ
et_ee: Minu äriprofiil
fi_fi: Yritykseni profiili
ja_ja: 私のビジネス・プロフィール
nb_no: Min bedriftsprofil
ro_ro: Profilul meu de afaceri

source: My messages
el_gr: Τα μηνύματά μου
et_ee: Minu sõnumid
fi_fi: Viestini
ja_ja: 私からのメッセージ
nb_no: Mine meldinger
ro_ro: Mesajele mele

source: My favorite listings
el_gr: Οι αγαπημένες μου καταχωρήσεις
et_ee: Minu lemmik nimekirjad
fi_fi: Suosikkilistani
ja_ja: 私のお気に入りリスト
nb_no: Mine favorittoppføringer
ro_ro: Listele mele preferate

source: My promotions
el_gr: Οι προσφορές μου
et_ee: Minu müügiedendused
fi_fi: Myynninedistämistoimeni
ja_ja: 私のプロモーション
nb_no: Mine kampanjer
ro_ro: Promoțiile mele

source: Companies
el_gr: Εταιρείες
et_ee: Ettevõtted
fi_fi: Yritykset
ja_ja: 企業
nb_no: Bedrifter
ro_ro: Companii

source: Forums
el_gr: Φόρουμ
et_ee: Foorumid
fi_fi: Foorumit
ja_ja: フォーラム
nb_no: Forum
ro_ro: Forumuri

source: Blog
et_ee: Blogi
fi_fi: Blogi
ja_ja: ブログ
nb_no: Blogg

source: FAQ
el_gr: ΣΥΧΝΈΣ ΕΡΩΤΉΣΕΙΣ
et_ee: KKK
ja_ja: よくある質問
nb_no: VANLIGE SPØRSMÅL
ro_ro: ÎNTREBĂRI FRECVENTE

source: Select language
el_gr: Επιλέξτε γλώσσα
et_ee: Valige keel
fi_fi: Valitse kieli
ja_ja: 言語を選択する
nb_no: Velg språk
ro_ro: Selectați limba

source: Change location
el_gr: Αλλαγή τοποθεσίας
et_ee: Asukoha muutmine
fi_fi: Vaihda sijaintia
ja_ja: 場所を変更する
nb_no: Endre plassering
ro_ro: Schimbă locația

source: Help
el_gr: Βοήθεια
et_ee: Abi
fi_fi: Apua
ja_ja: ヘルプ
nb_no: Hjelp
ro_ro: Ajutor

source: Log out
el_gr: Αποσύνδεση
et_ee: Logi välja
fi_fi: Kirjaudu ulos
ja_ja: ログアウトする
nb_no: Logg ut
ro_ro: Deconectați-vă

source: Support pages
el_gr: Σελίδες υποστήριξης
et_ee: Tugilehed
fi_fi: Tukisivut
ja_ja: サポートページ
nb_no: Support-sider
ro_ro: Pagini de suport

source: Default location
el_gr: Προεπιλεγμένη τοποθεσία
et_ee: Vaikimisi asukoht
fi_fi: Oletussijainti
ja_ja: デフォルトの場所
nb_no: Standard plassering
ro_ro: Locație implicită

source: Select your preferred location to search and sell faster.
el_gr: Επιλέξτε την τοποθεσία που προτιμάτε για να αναζητήσετε και να πουλήσετε γρηγορότερα.
et_ee: Valige oma eelistatud asukoht, et otsida ja müüa kiiremini.
fi_fi: Valitse haluamasi sijainti etsiä ja myydä nopeammin.
ja_ja: ご希望の場所を選択し、検索してより早く売却する。
nb_no: Velg ønsket sted for å søke og selge raskere.
ro_ro: Selectați locația preferată pentru a căuta și a vinde mai repede.

source: Your location
el_gr: Η τοποθεσία σας
et_ee: Teie asukoht
fi_fi: Sijaintisi
ja_ja: 現在地
nb_no: Din plassering
ro_ro: Locația dvs.

source: Search location...
el_gr: Τοποθεσία αναζήτησης...
et_ee: Otsi asukohta...
fi_fi: Etsi sijainti...
ja_ja: 検索場所...
nb_no: Søkeplassering...
ro_ro: Căutați locația...

source: Click to refresh
el_gr: Κάντε κλικ για ανανέωση
et_ee: Klõpsake värskendamiseks
fi_fi: Klikkaa päivittääksesi
ja_ja: クリックして更新する
nb_no: Klikk for å oppdatere
ro_ro: Faceți clic pentru a reîmprospăta

source: Use current location
el_gr: Χρήση τρέχουσας τοποθεσίας
et_ee: Kasutage praegust asukohta
fi_fi: Käytä nykyistä sijaintia
ja_ja: 現在地を使用する
nb_no: Bruk nåværende posisjon
ro_ro: Utilizați locația curentă

source: Click to find closest city to your location
el_gr: Κάντε κλικ για να βρείτε την πλησιέστερη πόλη στην τοποθεσία σας
et_ee: Klõpsake, et leida oma asukohale lähim linn
fi_fi: Klikkaa löytääksesi sijaintisi lähin kaupunki
ja_ja: 現在地から最も近い都市を検索する
nb_no: Klikk for å finne nærmeste by i nærheten av der du befinner deg
ro_ro: Faceți clic pentru a găsi cel mai apropiat oraș de locația dvs.

source: Geolocation is not supported by your browser
el_gr: Ο γεωγραφικός εντοπισμός δεν υποστηρίζεται από το πρόγραμμα περιήγησής σας
et_ee: Teie brauser ei toeta geograafilist asukohta
fi_fi: Selaimesi ei tue maantieteellistä sijaintia
ja_ja: ジオロケーションがブラウザでサポートされていない
nb_no: Geolokalisering støttes ikke av nettleseren din
ro_ro: Geolocalizarea nu este suportată de browserul dvs.

source: Unable to retrieve your location, it may be blocked
el_gr: Δεν είναι δυνατή η ανάκτηση της τοποθεσίας σας, ενδέχεται να είναι μπλοκαρισμένη
et_ee: Ei ole võimalik teie asukohta välja otsida, see võib olla blokeeritud.
fi_fi: Sijaintia ei voida hakea, se on ehkä estetty.
ja_ja: 位置情報を取得できない。ブロックされている可能性がある。
nb_no: Kan ikke hente posisjonen din, den kan være blokkert
ro_ro: Nu se poate prelua locația dvs., este posibil să fie blocată

source: Unable to retrieve your location, no close city found
el_gr: Δεν είναι δυνατή η ανάκτηση της τοποθεσίας σας, δεν βρέθηκε κοντινή πόλη
et_ee: Teie asukohta ei ole võimalik välja selgitada, lähedast linna ei leitud
fi_fi: Sijaintiasi ei pystytä hakemaan, lähellä olevaa kaupunkia ei löytynyt.
ja_ja: 現在地を取得できない。近い都市が見つからない。
nb_no: Kunne ikke hente posisjonen din, ingen by i nærheten ble funnet
ro_ro: Imposibil să vă recuperați locația, nu s-a găsit niciun oraș apropiat

source: Locating...
el_gr: Εντοπισμός...
et_ee: Asukohtade leidmine...
fi_fi: Paikallistaminen...
ja_ja: 場所を特定する...
nb_no: Lokalisering...
ro_ro: Localizarea...

source: Refresh page to take effect
el_gr: Ανανεώστε τη σελίδα για να τεθεί σε ισχύ
et_ee: Uuenda lehekülge, et see jõustuks
fi_fi: Päivitä sivu voimaan
ja_ja: ページを更新する
nb_no: Oppdater siden for å få effekt
ro_ro: Actualizați pagina pentru a intra în vigoare

source: Recent locations
el_gr: Πρόσφατες τοποθεσίες
et_ee: Hiljutised asukohad
fi_fi: Viimeaikaiset sijainnit
ja_ja: 最近のロケーション
nb_no: Nylige lokasjoner
ro_ro: Locații recente

source: Popular cities
el_gr: Δημοφιλείς πόλεις
et_ee: Populaarsed linnad
fi_fi: Suosittuja kaupunkeja
ja_ja: 人気都市
nb_no: Populære byer
ro_ro: Orașe populare

source: item
el_gr: στοιχείο
et_ee: Punkti
fi_fi: Kohde
ja_ja: 項目
nb_no: Artikkel
ro_ro: articol

source: items
el_gr: στοιχεία
et_ee: Artiklid
fi_fi: kohteet
ja_ja: 項目
nb_no: Gjenstander
ro_ro: articole

source: Clean default location
el_gr: Καθαρίστε την προεπιλεγμένη θέση
et_ee: Puhas vaikimisi asukoht
fi_fi: Puhdista oletussijainti
ja_ja: デフォルトの場所をきれいにする
nb_no: Rengjør standard plassering
ro_ro: Curățați locația implicită

source: Filter results
el_gr: Αποτελέσματα φίλτρου
et_ee: Tulemuste filtreerimine
fi_fi: Suodata tulokset
ja_ja: フィルター結果
nb_no: Filtrer resultater
ro_ro: Filtrează rezultatele

source: CONFIG
ja_ja: コンフィグ
nb_no: KONFIG

source: Backoffice
ja_ja: バックオフィス

source: Hide Banners
el_gr: Απόκρυψη πανό
et_ee: Peida bännerid
fi_fi: Piilota bannerit
ja_ja: バナーを隠す
nb_no: Skjul bannere
ro_ro: Ascundeți bannerele

source: Show All Banners
el_gr: Εμφάνιση όλων των banners
et_ee: Näita kõiki bännerid
fi_fi: Näytä kaikki bannerit
ja_ja: すべてのバナーを表示する
nb_no: Vis alle bannere
ro_ro: Afișați toate bannerele

source: Primary color
el_gr: Πρωτεύον χρώμα
et_ee: Põhivärv
fi_fi: Ensisijainen väri
ja_ja: 原色
nb_no: Primærfarge
ro_ro: Culoare primară

source: Secondary color
el_gr: Δευτερεύον χρώμα
et_ee: Teisene värvus
fi_fi: Toissijainen väri
ja_ja: セカンダリーカラー
nb_no: Sekundærfarge
ro_ro: Culoare secundară
