Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Password
el_gr: Κωδικός πρόσβασης
et_ee: Parool
fi_fi: Salasana
ja_ja: パスワード
nb_no: Passord
ro_ro: Parola

source: Show/hide password
el_gr: Εμφάνιση/απόκρυψη κωδικού πρόσβασης
et_ee: Näita/peida parool
fi_fi: Näytä/piilota salasana
ja_ja: パスワードの表示／非表示
nb_no: Vis/skjul passord
ro_ro: Afișați / ascundeți parola

source: Remember me
el_gr: Να με θυμάσαι
et_ee: Mäleta mind
fi_fi: Muista minut
ja_ja: リメンバー・ミー
nb_no: Husk meg
ro_ro: Amintește-ți de mine

source: Forgot password
el_gr: Ξεχάσατε τον κωδικό πρόσβασης
et_ee: Unustatud parool
fi_fi: Unohditko salasanan
ja_ja: パスワードを忘れた
nb_no: Glemt passord
ro_ro: Am uitat parola

source: No account yet? Register a new account
el_gr: Δεν έχετε λογαριασμό ακόμα; Εγγραφή νέου λογαριασμού
et_ee: Pole veel kontot? Registreeri uus konto
fi_fi: Eikö sinulla ole vielä tiliä? Rekisteröi uusi tili
ja_ja: アカウントをお持ちでない場合新規アカウントを登録する
nb_no: Har du ingen konto ennå? Registrer en ny konto
ro_ro: Nu aveți încă un cont? Înregistrați un cont nou

source: YourPass123!
ja_ja: YourPass123だ！

source: Profile picture (avatar)
el_gr: Εικόνα προφίλ (avatar)
et_ee: Profiili pilt (avatar)
fi_fi: Profiilikuva (avatar)
ja_ja: プロフィール写真（アバター）
nb_no: Profilbilde (avatar)
ro_ro: Poza de profil (avatar)

source: Update avatar
el_gr: Ενημέρωση avatar
et_ee: Avatari uuendamine
fi_fi: Päivitä avatar
ja_ja: アバターを更新する
nb_no: Oppdater avatar
ro_ro: Actualizarea avatarului

source: Mobile phone
el_gr: Κινητό τηλέφωνο
et_ee: Mobiiltelefon
fi_fi: Matkapuhelin
ja_ja: 携帯電話
nb_no: Mobiltelefon
ro_ro: Telefon mobil

source: Land Phone
el_gr: Χερσαίο τηλέφωνο
et_ee: Maatelefon
fi_fi: Lankapuhelin
ja_ja: ー陸上電話
nb_no: Fasttelefon
ro_ro: Telefon fix

source: Website
el_gr: Ιστοσελίδα
et_ee: Veebileht
fi_fi: Verkkosivusto
ja_ja: ウェブサイト
nb_no: Nettsted
ro_ro: Site web

source: User type
el_gr: Τύπος χρήστη
et_ee: Kasutaja tüüp
fi_fi: Käyttäjän tyyppi
ja_ja: ユーザータイプ
nb_no: Type bruker
ro_ro: Tipul de utilizator

source: About you
el_gr: Σχετικά με εσάς
et_ee: Sinust
fi_fi: Sinusta
ja_ja: あなたについて
nb_no: Om deg
ro_ro: Despre tine

source: Location information
el_gr: Πληροφορίες τοποθεσίας
et_ee: Teave asukoha kohta
fi_fi: Sijaintitiedot
ja_ja: ロケーション情報
nb_no: Informasjon om beliggenhet
ro_ro: Informații despre locație

source: City Area
el_gr: Περιοχή της πόλης
et_ee: Linnapiirkond
fi_fi: Kaupunkialue
ja_ja: 市域
nb_no: Byområde
ro_ro: Oraș Zona

source: Update
el_gr: Ενημέρωση
et_ee: Ajakohastamine
fi_fi: Päivitys
ja_ja: 更新
nb_no: Oppdatering
ro_ro: Actualizare

source: Are you sure you want to delete your account? This action cannot be undone
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε τον λογαριασμό σας; Αυτή η ενέργεια δεν μπορεί να ανακληθεί
et_ee: Kas olete kindel, et soovite oma konto kustutada? Seda toimingut ei saa tagasi võtta
fi_fi: Haluatko varmasti poistaa tilisi? Tätä toimenpidettä ei voi perua
ja_ja: 本当にアカウントを削除するのか？このアクションは元に戻せない
nb_no: Er du sikker på at du vil slette kontoen din? Denne handlingen kan ikke angres
ro_ro: Sunteți sigur că doriți să vă ștergeți contul? Această acțiune nu poate fi anulată

source: Delete account
el_gr: Διαγραφή λογαριασμού
et_ee: Konto kustutamine
fi_fi: Poista tili
ja_ja: アカウントを削除する
nb_no: Slett konto
ro_ro: Ștergeți contul

source: Change your email
el_gr: Αλλάξτε το email σας
et_ee: Muuda oma e-posti aadressi
fi_fi: Vaihda sähköpostiosoitteesi
ja_ja: Eメールを変更する
nb_no: Endre e-postadressen din
ro_ro: Schimbă-ți e-mailul

source: Current e-mail
el_gr: Τρέχον e-mail
et_ee: Praegune e-posti aadress
fi_fi: Nykyinen sähköposti
ja_ja: 現在の電子メール
nb_no: Gjeldende e-post
ro_ro: E-mail curent

source: New e-mail
el_gr: Νέο e-mail
et_ee: Uus e-kiri
fi_fi: Uusi sähköposti
ja_ja: 新しい電子メール
nb_no: Ny e-post
ro_ro: E-mail nou

source: You cannot do this on demo site
el_gr: Δεν μπορείτε να το κάνετε αυτό στον ιστότοπο επίδειξης
et_ee: Sa ei saa seda teha demo saidi
fi_fi: Et voi tehdä tätä demosivustolla
ja_ja: デモサイトではできない
nb_no: Du kan ikke gjøre dette på demosiden
ro_ro: Nu puteți face acest lucru pe site-ul demo

source: Change your password
el_gr: Αλλάξτε τον κωδικό πρόσβασής σας
et_ee: Muuda oma salasõna
fi_fi: Vaihda salasanasi
ja_ja: パスワードを変更する
nb_no: Endre passordet ditt
ro_ro: Schimbați-vă parola

source: Current password
el_gr: Τρέχων κωδικός πρόσβασης
et_ee: Praegune parool
fi_fi: Nykyinen salasana
ja_ja: 現在のパスワード
nb_no: Gjeldende passord
ro_ro: Parola curentă

source: Repeat new password
el_gr: Επαναλάβετε τον νέο κωδικό πρόσβασης
et_ee: Korda uut salasõna
fi_fi: Toista uusi salasana
ja_ja: 新しいパスワードを繰り返す
nb_no: Gjenta nytt passord
ro_ro: Repetați noua parolă

source: %s's profile
el_gr: %sτο προφίλ του
et_ee: %s's profiil
fi_fi: %sprofiili
ja_ja: %sプロフィール
nb_no: %sprofil
ro_ro: %s's profil

source: Share on X (Twitter)
el_gr: Μοιραστείτε στο X (Twitter)
et_ee: Jaga X-is (Twitter)
fi_fi: Jaa X:ssä (Twitter)
ja_ja: X（ツイッター）でシェアする
nb_no: Del på X (Twitter)
ro_ro: Distribuie pe X (Twitter)

source: About seller
el_gr: Σχετικά με τον πωλητή
et_ee: Müüja kohta
fi_fi: Tietoja myyjästä
ja_ja: 販売者について
nb_no: Om selger
ro_ro: Despre vânzător

source: User has no active listings
el_gr: Ο χρήστης δεν έχει ενεργές καταχωρήσεις
et_ee: Kasutajal ei ole aktiivseid nimekirju
fi_fi: Käyttäjällä ei ole aktiivisia listauksia
ja_ja: アクティブなリストがない
nb_no: Brukeren har ingen aktive oppføringer
ro_ro: Utilizatorul nu are anunțuri active

source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης
et_ee: Parooli lähtestamine
fi_fi: Nollaa salasana
ja_ja: パスワードをリセットする
nb_no: Tilbakestill passord
ro_ro: Resetare parolă

source: New randomly generated password will be sent to your email
el_gr: Ο νέος τυχαία δημιουργημένος κωδικός πρόσβασης θα σταλεί στο email σας.
et_ee: Uus juhuslikult genereeritud parool saadetakse teie e-posti aadressile.
fi_fi: Uusi satunnaisesti luotu salasana lähetetään sähköpostiisi.
ja_ja: ランダムに生成された新しいパスワードがあなたのEメールに送られる
nb_no: Nytt tilfeldig generert passord vil bli sendt til din e-post
ro_ro: Noua parolă generată aleatoriu va fi trimisă la adresa dvs. de e-mail

source: Send a new password
el_gr: Αποστολή νέου κωδικού πρόσβασης
et_ee: Saada uus parool
fi_fi: Lähetä uusi salasana
ja_ja: 新しいパスワードを送信する
nb_no: Send et nytt passord
ro_ro: Trimiteți o nouă parolă

source: Register a new account
el_gr: Εγγραφή νέου λογαριασμού
et_ee: Registreeri uus konto
fi_fi: Rekisteröi uusi tili
ja_ja: 新規アカウントを登録する
nb_no: Registrer en ny konto
ro_ro: Înregistrați un cont nou

source: Create a new account and get access to benefits of registered users!
el_gr: Δημιουργήστε έναν νέο λογαριασμό και αποκτήστε πρόσβαση στα οφέλη των εγγεγραμμένων χρηστών!
et_ee: Loo uus konto ja saa ligipääs registreeritud kasutajate eelistele!
fi_fi: Luo uusi tili ja pääset käyttämään rekisteröityneiden käyttäjien etuja!
ja_ja: 新規アカウントを作成し、登録ユーザーの特典にアクセスする！
nb_no: Opprett en ny konto og få tilgang til fordelene til registrerte brukere!
ro_ro: Creați un cont nou și obțineți acces la beneficiile utilizatorilor înregistrați!

source: Connect with Google
el_gr: Σύνδεση με την Google
et_ee: Ühendage Google'iga
fi_fi: Yhdistä Googlen kanssa
ja_ja: グーグルとつながる
nb_no: Koble til Google
ro_ro: Conectați-vă cu Google

source: Continue with Google
el_gr: Συνεχίστε με την Google
et_ee: Jätka Google'iga
fi_fi: Jatka Googlen kanssa
ja_ja: グーグルで続ける
nb_no: Fortsett med Google
ro_ro: Continuați cu Google

source: Mobile Phone
el_gr: Κινητό τηλέφωνο
et_ee: Mobiiltelefon
fi_fi: Matkapuhelin
ja_ja: 携帯電話
nb_no: Mobiltelefon
ro_ro: Telefon mobil

source: Re-type password
el_gr: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
et_ee: Parooli uuesti sisestamine
fi_fi: Kirjoita salasana uudelleen
ja_ja: パスワードを再入力する
nb_no: Skriv inn passordet på nytt
ro_ro: Reintroduceți parola

source: Create account
el_gr: Δημιουργία λογαριασμού
et_ee: Konto loomine
fi_fi: Luo tili
ja_ja: アカウントを作成する
nb_no: Opprett konto
ro_ro: Creați un cont

source: Already have account? Login
el_gr: Έχετε ήδη λογαριασμό? Σύνδεση
et_ee: Kas teil on juba konto? Logi sisse
fi_fi: Onko sinulla jo tili? Kirjaudu sisään
ja_ja: アカウントをお持ちの方ログインする
nb_no: Har du allerede en konto? Logg inn
ro_ro: Aveți deja un cont? Autentificare

source: +XXX XXX XXX
el_gr: +XXX XXX XXX XXX
et_ee: +XXX XXX XXX XXX
fi_fi: +XXX XXX XXX XXX
ja_ja: +XXXX XXX XXX
nb_no: +XXX XXX XXX XXX
ro_ro: +XXX XXX XXX XXX

source: Settings were successfully saved
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
et_ee: Seaded on edukalt salvestatud
fi_fi: Asetukset tallennettiin onnistuneesti
ja_ja: 設定は正常に保存された
nb_no: Innstillingene ble vellykket lagret
ro_ro: Setările au fost salvate cu succes

source: If you use Banner Ads Plugin, you can use banner or advert directly in theme banner space by defining its ID in bellow form.
el_gr: Εάν χρησιμοποιείτε το Banner Ads Plugin, μπορείτε να χρησιμοποιήσετε banner ή διαφήμιση απευθείας στο χώρο banner του θέματος, ορίζοντας το ID του στην παρακάτω φόρμα.
et_ee: Kui kasutate Banner Ads Plugin, saate kasutada bännerit või reklaami otse teema bänneri ruumi, määratledes selle ID bellow kujul.
fi_fi: Jos käytät Banner Ads Pluginia, voit käyttää banneria tai mainosta suoraan teeman banneritilassa määrittelemällä sen ID:n alla olevassa lomakkeessa.
ja_ja: バナー広告プラグインを使用している場合、以下のフォームにIDを定義することで、テーマのバナースペースで直接バナーや広告を使用することができる。
nb_no: Hvis du bruker Banner Ads Plugin, kan du bruke banner eller annonse direkte i temaets bannerområde ved å definere ID-en i skjemaet nedenfor.
ro_ro: Dacă utilizați Plugin-ul Banner Ads, puteți utiliza bannerul sau reclama direct în spațiul banner al temei prin definirea ID-ului său în formularul de mai jos.

source: Usage examples: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
el_gr: Παραδείγματα χρήσης: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
et_ee: Näited kasutamisest: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
fi_fi: Käyttöesimerkkejä: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
ja_ja: 使用例{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}.
nb_no: Eksempler på bruk: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}
ro_ro: Exemple de utilizare: {{BANNER-ADS-PLUGIN-HOOK: my_custom_hook}}}, {{BANNER-ADS-PLUGIN-BANNER: 123}}}, {{BANNER-ADS-PLUGIN-ADVERT: 987}}

source: Enable Theme Banners
el_gr: Ενεργοποίηση θεματικών banners
et_ee: Teema bännerite lubamine
fi_fi: Ota teeman bannerit käyttöön
ja_ja: テーマバナーを有効にする
nb_no: Aktiver temabannere
ro_ro: Activați bannerele tematice

source: When enabled, bellow banners will be shown in front page.
el_gr: Όταν είναι ενεργοποιημένο, τα παρακάτω banners θα εμφανίζονται στην πρώτη σελίδα.
et_ee: Kui see on lubatud, kuvatakse esilehel alltoodud bännerid.
fi_fi: Kun tämä on käytössä, etusivulla näytetään alla olevat bannerit.
ja_ja: 有効にすると、以下のバナーがフロントページに表示される。
nb_no: Når dette er aktivert, vises nedenstående bannere på forsiden.
ro_ro: Când este activată, bannerele de mai jos vor fi afișate în prima pagină.

source: Optimize Banners for Adsense
el_gr: Βελτιστοποίηση banners για Adsense
et_ee: Bännerite optimeerimine Adsense jaoks
fi_fi: Optimoi bannerit Adsensea varten
ja_ja: アドセンス用にバナーを最適化する
nb_no: Optimaliser bannere for Adsense
ro_ro: Optimizarea bannerelor pentru Adsense

source: When enabled, default width and height of banners will be removed and will be set to 100%. Fluid/responsive adsense banners should then work better.
el_gr: Όταν ενεργοποιηθεί, το προεπιλεγμένο πλάτος και ύψος των banners θα αφαιρεθεί και θα οριστεί στο 100%. Τα ρευστά/ανταποκρινόμενα διαφημιστικά banners θα πρέπει τότε να λειτουργούν καλύτερα.
et_ee: Kui see on lubatud, eemaldatakse bännerite vaikimisi laius ja kõrgus ning need määratakse 100%-le. Fluid/responsive adsense bännerid peaksid siis paremini toimima.
fi_fi: Kun tämä on käytössä, bannereiden oletusleveys ja -korkeus poistetaan ja ne asetetaan 100 prosenttiin. Fluid/responsiivisten adsense-bannereiden pitäisi silloin toimia paremmin.
ja_ja: 有効にすると、バナーのデフォルトの幅と高さが削除され、100%に設定される。アドセンスのバナーがよりスムーズに表示されるようになる。
nb_no: Når dette er aktivert, vil standard bredde og høyde på bannere fjernes og settes til 100 %. Flytende/responsive adsense-bannere bør da fungere bedre.
ro_ro: Atunci când este activată, lățimea și înălțimea implicită a bannerelor vor fi eliminate și vor fi setate la 100%. Bannerele de adsense fluide/responsive ar trebui să funcționeze mai bine.

source: Banners Visible in Demo Mode
el_gr: Ορατά πανό σε λειτουργία επίδειξης
et_ee: Demo režiimis nähtavad bännerid
fi_fi: Bannerit näkyvissä demotilassa
ja_ja: デモモードでバナーが見える
nb_no: Bannere synlige i demomodus
ro_ro: Bannere vizibile în modul demo

source: Enter banner identifiers/locations delimited by comma. No white spaces. Entered banners will be always visible on demo.
el_gr: Εισάγετε αναγνωριστικά/τοποθεσίες πανό που χωρίζονται με κόμμα. Χωρίς κενά. Τα καταχωρημένα banners θα είναι πάντα ορατά στο demo.
et_ee: Sisestage bänneri identifikaatorid/asukohad, mis on eraldatud komaga. Ei tühikuid. Sisestatud bännerid on demos alati nähtavad.
fi_fi: Syötä bannerin tunnukset/sijainnit pilkulla erotettuna. Ei välilyöntejä. Syötetyt bannerit näkyvät aina demossa.
ja_ja: バナーの識別子/位置をカンマで区切って入力する。空白は入れないこと。入力されたバナーはデモで常に表示される。
nb_no: Skriv inn banneridentifikatorer/lokasjoner avgrenset med komma. Ingen hvite mellomrom. Angitte bannere vil alltid være synlige på demoen.
ro_ro: Introduceți identificatorii/locațiile bannerelor delimitate prin virgulă. Fără spații albe. Bannerele introduse vor fi întotdeauna vizibile pe demo.

source: Will be shown
el_gr: Θα εμφανιστεί
et_ee: Näidatakse
fi_fi: Näytetään
ja_ja: 表示される
nb_no: Vil bli vist
ro_ro: Va fi afișat

source: There was error when uploading icon for category #%s: %s
el_gr: Υπήρξε σφάλμα κατά το ανέβασμα του εικονιδίου για την κατηγορία #%s: %s
et_ee: Kategooria #%s ikooni üleslaadimisel tekkis viga: %s
fi_fi: Luokan #%s kuvaketta ladattaessa tapahtui virhe: %s
ja_ja: %s のアイコンをアップロードする際にエラーが発生した：%s
nb_no: Det oppstod en feil ved opplasting av ikon for kategori #%s: %s
ro_ro: S-a produs o eroare la încărcarea pictogramei pentru categoria #%s: %s

source: Extension not allowed, only allowed extension is .png
el_gr: Η επέκταση δεν επιτρέπεται, η μόνη επιτρεπόμενη επέκταση είναι .png
et_ee: Laiendus ei ole lubatud, ainus lubatud laiendus on .png
fi_fi: Laajennus ei ole sallittu, ainoa sallittu laajennus on .png.
ja_ja: 拡張子は許可されていない。許可されている拡張子は.pngのみである。
nb_no: Utvidelse ikke tillatt, eneste tillatte utvidelse er .png
ro_ro: Extensia nu este permisă, singura extensie permisă este .png

source: It was not possible to upload icon file for category #%s
el_gr: Δεν ήταν δυνατή η μεταφόρτωση αρχείου εικονιδίων για την κατηγορία #%s
et_ee: Kategooria # ikoonifaili üleslaadimine ei olnud võimalik.%s
fi_fi: Ei ollut mahdollista ladata kuvaketiedostoa luokalle #%s
ja_ja: カテゴリー#のアイコンファイルをアップロードできなかった。%s
nb_no: Det var ikke mulig å laste opp ikonfil for kategori #.%s
ro_ro: Nu a fost posibilă încărcarea fișierului cu pictograme pentru categoria #%s

source: Font Awesome Category Icons
el_gr: Font Awesome εικονίδια κατηγορίας
et_ee: Font Awesome kategooria ikoonid
fi_fi: Font Awesome Kategoria kuvakkeet
ja_ja: フォント・オーサム・カテゴリー・アイコン
nb_no: Font Awesome-kategori-ikoner
ro_ro: Font Awesome Categoria Icoane

source: Check to ON if you want to use Font-Awesome icons instead of Small images for categories.
el_gr: Επιλέξτε το ON αν θέλετε να χρησιμοποιείτε εικονίδια Font-Awesome αντί για Μικρές εικόνες για τις κατηγορίες.
et_ee: Märkige ON, kui soovite kasutada Font-Awesome ikoonide asemel Väikesed pildid kategooriate jaoks.
fi_fi: Valitse ON, jos haluat käyttää Font-Awesome-kuvakkeita luokkien pienten kuvien sijasta.
ja_ja: カテゴリーにSmall imagesの代わりにFont-Awesomeアイコンを使用する場合はONにチェックする。
nb_no: Kryss av for PÅ hvis du vil bruke Font-Awesome-ikoner i stedet for små bilder for kategorier.
ro_ro: Bifați la ACTIVAT dacă doriți să folosiți pictograme Font-Awesome în loc de imagini mici pentru categorii.

source: Font-Awesome v5 icons
el_gr: Font-Awesome v5 εικονίδια
et_ee: Font-Awesome v5 ikoonid
fi_fi: Font-Awesome v5 kuvakkeet
ja_ja: Font-Awesome v5 アイコン
nb_no: Font-Awesome v5-ikoner
ro_ro: Pictograme Font-Awesome v5

source: Use Sample Image Icons
el_gr: Χρήση εικονιδίων εικόνας δείγματος
et_ee: Kasutage näidispildi ikoonid
fi_fi: Käytä näytekuvakuvakkeita
ja_ja: サンプル画像アイコンを使用する
nb_no: Bruk eksempler på bildeikoner
ro_ro: Utilizați pictograme de imagini de probă

source: When enabled and theme use image icons, sample icon images from theme folder (%s) will be used.
el_gr: Όταν είναι ενεργοποιημένο και το θέμα χρησιμοποιεί εικονίδια εικόνων, θα χρησιμοποιούνται εικόνες εικονιδίων από το φάκελο του θέματος (%s).
et_ee: Kui see on lubatud ja teema kasutab pildiikoneid, kasutatakse teema kaustas (%s) olevaid näidisikoonide pilte.
fi_fi: Kun tämä on käytössä ja teema käyttää kuvakuvakkeita, käytetään teemakansiossa (%s) olevia kuvakuvakkeita.
ja_ja: 有効化され、テーマがイメージアイコンを使用する場合、テーマフォルダ(%s)にあるサンプルアイコン画像が使用される。
nb_no: Når dette er aktivert og temaet bruker bildeikoner, brukes eksempler på ikonbilder fra temamappen (%s).
ro_ro: Dacă este activată și tema utilizează pictograme de imagine, vor fi utilizate imaginile pictogramei de probă din dosarul temei (%s).

source: Configure categories
el_gr: Διαμόρφωση κατηγοριών
et_ee: Kategooriate konfigureerimine
fi_fi: Luokkien määrittäminen
ja_ja: カテゴリーを設定する
nb_no: Konfigurer kategorier
ro_ro: Configurați categoriile

source: Icon
el_gr: Εικονίδιο
et_ee: Ikoon
fi_fi: Kuvake
ja_ja: アイコン
nb_no: Ikon
ro_ro: Icoana

source: Upload icon
el_gr: Εικονίδιο φόρτωσης
et_ee: Upload ikoon
fi_fi: Lataa kuvake
ja_ja: アイコンをアップロードする
nb_no: Last opp-ikon
ro_ro: Pictograma de încărcare

source: FA icon
el_gr: Εικονίδιο FA
et_ee: FA ikoon
fi_fi: FA-kuvake
ja_ja: FAアイコン
nb_no: FA-ikon
ro_ro: Pictograma FA

source: Add FA icon
el_gr: Προσθήκη εικονιδίου FA
et_ee: FA ikooni lisamine
fi_fi: Lisää FA-kuvake
ja_ja: FAアイコンを追加する
nb_no: Legg til FA-ikon
ro_ro: Adăugați pictograma FA

source: Color
el_gr: Χρώμα
et_ee: Värv
fi_fi: Väri
ja_ja: カラー
nb_no: Farge
ro_ro: Culoare

source: Add color
el_gr: Προσθέστε χρώμα
et_ee: Lisage värvi
fi_fi: Lisää väriä
ja_ja: 色を加える
nb_no: Legg til farge
ro_ro: Adăugați culoare

source: Images Lazy Load
el_gr: Εικόνες Lazy Load
et_ee: Pildid Lazy Load
fi_fi: Kuvat Lazy Load
ja_ja: 画像の遅延ロード
nb_no: Lazy Load av bilder
ro_ro: Imagini Lazy Load

source: Disabled
el_gr: Άτομα με ειδικές ανάγκες
et_ee: Puudega inimesed
ja_ja: 使用不可
nb_no: Funksjonshemmet
ro_ro: Persoane cu handicap

source: Lazy load based on library
el_gr: Lazy load με βάση τη βιβλιοθήκη
et_ee: Laisk laadimine põhineb raamatukogu
fi_fi: Lazy load perustuu kirjastoon
ja_ja: ライブラリに基づく遅延ロード
nb_no: Lazy load basert på bibliotek
ro_ro: Încărcare leneșă bazată pe bibliotecă

source: Lazy load based on browser support
el_gr: Lazy load με βάση την υποστήριξη του προγράμματος περιήγησης
et_ee: Laisk laadimine vastavalt brauseri toetusele
fi_fi: Laiska lataus selaimen tuen perusteella
ja_ja: ブラウザのサポートに基づく遅延ロード
nb_no: Lazy load basert på nettleserstøtte
ro_ro: Încărcare leneșă bazată pe suportul browserului

source: Enable to deffer images loading. Images will be loaded when get into viewable area. This may rapidly improve seo rating of your site.
el_gr: Ενεργοποίηση για να μειώσετε τη φόρτωση των εικόνων. Οι εικόνες θα φορτώνονται όταν μπαίνουν στην ορατή περιοχή. Αυτό μπορεί να βελτιώσει γρήγορα τη βαθμολογία seo του ιστότοπού σας.
et_ee: Luba deffer piltide laadimine. Pildid laaditakse siis, kui need satuvad vaadeldavasse piirkonda. See võib kiiresti parandada seo reiting oma saidi.
fi_fi: Ota käyttöön kuvien lataamisen hidastaminen. Kuvat ladataan, kun ne tulevat näkyviin. Tämä voi nopeasti parantaa sivustosi SEO-luokitusta.
ja_ja: 画像の読み込みを遅延させる。画像は閲覧可能な領域に入ると読み込まれる。これにより、サイトのseo評価が急速に向上する可能性がある。
nb_no: Aktiver for å utsette innlasting av bilder. Bilder vil bli lastet inn når de kommer inn i det synlige området. Dette kan raskt forbedre seo-rangeringen av nettstedet ditt.
ro_ro: Activați pentru a întârzia încărcarea imaginilor. Imaginile vor fi încărcate atunci când ajung în zona vizibilă. Acest lucru poate îmbunătăți rapid ratingul seo al site-ului dvs.

source: Lazy load should not be disabled for any reason
el_gr: Το Lazy load δεν πρέπει να απενεργοποιείται για κανέναν λόγο
et_ee: Lazy load ei tohiks mingil põhjusel keelata.
fi_fi: Lazy loadia ei saa poistaa käytöstä mistään syystä.
ja_ja: いかなる理由があっても、レイジー・ロードを無効にしてはならない。
nb_no: Lazy load bør ikke deaktiveres av noen grunn
ro_ro: Încărcarea leneșă nu ar trebui să fie dezactivată pentru niciun motiv

source: Default Location Selection
el_gr: Προεπιλεγμένη επιλογή τοποθεσίας
et_ee: Vaikimisi asukoha valik
fi_fi: Oletussijainnin valinta
ja_ja: デフォルトのロケーション選択
nb_no: Standard valg av plassering
ro_ro: Selectarea locației implicite

source: Enable users to select their default location and use it in search & publish.
el_gr: Επιτρέψτε στους χρήστες να επιλέγουν την προεπιλεγμένη τοποθεσία τους και να τη χρησιμοποιούν στην αναζήτηση και δημοσίευση.
et_ee: Võimaldage kasutajatel valida oma vaikimisi asukoht ja kasutada seda otsingu ja avaldamise puhul.
fi_fi: Anna käyttäjien valita oletussijaintinsa ja käyttää sitä haku- ja julkaisutoiminnoissa.
ja_ja: ユーザーがデフォルトのロケーションを選択し、検索と公開で使用できるようにする。
nb_no: Gjør det mulig for brukere å velge standardplassering og bruke den i søk og publisering.
ro_ro: Permiteți utilizatorilor să își selecteze locația implicită și să o utilizeze în căutare și publicare.

source: Default Item Card Design
el_gr: Προεπιλεγμένο σχέδιο κάρτας αντικειμένου
et_ee: Vaikimisi eseme kaardi kujundus
fi_fi: Oletusarvoisen tuotekortin suunnittelu
ja_ja: デフォルトのアイテムカードデザイン
nb_no: Standard design på varekort
ro_ro: Designul implicit al cardului de articol

source: Default
el_gr: Προεπιλογή
et_ee: Vaikimisi
fi_fi: Oletus
ja_ja: デフォルト
nb_no: Standardinnstilling
ro_ro: Implicit

source: Specify default image aspect ratio on listings cards (loop) in grid layout.
el_gr: Καθορισμός προεπιλεγμένης αναλογίας διαστάσεων εικόνας σε κάρτες λιστών (βρόχος) σε διάταξη πλέγματος.
et_ee: Määrake vaikimisi pildi kuvasuhe loetelukaartidel (loop) ruudustiku paigutuses.
fi_fi: Määritä oletuskuvan kuvasuhde listakorttien (silmukka) ruudukkoasettelussa.
ja_ja: グリッドレイアウトのリストカード（ループ）のデフォルトの画像アスペクト比を指定する。
nb_no: Angi standard bildeformat på oppføringskort (loop) i rutenettoppsett.
ro_ro: Specificați raportul de aspect implicit al imaginii pe cardurile de listare (buclă) în aspectul grilă.

source: Custom color settings
el_gr: Προσαρμοσμένες ρυθμίσεις χρώματος
et_ee: Kohandatud värvi seaded
fi_fi: Mukautetut väriasetukset
ja_ja: カスタムカラー設定
nb_no: Tilpassede fargeinnstillinger
ro_ro: Setări de culoare personalizate

source: Use Custom Color
el_gr: Χρήση προσαρμοσμένου χρώματος
et_ee: Kasutage kohandatud värvi
fi_fi: Käytä mukautettua väriä
ja_ja: カスタムカラーを使用する
nb_no: Bruk egendefinert farge
ro_ro: Utilizați culoarea personalizată

source: Theme will use bellow defined colors.
el_gr: Το θέμα θα χρησιμοποιήσει τα παρακάτω καθορισμένα χρώματα.
et_ee: Teema kasutab allpool määratletud värve.
fi_fi: Teema käyttää alla määriteltyjä värejä.
ja_ja: テーマは以下の定義された色を使用する。
nb_no: Temaet vil bruke nedenfor definerte farger.
ro_ro: Tema va folosi culorile definite mai jos.

source: Theme Color - Primary
el_gr: Χρώμα θέματος - Πρωτογενές
et_ee: Teema värv - esmane
fi_fi: Teemaväri - Ensisijainen
ja_ja: テーマカラー - 原色
nb_no: Temafarge - Primær
ro_ro: Culoarea temei - primară
