Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Phone: enter at least 6 characters.
el_gr: Τηλέφωνο: πληκτρολογήστε τουλάχιστον 6 χαρακτήρες.
et_ee: Telefon: sisestage vähemalt 6 tähemärki.
fi_fi: Puhelin: kirjoita vähintään 6 merkkiä.
ja_ja: 電話番号：6文字以上入力する。
nb_no: Telefon: skriv inn minst 6 tegn.
ro_ro: Telefon: introduceți cel puțin 6 caractere.

source: Your Name: this field is required.
el_gr: Το όνομά σας: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: Teie nimi: see väli on kohustuslik.
fi_fi: Nimesi: tämä kenttä on pakollinen.
ja_ja: お名前：このフィールドは必須である。
nb_no: Ditt navn: Dette feltet er obligatorisk.
ro_ro: Numele dumneavoastră: acest câmp este obligatoriu.

source: Your Name: enter at least 3 characters.
el_gr: Το όνομά σας: πληκτρολογήστε τουλάχιστον 3 χαρακτήρες.
et_ee: Teie nimi: sisestage vähemalt 3 tähemärki.
fi_fi: Nimesi: Kirjoita vähintään 3 merkkiä.
ja_ja: お名前：3文字以上
nb_no: Ditt navn: Skriv inn minst 3 tegn.
ro_ro: Numele dumneavoastră: introduceți cel puțin 3 caractere.

source: Email: this field is required.
el_gr: Email: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: E-post: see väli on kohustuslik.
fi_fi: Sähköposti: tämä kenttä on pakollinen.
ja_ja: Eメール：このフィールドは必須である。
nb_no: E-post: Dette feltet er obligatorisk.
ro_ro: Email: acest câmp este obligatoriu.

source: Email: invalid format of email address.
el_gr: Email: μη έγκυρη μορφή διεύθυνσης email.
et_ee: E-post: e-posti aadressi vorming on vigane.
fi_fi: Sähköposti: sähköpostiosoitteen muoto on virheellinen.
ja_ja: 電子メール：電子メールアドレスの形式が無効である。
nb_no: E-post: Ugyldig format på e-postadressen.
ro_ro: Email: format invalid al adresei de e-mail.

source: Send to friend
el_gr: Στείλτε σε φίλο
et_ee: Saada sõbrale
fi_fi: Lähetä ystävälle
ja_ja: 友達に送る
nb_no: Send til en venn
ro_ro: Trimite la un prieten

source: Listing details will be mailed to your friend
el_gr: Οι λεπτομέρειες της καταχώρισης θα αποσταλούν στον φίλο σας
et_ee: Nimekirja üksikasjad saadetakse teie sõbrale posti teel.
fi_fi: Listauksen tiedot lähetetään ystävällesi sähköpostitse
ja_ja: 掲載の詳細が友人に郵送される
nb_no: Oppføringsdetaljer vil bli sendt til din venn
ro_ro: Detaliile de listare vor fi trimise prin poștă prietenului dvs.

source: Your e-mail address
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας
et_ee: Teie e-posti aadress
fi_fi: Sähköpostiosoitteesi
ja_ja: Eメールアドレス
nb_no: E-postadressen din
ro_ro: Adresa dumneavoastră de e-mail

source: Your friend's name
el_gr: Το όνομα του φίλου σας
et_ee: Teie sõbra nimi
fi_fi: Ystäväsi nimi
ja_ja: 友人の名前
nb_no: Navnet på vennen din
ro_ro: Numele prietenului tău

source: Your friend's e-mail address
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του φίλου σας
et_ee: Teie sõbra e-posti aadress
fi_fi: Ystäväsi sähköpostiosoite
ja_ja: 友人のEメールアドレス
nb_no: E-postadressen til vennen din
ro_ro: Adresa de e-mail a prietenului tău

source: Reply to comment
el_gr: Απάντηση στο σχόλιο
et_ee: Vastus kommentaarile
fi_fi: Vastaa kommenttiin
ja_ja: コメントへの返信
nb_no: Svar på kommentar
ro_ro: Răspundeți la comentariu

source: Original comment: "%s"
el_gr: Αρχικό σχόλιο: "%s"
et_ee: Algne kommentaar: "%s"
fi_fi: Alkuperäinen huomautus: "%s"
ja_ja: オリジナルのコメント"%s"
nb_no: Opprinnelig kommentar: "%s"
ro_ro: Comentariul inițial: "%s"

source: Comments are pending moderation
el_gr: Τα σχόλια εκκρεμούν προς επεξεργασία
et_ee: Kommentaarid ootavad modereerimist
fi_fi: Kommentit odottavat moderointia
ja_ja: コメントはモデレーション中
nb_no: Kommentarer venter på moderering
ro_ro: Comentariile sunt în curs de moderare

source: Invalid comment
el_gr: Άκυρο σχόλιο
et_ee: Invaliidne kommentaar
fi_fi: Virheellinen kommentti
ja_ja: 無効なコメント
nb_no: Ugyldig kommentar
ro_ro: Comentariu invalid

source: Add a new comment
el_gr: Προσθέστε ένα νέο σχόλιο
et_ee: Lisa uus kommentaar
fi_fi: Lisää uusi kommentti
ja_ja: 新しいコメントを追加する
nb_no: Legg til en ny kommentar
ro_ro: Adaugă un nou comentariu

source: Name
el_gr: Όνομα
et_ee: Nimi
fi_fi: Nimi
ja_ja: 名称
nb_no: Navn
ro_ro: Nume

source: Rating
el_gr: Αξιολόγηση
et_ee: Hindamine
fi_fi: Luokitus
ja_ja: 評価
nb_no: Vurdering

source: Title
el_gr: Τίτλος
et_ee: Pealkiri
fi_fi: Otsikko
ja_ja: タイトル
nb_no: Tittel
ro_ro: Titlu

source: Submit comment
el_gr: Υποβολή σχολίου
et_ee: Esitage kommentaar
fi_fi: Lähetä kommentti
ja_ja: コメントを投稿する
nb_no: Send inn kommentar
ro_ro: Trimiteți un comentariu

source: Contact seller
el_gr: Επικοινωνία με τον πωλητή
et_ee: Võtke ühendust müüjaga
fi_fi: Ota yhteyttä myyjään
ja_ja: 販売者に連絡する
nb_no: Kontakt selger
ro_ro: Contactați vânzătorul

source: Send message to owner of listing
el_gr: Στείλτε μήνυμα στον ιδιοκτήτη της καταχώρισης
et_ee: Saada sõnum kuulutuse omanikule
fi_fi: Lähetä viesti listan omistajalle
ja_ja: オーナーにメッセージを送る
nb_no: Send melding til eieren av oppføringen
ro_ro: Trimite un mesaj proprietarului anunțului

source: This listing expired, you cannot contact seller.
el_gr: Αυτή η καταχώριση έληξε, δεν μπορείτε να επικοινωνήσετε με τον πωλητή.
et_ee: See pakkumine on aegunud, te ei saa müüjaga ühendust võtta.
fi_fi: Tämä listaus on vanhentunut, et voi ottaa yhteyttä myyjään.
ja_ja: このリストは期限切れで、売り手に連絡することはできない。
nb_no: Denne annonsen er utløpt, du kan ikke kontakte selger.
ro_ro: Acest anunț a expirat, nu puteți contacta vânzătorul.

source: It is your own listing, you cannot contact yourself.
el_gr: Είναι η δική σας καταχώριση, δεν μπορείτε να επικοινωνήσετε με τον εαυτό σας.
et_ee: See on teie enda nimekiri, te ei saa ise ühendust võtta.
fi_fi: Se on oma listaus, et voi ottaa yhteyttä itseesi.
ja_ja: それはあなた自身のリストであり、あなた自身に連絡することはできない。
nb_no: Det er din egen oppføring, du kan ikke kontakte deg selv.
ro_ro: Este vorba de propria dvs. listă, nu vă puteți contacta.

source: You must log in or register a new account in order to contact the advertiser.
el_gr: Για να επικοινωνήσετε με τον διαφημιζόμενο, πρέπει να συνδεθείτε ή να δημιουργήσετε νέο λογαριασμό.
et_ee: Reklaamija poole pöördumiseks peate sisse logima või registreerima uue konto.
fi_fi: Sinun on kirjauduttava sisään tai rekisteröidyttävä uusi tili, jotta voit ottaa yhteyttä mainostajaan.
ja_ja: 広告主に連絡するには、ログインするか、新しいアカウントを登録する必要がある。
nb_no: Du må logge inn eller registrere en ny konto for å kunne kontakte annonsøren.
ro_ro: Trebuie să vă autentificați sau să vă înregistrați un cont nou pentru a contacta agentul de publicitate.

source: Send message to seller
el_gr: Στείλτε μήνυμα στον πωλητή
et_ee: Saada sõnum müüjale
fi_fi: Lähetä viesti myyjälle
ja_ja: 販売者にメッセージを送る
nb_no: Send melding til selger
ro_ro: Trimite un mesaj vânzătorului

source: Last online %s
el_gr: Τελευταία online %s
et_ee: Viimane veebipõhine %s
fi_fi: Viimeksi verkossa %s
ja_ja: 最後のオンライン%s
nb_no: Siste online %s
ro_ro: Ultimul online %s

source: This is your own profile!
el_gr: Αυτό είναι το δικό σας προφίλ!
et_ee: See on sinu enda profiil!
fi_fi: Tämä on oma profiilisi!
ja_ja: これはあなた自身のプロフィールだ！
nb_no: Dette er din egen profil!
ro_ro: Acesta este propriul profil!

source: Phone number
el_gr: Αριθμός τηλεφώνου
et_ee: Telefoninumber
fi_fi: Puhelinnumero
ja_ja: 電話番号
nb_no: Telefonnummer
ro_ro: Număr de telefon

source: Anonymous
el_gr: Ανώνυμος
et_ee: Anonüümne
fi_fi: Anonyymi
ja_ja: 匿名
nb_no: Anonym
ro_ro: Anonimul

source: Registered for %s
el_gr: Εγγεγραμμένος για %s
et_ee: Registreeritud %s
fi_fi: Rekisteröitynyt %s
ja_ja: 登録%s
nb_no: Registrert for %s
ro_ro: Înregistrat pentru %s

source: Registered user
el_gr: Εγγεγραμμένος χρήστης
et_ee: Registreeritud kasutaja
fi_fi: Rekisteröitynyt käyttäjä
ja_ja: 登録ユーザー
nb_no: Registrert bruker
ro_ro: Utilizator înregistrat

source: Unregistered user
el_gr: Μη εγγεγραμμένος χρήστης
et_ee: Registreerimata kasutaja
fi_fi: Rekisteröimätön käyttäjä
ja_ja: 未登録ユーザー
nb_no: Uregistrert bruker
ro_ro: Utilizator neînregistrat

source: Report
el_gr: Αναφορά
et_ee: Aruanne
fi_fi: Raportti
ja_ja: レポート
nb_no: Rapport
ro_ro: Raport

source: Report listing
el_gr: Αναφορά καταχώρισης
et_ee: Aruande loetellu kandmine
fi_fi: Raporttiluettelo
ja_ja: レポート一覧
nb_no: Rapportoppføring
ro_ro: Raportați listarea

source: If you find this listing as inappropriate, offensive or spammy, please let us know about it.
el_gr: Εάν θεωρείτε αυτή την καταχώριση ακατάλληλη, προσβλητική ή ανεπιθύμητη, παρακαλούμε ενημερώστε μας σχετικά.
et_ee: Kui leiate, et see loetelu on sobimatu, solvav või rämpspost, siis palun andke meile sellest teada.
fi_fi: Jos pidät tätä listaa sopimattomana, loukkaavana tai roskapostina, ilmoita siitä meille.
ja_ja: この掲載が不適切、攻撃的、スパム的であると判断された場合は、その旨をお知らせいただきたい。
nb_no: Hvis du synes at denne oppføringen er upassende, støtende eller spammy, vennligst gi oss beskjed om det.
ro_ro: Dacă considerați că această listă este nepotrivită, ofensatoare sau de tip spam, vă rugăm să ne anunțați despre aceasta.

source: Select one of following reasons:
el_gr: Επιλέξτε έναν από τους ακόλουθους λόγους:
et_ee: Valige üks järgmistest põhjustest:
fi_fi: Valitse yksi seuraavista syistä:
ja_ja: 以下の理由から1つを選択する：
nb_no: Velg en av følgende årsaker:
ro_ro: Selectați unul dintre următoarele motive:

source: Spam
fi_fi: Roskaposti
ja_ja: スパム
nb_no: Søppelpost

source: Misclassified
el_gr: Λανθασμένη ταξινόμηση
et_ee: Valesti klassifitseeritud
fi_fi: Väärin luokiteltu
ja_ja: 誤った分類
nb_no: Feilklassifisert
ro_ro: Clasificat greșit

source: Duplicated
el_gr: Διπλό
et_ee: dubleeritud
fi_fi: Kaksoiskappaleet
ja_ja: 重複する
nb_no: Duplisert
ro_ro: Duplicat

source: Expired
el_gr: Λειτούργησε
et_ee: Aegunud
fi_fi: Vanhentunut
ja_ja: 期限切れ
nb_no: Utløpt
ro_ro: Expirat

source: Offensive
el_gr: Επίθεση
et_ee: Ründav
fi_fi: Hyökkäävä
ja_ja: 攻撃的
nb_no: Offensiv
ro_ro: Ofensivă

source: Thanks for helping us!
el_gr: Ευχαριστούμε που μας βοηθάτε!
et_ee: Täname, et aitasid meid!
fi_fi: Kiitos, että autat meitä!
ja_ja: 協力してくれてありがとう！
nb_no: Takk for at du hjelper oss!
ro_ro: Vă mulțumim că ne ajutați!

source: Share
el_gr: Μοιραστείτε το
et_ee: Jaga
fi_fi: Jaa
ja_ja: シェア
nb_no: Dele

source: %d images
el_gr: %d εικόνες
et_ee: %d pildid
fi_fi: %d kuvat
ja_ja: %d 画像
nb_no: %d bilder
ro_ro: %d imagini

source: This listing has been sold
el_gr: Αυτή η καταχώριση έχει πωληθεί
et_ee: See pakkumine on müüdud
fi_fi: Tämä listaus on myyty
ja_ja: このリストは販売された
nb_no: Denne annonsen har blitt solgt
ro_ro: Acest anunț a fost vândut

source: Make price offer
el_gr: Κάντε προσφορά τιμής
et_ee: Tehke hinnapakkumine
fi_fi: Tee hintatarjous
ja_ja: 価格を提示する
nb_no: Gi et pristilbud
ro_ro: Faceți o ofertă de preț

source: Get directions
el_gr: Οδηγίες
et_ee: Teejuhised
fi_fi: Hanki ohjeet
ja_ja: アクセス
nb_no: Få veibeskrivelse
ro_ro: Obțineți direcții

source: %d view
el_gr: %d προβολή
et_ee: %d vaadata
fi_fi: %d katso
ja_ja: %d ビュー
nb_no: %d utsikt
ro_ro: %d vezi

source: %d views
el_gr: %d προβολές
et_ee: %d vaated
fi_fi: %d näkymät
ja_ja: %d 見解
nb_no: %d synspunkter
ro_ro: %d Vizualizări

source: ID: %d
ja_ja: IDだ：%d

source: Published %s by %s
el_gr: Δημοσιεύθηκε %s by %s
et_ee: Avaldatud %s by %s
fi_fi: Julkaistu %s by %s
ja_ja: 発行%s %s
nb_no: Publisert %s av %s
ro_ro: Publicat %s de %s

source: In %s category
el_gr: Στην κατηγορία %s
et_ee: Kategoorias %s
fi_fi: Luokassa %s
ja_ja: %s カテゴリー
nb_no: I kategorien %s
ro_ro: În categoria %s

source: %d item view
el_gr: %d προβολή αντικειμένου
et_ee: %d eseme vaade
ja_ja: %d アイテムビュー
nb_no: %d varevisning
ro_ro: %d vizualizarea elementelor

source: %d item views
el_gr: %d προβολές αντικειμένων
et_ee: %d eseme vaated
fi_fi: %d kohteen näkymät
ja_ja: %d アイテムビュー
nb_no: %d varevisninger
ro_ro: %d Vizualizări de elemente

source: Scan QR
el_gr: Σάρωση QR
et_ee: Skaneeri QR
fi_fi: Skannaa QR
ja_ja: QRをスキャンする
nb_no: Skann QR
ro_ro: Scanați QR

source: Read more
el_gr: Διαβάστε περισσότερα
et_ee: Loe edasi
fi_fi: Lue lisää
ja_ja: もっと読む
nb_no: Les mer om dette
ro_ro: Citește mai mult

source: Published on %s
el_gr: Δημοσιεύθηκε στις %s
et_ee: Avaldatud aadressil %s
fi_fi: Julkaistu %s
ja_ja: 公開日%s
nb_no: Publisert på %s
ro_ro: Publicat pe %s

source: Modified on %s
el_gr: Τροποποιήθηκε στις %s
et_ee: Muudetud aadressil %s
fi_fi: Muokattu %s
ja_ja: 修正日%s
nb_no: Endret på %s
ro_ro: Modificat la %s

source: Attributes
el_gr: Χαρακτηριστικά
et_ee: Atribuudid
fi_fi: Attribuutit
ja_ja: 属性
nb_no: Egenskaper
ro_ro: Atribute

source: Meet the seller
el_gr: Γνωρίστε τον πωλητή
et_ee: Tutvuge müüjaga
fi_fi: Tapaa myyjä
ja_ja: 売り手の紹介
nb_no: Møt selgeren
ro_ro: Faceți cunoștință cu vânzătorul

source: %d active listings
el_gr: %d ενεργές καταχωρήσεις
et_ee: %d aktiivsed nimekirjad
fi_fi: %d aktiiviset listaukset
ja_ja: %d アクティブ・リスティング
nb_no: %d aktive oppføringer
ro_ro: %d listări active

source: Peronal seller
el_gr: Πωλητής Peronal
et_ee: Peronal müüja
fi_fi: Peronal myyjä
ja_ja: ペローナルセラー
nb_no: Peronal selger
ro_ro: Vânzător peronal

source: Seller's profile
el_gr: Προφίλ πωλητή
et_ee: Müüja profiil
fi_fi: Myyjän profiili
ja_ja: 売り手のプロフィール
nb_no: Selgers profil
ro_ro: Profilul vânzătorului

source: All seller items
el_gr: Όλα τα στοιχεία του πωλητή
et_ee: Kõik müüja esemed
fi_fi: Kaikki myyjän kohteet
ja_ja: すべての出品アイテム
nb_no: Alle selgerartikler
ro_ro: Toate articolele vânzătorului

source: Comments
el_gr: Σχόλια
et_ee: Kommentaarid
fi_fi: Kommentit
ja_ja: コメント
nb_no: Kommentarer
ro_ro: Comentarii

source: %d of 5
el_gr: %d από 5
et_ee: %d 5-st
fi_fi: %d 5
ja_ja: %d 全体の5
nb_no: %d av 5
ro_ro: %d din 5

source: Delete your comment
el_gr: Διαγράψτε το σχόλιό σας
et_ee: Kustuta oma kommentaar
fi_fi: Poista kommenttisi
ja_ja: コメントを削除する
nb_no: Slett kommentaren din
ro_ro: Ștergeți comentariul dvs.

source: Delete
el_gr: Διαγραφή
et_ee: Kustuta
fi_fi: Poista
ja_ja: 削除する
nb_no: Slett
ro_ro: Ștergeți

source: Reply to "%s"
el_gr: Απάντηση στο "%s"
et_ee: Vastus küsimusele "%s"
fi_fi: Vastaa aiheeseen: "%s"
ja_ja: %s" への返信
nb_no: Svar til "%s"
ro_ro: Răspuns la "%s"

source: Reply
el_gr: Απάντηση
et_ee: Vastus
fi_fi: Vastaa
ja_ja: 返信
nb_no: Svar
ro_ro: Răspuns

source: No comments has been added yet
el_gr: Δεν έχουν προστεθεί ακόμη σχόλια
et_ee: Kommentaare pole veel lisatud
fi_fi: Ei kommentteja on vielä lisätty
ja_ja: コメントはまだ追加されていない
nb_no: Ingen kommentarer har blitt lagt til ennå
ro_ro: Nici un comentariu nu a fost adăugat încă

source: Add comment
el_gr: Προσθέστε σχόλιο
et_ee: Lisa kommentaar
fi_fi: Lisää kommentti
ja_ja: コメントを追加する
nb_no: Legg til kommentar
ro_ro: Adăugați un comentariu

source: Print
el_gr: Εκτύπωση
et_ee: Prindi
fi_fi: Tulosta
ja_ja: 印刷する
nb_no: Skriv ut
ro_ro: Imprimare

source: Share on Facebook
el_gr: Μοιραστείτε το στο Facebook
et_ee: Jaga Facebookis
fi_fi: Jaa Facebookissa
ja_ja: Facebookでシェアする
nb_no: Del på Facebook
ro_ro: Distribuie pe Facebook

source: Share on Twitter
el_gr: Μοιραστείτε το στο Twitter
et_ee: Jaga Twitteris
fi_fi: Jaa Twitterissä
ja_ja: ツイッターで共有する
nb_no: Del på Twitter
ro_ro: Distribuie pe Twitter

source: Share on Pinterest
el_gr: Μοιραστείτε το στο Pinterest
et_ee: Jaga Pinterestis
fi_fi: Jaa Pinterestissä
ja_ja: Pinterestでシェアする
nb_no: Del på Pinterest
ro_ro: Distribuie pe Pinterest

source: Show number
el_gr: Εμφάνιση αριθμού
et_ee: Näita numbrit
fi_fi: Näytä numero
ja_ja: 番号を表示する
nb_no: Vis nummer
ro_ro: Arată numărul

source: Show email
el_gr: Εμφάνιση email
et_ee: Näita e-posti
fi_fi: Näytä sähköposti
ja_ja: 電子メールを表示する
nb_no: Vis e-post
ro_ro: Arată e-mailul

source: Validate
el_gr: Επικύρωση
et_ee: Valideeri
fi_fi: Validoi
ja_ja: 検証する
nb_no: Validere
ro_ro: Validați

source: Edit
el_gr: Επεξεργασία
et_ee: Muuda
fi_fi: Muokkaa
ja_ja: 編集
nb_no: Redigere
ro_ro: Editați

source: Are you sure you want to delete this listing? This action cannot be undone.
el_gr: Σίγουρα θέλετε να διαγράψετε αυτή την καταχώριση; Αυτή η ενέργεια δεν μπορεί να ανακληθεί.
et_ee: Kas olete kindel, et soovite selle kirje kustutada? Seda tegevust ei saa tühistada.
fi_fi: Haluatko varmasti poistaa tämän ilmoituksen? Tätä toimenpidettä ei voi peruuttaa.
ja_ja: 本当にこのリストを削除するのか？この操作を取り消すことはできない。
nb_no: Er du sikker på at du vil slette denne oppføringen? Denne handlingen kan ikke angres.
ro_ro: Sunteți sigur că doriți să ștergeți acest anunț? Această acțiune nu poate fi anulată.

source: Remove
el_gr: Αφαιρέστε το
et_ee: Eemaldage
fi_fi: Poista
ja_ja: 削除する
nb_no: Fjern
ro_ro: Eliminați

source: Call
el_gr: Καλέστε
et_ee: Helista
fi_fi: Soita
ja_ja: 電話
nb_no: Ring
ro_ro: Sunați la

source: Sms
ja_ja: スマスマ

source: Share on Whatsapp
el_gr: Μοιραστείτε το στο Whatsapp
et_ee: Jaga Whatsappis
fi_fi: Jaa Whatsappissa
ja_ja: Whatsappで共有する
nb_no: Del på Whatsapp
ro_ro: Partajați pe Whatsapp

source: Professional seller
el_gr: Επαγγελματίας πωλητής
et_ee: Professionaalne müüja
fi_fi: Ammattimainen myyjä
ja_ja: プロの売り手
nb_no: Profesjonell selger
ro_ro: Vânzător profesionist

source: Pro
ja_ja: プロ

source: Offer of the day
el_gr: Προσφορά της ημέρας
et_ee: Päeva pakkumine
fi_fi: Päivän tarjous
ja_ja: 本日のオファー
nb_no: Dagens tilbud
ro_ro: Oferta zilei

source: 1 view
el_gr: 1 άποψη
et_ee: 1 vaade
fi_fi: 1 näkymä
ja_ja: 1ビュー
nb_no: 1 visning
ro_ro: 1 vizualizare

source: %s views
el_gr: %s προβολές
et_ee: %s vaated
fi_fi: %s näkymät
ja_ja: %s 見解
nb_no: %s synspunkter
ro_ro: %s Vizualizări

source: What would you like to search?
el_gr: Τι θα θέλατε να αναζητήσετε;
et_ee: Mida soovite otsida?
fi_fi: Mitä haluaisit etsiä?
ja_ja: 何を検索したいのか？
nb_no: Hva ønsker du å søke etter?
ro_ro: Ce ați dori să căutați?

source: Search in all categories
el_gr: Αναζήτηση σε όλες τις κατηγορίες
et_ee: Otsing kõikides kategooriates
fi_fi: Haku kaikissa kategorioissa
ja_ja: すべてのカテゴリーで検索する
nb_no: Søk i alle kategorier
ro_ro: Căutare în toate categoriile

source: Hot
ja_ja: ホット
nb_no: Varmt

source: Min
ja_ja: 最小

source: Max
ja_ja: マックス
nb_no: Maks.

source: Trending
et_ee: Trendid
fi_fi: Trendit
ja_ja: トレンド
nb_no: Trender

source: Hello, %s!
el_gr: Γεια σου, %s!
et_ee: Tere, %s!
fi_fi: Hei, %s!
ja_ja: こんにちは、%s ！
nb_no: Hei, %s!
ro_ro: Bună ziua, %s!

source: Welcome to %s!
el_gr: Καλώς ήρθατε στο %s!
et_ee: Tere tulemast aadressile %s!
fi_fi: Tervetuloa %s!
ja_ja: %s へようこそ！
nb_no: Velkommen til %s!
ro_ro: Bine ați venit pe %s!

source: Thank you for using our classifieds website.
el_gr: Σας ευχαριστούμε που χρησιμοποιείτε την ιστοσελίδα μας με τις αγγελίες.
et_ee: Täname teid meie kuulutuste veebilehe kasutamise eest.
fi_fi: Kiitos, että käytät ilmoitussivustoamme.
ja_ja: 当社のクラシファイド・ウェブサイトをご利用いただき、ありがとう。
nb_no: Takk for at du bruker nettstedet vårt for rubrikkannonser.
ro_ro: Vă mulțumim pentru că utilizați site-ul nostru de anunțuri.

source: What service would you like to use today?
el_gr: Ποια υπηρεσία θα θέλατε να χρησιμοποιήσετε σήμερα;
et_ee: Millist teenust soovite täna kasutada?
fi_fi: Mitä palvelua haluaisit käyttää tänään?
ja_ja: 今日はどんなサービスを利用したい？
nb_no: Hvilken tjeneste ønsker du å bruke i dag?
ro_ro: Ce serviciu ați dori să utilizați astăzi?

source: Add a new item
el_gr: Προσθήκη νέου στοιχείου
et_ee: Lisa uus objekt
fi_fi: Lisää uusi kohde
ja_ja: 新しいアイテムを追加する
nb_no: Legg til et nytt element
ro_ro: Adăugați un element nou

source: Browse listings
el_gr: Αναζήτηση καταχωρήσεων
et_ee: Sirvi nimekirju
fi_fi: Selaa listauksia
ja_ja: リストを見る
nb_no: Bla gjennom oppføringer
ro_ro: Răsfoiți anunțurile

source: Manage account
el_gr: Διαχείριση λογαριασμού
et_ee: Konto haldamine
fi_fi: Hallitse tiliä
ja_ja: アカウント管理
nb_no: Administrer konto
ro_ro: Gestionați contul

source: Business users
el_gr: Επιχειρηματικοί χρήστες
et_ee: Ärikasutajad
fi_fi: Yrityskäyttäjät
ja_ja: ビジネスユーザー
nb_no: Bedriftsbrukere
ro_ro: Utilizatori de afaceri

source: Explore forums
el_gr: Εξερευνήστε τα φόρουμ
et_ee: Tutvu foorumitega
fi_fi: Tutustu foorumeihin
ja_ja: フォーラムを探る
nb_no: Utforsk forumene
ro_ro: Explorați forumurile

source: Read blog
el_gr: Διαβάστε το ιστολόγιο
et_ee: Loe blogi
fi_fi: Lue blogi
ja_ja: ブログを読む
nb_no: Les blogg
ro_ro: Citiți blogul

source: Premium listings
el_gr: Premium καταχωρήσεις
et_ee: Premium nimekirjad
fi_fi: Premium-luettelot
ja_ja: プレミアム・リスティング
nb_no: Premium-oppføringer
ro_ro: Listele premium

source: Hand-picked exclusive selection of offers
el_gr: Χειροποίητη αποκλειστική επιλογή προσφορών
et_ee: Käsitsi valitud eksklusiivne valik pakkumisi
fi_fi: Käsin poimittu eksklusiivinen valikoima tarjouksia
ja_ja: 厳選された限定オファー
nb_no: Håndplukket eksklusivt utvalg av tilbud
ro_ro: Selecție exclusivă de oferte selectate cu grijă

source: Browse categories
el_gr: Αναζήτηση κατηγοριών
et_ee: Sirvi kategooriad
fi_fi: Selaa luokkia
ja_ja: カテゴリーを見る
nb_no: Bla gjennom kategorier
ro_ro: Răsfoiți categoriile

source: Select a category you are interested in
el_gr: Επιλέξτε μια κατηγορία που σας ενδιαφέρει
et_ee: Valige kategooria, mis teid huvitab
fi_fi: Valitse luokka, josta olet kiinnostunut
ja_ja: 興味のあるカテゴリーを選択する
nb_no: Velg en kategori du er interessert i
ro_ro: Selectați o categorie care vă interesează

source: Listings near <u>%s</u>
el_gr: Καταχωρίσεις κοντά <u>%s</u>
et_ee: Nimekirjad lähedal <u>%s</u>
fi_fi: Listat lähellä <u>%s</u>
ja_ja: 近隣のリスト <u>%s</u>
nb_no: Oppføringer i nærheten <u>%s</u>
ro_ro: Listări în vecinătatea <u>%s</u>

source: No listings found close to your location
el_gr: Δεν βρέθηκαν καταχωρήσεις κοντά στη θέση σας
et_ee: Teie asukoha lähedal ei ole nimekirju leitud
fi_fi: Sijaintisi lähellä ei löytynyt listoja
ja_ja: お探しの場所に近い物件は見つからない
nb_no: Ingen oppføringer funnet i nærheten av der du befinner deg
ro_ro: Nu s-au găsit anunțuri în apropierea locației dvs.

source: News on blog
el_gr: Νέα στο blog
et_ee: Uudised blogis
fi_fi: Blogin uutiset
ja_ja: ブログでのニュース
nb_no: Nyheter på bloggen
ro_ro: Noutăți pe blog

source: Read article
el_gr: Διαβάστε το άρθρο
et_ee: Loe artiklit
fi_fi: Lue artikkeli
ja_ja: 記事を読む
nb_no: Les artikkelen
ro_ro: Citiți articolul

source: Read more articles
el_gr: Διαβάστε περισσότερα άρθρα
et_ee: Loe lähemalt artikleid
fi_fi: Lue lisää artikkeleita
ja_ja: 記事を読む
nb_no: Les flere artikler
ro_ro: Citește mai multe articole

source: Most favorited listings
el_gr: Οι πιο αγαπημένες λίστες
et_ee: Enim soositud nimekirjad
fi_fi: Suosituimmat listaukset
ja_ja: 最も人気のあるリスト
nb_no: Mest favoriserte oppføringer
ro_ro: Cele mai multe listări favorite

source: Manage favorites
el_gr: Διαχείριση αγαπημένων
et_ee: Halda lemmikuid
fi_fi: Hallitse suosikkeja
ja_ja: お気に入りを管理する
nb_no: Administrer favoritter
ro_ro: Gestionați favoritele

source: Recommended companies
el_gr: Συνιστώμενες εταιρείες
et_ee: Soovitatavad ettevõtted
fi_fi: Suositellut yritykset
ja_ja: 推奨企業
nb_no: Anbefalte selskaper
ro_ro: Companii recomandate

source: Explore companies
el_gr: Εξερευνήστε εταιρείες
et_ee: Uurige ettevõtteid
fi_fi: Tutustu yrityksiin
ja_ja: 企業を探す
nb_no: Utforsk selskaper
ro_ro: Explorați companii

source: Latest listings
el_gr: Τελευταίες καταχωρήσεις
et_ee: Viimased nimekirjad
fi_fi: Viimeisimmät listaukset
ja_ja: 最新リスト
nb_no: Siste oppføringer
ro_ro: Ultimele anunțuri

source: More latest items
el_gr: Περισσότερα τελευταία στοιχεία
et_ee: Rohkem viimaseid objekte
fi_fi: Lisää uusimmat kohteet
ja_ja: その他の最新アイテム
nb_no: Flere av de nyeste artiklene
ro_ro: Mai multe cele mai recente articole

source: Recently viewed listings
el_gr: Πρόσφατα προβαλλόμενες λίστες
et_ee: Hiljuti vaadatud nimekirjad
fi_fi: Viimeksi katsotut listat
ja_ja: 最近閲覧したリスト
nb_no: Nylig viste oppføringer
ro_ro: Anunțuri vizualizate recent

source: Maintenance
el_gr: Συντήρηση
et_ee: Hooldus
fi_fi: Huolto
ja_ja: メンテナンス
nb_no: Vedlikehold
ro_ro: Întreținere

source: OOOPS! We are sorry, page is undergoing maintenance.
el_gr: OOOPS! Λυπούμαστε, η σελίδα υποβάλλεται σε συντήρηση.
et_ee: OOOPS! Vabandame, leht on hooldustöödel.
fi_fi: OOOPS! Olemme pahoillamme, sivu on ylläpidossa.
ja_ja: OOOPS！ページがメンテナンス中である。
nb_no: OOOPS! Vi beklager, siden er under vedlikehold.
ro_ro: OOOPS! Ne pare rău, pagina este în curs de întreținere.
