Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Min %s
ja_ja: 最小%s

source: Max %s
ja_ja: マックス%s
nb_no: Maks %s

source: Filter by location
el_gr: Φίλτρο ανά τοποθεσία
et_ee: Filtreeri asukoha järgi
fi_fi: Suodata sijainnin mukaan
ja_ja: 所在地で絞り込む
nb_no: Filtrer etter sted
ro_ro: Filtrați după locație

source: Filter by keyword
el_gr: Φίλτρο ανά λέξη-κλειδί
et_ee: Filtreeri märksõna järgi
fi_fi: Suodata avainsanan mukaan
ja_ja: キーワードで絞り込む
nb_no: Filtrer etter nøkkelord
ro_ro: Filtrează după cuvântul cheie

source: Enter one or more keywords to filter results:
el_gr: Εισάγετε μία ή περισσότερες λέξεις-κλειδιά για να φιλτράρετε τα αποτελέσματα:
et_ee: Tulemuste filtreerimiseks sisestage üks või mitu märksõna:
fi_fi: Syötä yksi tai useampi avainsana suodattaaksesi tuloksia:
ja_ja: 1つ以上のキーワードを入力し、結果を絞り込む：
nb_no: Skriv inn ett eller flere nøkkelord for å filtrere resultatene:
ro_ro: Introduceți unul sau mai multe cuvinte cheie pentru a filtra rezultatele:

source: Enter price
el_gr: Πληκτρολογήστε την τιμή
et_ee: Sisestage hind
fi_fi: Kirjoita hinta
ja_ja: 価格を入力する
nb_no: Angi pris
ro_ro: Introduceți prețul

source: Free
el_gr: Δωρεάν
et_ee: Tasuta
fi_fi: Vapaa
ja_ja: 無料
nb_no: Gratis
ro_ro: Gratuit

source: Check with seller
el_gr: Ελέγξτε με τον πωλητή
et_ee: Kontrollida müüjat
fi_fi: Tarkista myyjältä
ja_ja: 販売者に確認する
nb_no: Ta kontakt med selger
ro_ro: Verificați cu vânzătorul

source: Choose price type
el_gr: Επιλέξτε τύπο τιμής
et_ee: Vali hinnatüüp
fi_fi: Valitse hintatyyppi
ja_ja: 価格タイプを選択する
nb_no: Velg pristype
ro_ro: Alegeți tipul de preț

source: Age
el_gr: Ηλικία
et_ee: Vanus
fi_fi: Ikä
ja_ja: 年齢
nb_no: Alder
ro_ro: Vârsta

source: Filter by item age
el_gr: Φίλτρο με βάση την ηλικία του αντικειμένου
et_ee: Filtreeri objekti vanuse järgi
fi_fi: Suodata kohteen iän mukaan
ja_ja: アイテムの年齢で絞り込む
nb_no: Filtrer etter varens alder
ro_ro: Filtrează după vârsta articolului

source: Include all
el_gr: Συμπεριλάβετε όλα τα
et_ee: Kaasa arvatud kõik
fi_fi: Sisällytä kaikki
ja_ja: すべてを含む
nb_no: Inkluder alle
ro_ro: Includeți toate

source: Your listing here
el_gr: Η καταχώρισή σας εδώ
et_ee: Teie loetelu siin
fi_fi: Luettelosi täällä
ja_ja: ここに掲載される
nb_no: Din oppføring her
ro_ro: Listarea dvs. aici

source: Promote your item
el_gr: Προωθήστε το αντικείμενό σας
et_ee: Edendada oma toodet
fi_fi: Mainosta kohdetta
ja_ja: 商品を宣伝する
nb_no: Markedsfør varen din
ro_ro: Promovați articolul dvs.

source: in
el_gr: στο
et_ee: aadressil
fi_fi: osoitteessa
ja_ja: にある。
nb_no: i
ro_ro: în

source: Location not entered
el_gr: Η τοποθεσία δεν έχει καταχωρηθεί
et_ee: Asukoht ei ole sisestatud
fi_fi: Sijaintia ei ole merkitty
ja_ja: 場所が入力されていない
nb_no: Sted ikke oppgitt
ro_ro: Locația nu a fost introdusă

source: Theme Setting
el_gr: Ρύθμιση θέματος
et_ee: Teema seadistamine
fi_fi: Teeman asettaminen
ja_ja: テーマ設定
nb_no: Temasetting
ro_ro: Setarea temei

source: Configure
el_gr: Ρύθμιση παραμέτρων
et_ee: Konfigureeri
fi_fi: Määritä
ja_ja: 設定する
nb_no: Konfigurere
ro_ro: Configurați

source: Advertisement
el_gr: Διαφήμιση
et_ee: Reklaam
fi_fi: Mainos
ja_ja: 広告
nb_no: Annonse
ro_ro: Publicitate

source: Category Icons
el_gr: Εικονίδια κατηγορίας
et_ee: Kategooria ikoonid
fi_fi: Kategorian kuvakkeet
ja_ja: カテゴリー・アイコン
nb_no: Ikoner for kategori
ro_ro: Icoane de categorie

source: Logo
el_gr: Λογότυπο
ja_ja: ロゴ

source: Plugins
ja_ja: プラグイン
ro_ro: Plugin-uri

source: Zeta Theme Settings
el_gr: Ρυθμίσεις θέματος Zeta
et_ee: Zeta teema seaded
fi_fi: Zeta-teeman asetukset
ja_ja: ゼータのテーマ設定
nb_no: Innstillinger for Zeta-temaet
ro_ro: Setări pentru tema Zeta

source: You can define your own banner code from theme settings
el_gr: Μπορείτε να ορίσετε τον δικό σας κώδικα banner από τις ρυθμίσεις του θέματος
et_ee: Te saate määrata oma bänneri koodi teema seadetest
fi_fi: Voit määritellä oman bannerikoodin teema-asetuksista.
ja_ja: テーマ設定から独自のバナーコードを定義できる
nb_no: Du kan definere din egen bannerkode fra temainnstillingene
ro_ro: Vă puteți defini propriul cod de banner din setările temei

source: Banner space
el_gr: Χώρος για πανό
et_ee: Bänneri ruum
fi_fi: Bannerin tila
ja_ja: バナースペース
nb_no: Bannerplass
ro_ro: Spațiu banner

source: Top of home page
el_gr: Κορυφή της αρχικής σελίδας
et_ee: Kodulehe algusosa
fi_fi: Etusivun alkuun
ja_ja: トップページ
nb_no: Øverst på startsiden
ro_ro: Partea de sus a paginii de start

source: Middle of home page
el_gr: Μέση της αρχικής σελίδας
et_ee: Kodulehe keskel
fi_fi: Kotisivun keskellä
ja_ja: ホームページ中央
nb_no: Midt på startsiden
ro_ro: Mijlocul paginii de start

source: Bottom of home page
el_gr: Κάτω μέρος της αρχικής σελίδας
et_ee: Kodulehe alumine osa
fi_fi: Etusivun alareuna
ja_ja: ホームページ下部
nb_no: Nederst på startsiden
ro_ro: Partea de jos a paginii de start

source: Search side
el_gr: Πλευρά αναζήτησης
et_ee: Otsingupool
fi_fi: Hakupuoli
ja_ja: 検索側
nb_no: Søk side
ro_ro: Partea de căutare

source: Top of search page
el_gr: Κορυφή της σελίδας αναζήτησης
et_ee: Otsingu lehekülje algus
fi_fi: Hakusivun alkuun
ja_ja: 検索ページトップ
nb_no: Øverst på søkesiden
ro_ro: Partea de sus a paginii de căutare

source: Bottom of search page
el_gr: Κάτω μέρος της σελίδας αναζήτησης
et_ee: Otsingulehe alumine osa
fi_fi: Hakusivun alareuna
ja_ja: 検索ページ下部
nb_no: Nederst på søkesiden
ro_ro: Partea de jos a paginii de căutare

source: Between listings
el_gr: Μεταξύ καταχωρίσεων
et_ee: Nimekirjade vahel
fi_fi: Luetteloiden välillä
ja_ja: リストの間
nb_no: Mellom oppføringer
ro_ro: Între listări

source: Top of item page
el_gr: Κορυφή της σελίδας αντικειμένου
et_ee: Artikli lehekülje algus
fi_fi: Kohteen sivun alkuun
ja_ja: このページのトップへ
nb_no: Øverst på varesiden
ro_ro: Partea de sus a paginii articolului

source: Bottom of item page
el_gr: Κάτω μέρος της σελίδας του στοιχείου
et_ee: Artikli lehekülje allosas
fi_fi: Tuotteen sivun alareuna
ja_ja: アイテムページ下部
nb_no: Nederst på varesiden
ro_ro: Partea de jos a paginii articolului

source: Middle of item sidebar
el_gr: Μέση της πλευρικής μπάρας του στοιχείου
et_ee: Punkti külgriba keskel
fi_fi: Kohteen sivupalkin keskellä
ja_ja: アイテム・サイドバーの中央
nb_no: Midt på sidepanelet
ro_ro: Mijlocul barei laterale a articolului

source: Bottom of item sidebar
el_gr: Κάτω μέρος της πλαϊνής γραμμής στοιχείων
et_ee: Punkti külgriba alumine osa
fi_fi: Kohteen sivupalkin alareuna
ja_ja: サイドバー下部
nb_no: Nederst i sidefeltet for elementer
ro_ro: Partea de jos a barei laterale a articolului

source: Under item description
el_gr: Κάτω από την περιγραφή του στοιχείου
et_ee: Artikli kirjelduse all
fi_fi: Kohteen kuvauksen alla
ja_ja: アイテムの説明の下
nb_no: Under varebeskrivelse
ro_ro: Sub descrierea articolului

source: Public profile sidebar
el_gr: Πλευρική γραμμή δημόσιου προφίλ
et_ee: Avaliku profiili külgriba
fi_fi: Julkisen profiilin sivupalkki
ja_ja: 公開プロフィール・サイドバー
nb_no: Sidefelt for offentlig profil
ro_ro: Bara laterală a profilului public

source: Public profile above header
el_gr: Δημόσιο προφίλ πάνω από την επικεφαλίδα
et_ee: Avalik profiil pealkirja kohal
fi_fi: Julkinen profiili otsikon yläpuolella
ja_ja: ヘッダー上の公開プロフィール
nb_no: Offentlig profil over overskriften
ro_ro: Profil public deasupra antetului

source: Public profile between items
el_gr: Δημόσιο προφίλ μεταξύ στοιχείων
et_ee: Avalik profiil objektide vahel
fi_fi: Julkinen profiili kohteiden välillä
ja_ja: 項目間の公開プロフィール
nb_no: Offentlig profil mellom elementer
ro_ro: Profil public între articole

source: Public profile under items
el_gr: Δημόσιο προφίλ κάτω από τα στοιχεία
et_ee: Avalik profiil objektide all
fi_fi: Julkinen profiili kohteiden alla
ja_ja: 項目下の公開プロフィール
nb_no: Offentlig profil under elementer
ro_ro: Profilul public sub articole

source: Top of static page
el_gr: Κορυφή στατικής σελίδας
et_ee: Staatilise lehekülje algus
fi_fi: Staattisen sivun alkuun
ja_ja: 静的ページのトップ
nb_no: Øverst på den statiske siden
ro_ro: Partea de sus a paginii statice

source: Bottom of static page
el_gr: Κάτω μέρος της στατικής σελίδας
et_ee: Staatilise lehekülje allosas
fi_fi: Staattisen sivun alareuna
ja_ja: 静的ページの下部
nb_no: Nederst på den statiske siden
ro_ro: Partea de jos a paginii statice

source: Top of user account pages
el_gr: Κορυφή των σελίδων λογαριασμού χρήστη
et_ee: Kasutajakonto lehekülje ülemine osa
fi_fi: Käyttäjätili-sivujen alkuun
ja_ja: ユーザーアカウントページのトップ
nb_no: Øverst på sidene for brukerkontoer
ro_ro: Partea de sus a paginilor contului de utilizator

source: All pages on left from body
el_gr: Όλες οι σελίδες αριστερά από το σώμα
et_ee: Kõik leheküljed vasakul kehast
fi_fi: Kaikki sivut rungosta vasemmalle
ja_ja: ボディから左側の全ページ
nb_no: Alle sider til venstre fra brødteksten
ro_ro: Toate paginile din stânga față de corp

source: All pages on right from body
el_gr: Όλες οι σελίδες δεξιά από το σώμα
et_ee: Kõik leheküljed kehast paremale
fi_fi: Kaikki sivut rungosta oikealle
ja_ja: 本文より右側の全ページ
nb_no: Alle sider til høyre fra kroppen
ro_ro: Toate paginile din dreapta față de corp

source: Cancel
el_gr: Ακύρωση
et_ee: Tühista
fi_fi: Peruuta
ja_ja: キャンセル
nb_no: Avbryt
ro_ro: Anulează

source: Select "%s"
el_gr: Επιλέξτε "%s"
et_ee: Valige "%s"
fi_fi: Valitse "%s"
ja_ja: %s" を選択する。
nb_no: Velg "%s"
ro_ro: Selectați "%s"

source: Select "All categories"
el_gr: Επιλέξτε "Όλες οι κατηγορίες"
et_ee: Valige "Kõik kategooriad"
fi_fi: Valitse "Kaikki luokat"
ja_ja: すべてのカテゴリー」を選択する
nb_no: Velg "Alle kategorier"
ro_ro: Selectați "Toate categoriile"

source: Back to all categories
el_gr: Επιστροφή σε όλες τις κατηγορίες
et_ee: Tagasi kõigi kategooriate juurde
fi_fi: Takaisin kaikkiin luokkiin
ja_ja: すべてのカテゴリーに戻る
nb_no: Tilbake til alle kategorier
ro_ro: Înapoi la toate categoriile

source: Select a region...
el_gr: Επιλέξτε μια περιοχή...
et_ee: Valige piirkond...
fi_fi: Valitse alue...
ja_ja: 地域を選択する
nb_no: Velg en region...
ro_ro: Selectați o regiune...

source: Select a city...
el_gr: Επιλέξτε μια πόλη...
et_ee: Valige linn...
fi_fi: Valitse kaupunki...
ja_ja: 都市を選択する
nb_no: Velg en by...
ro_ro: Selectați un oraș...

source: No results
el_gr: Δεν υπάρχουν αποτελέσματα
et_ee: Tulemusi ei ole
fi_fi: Ei tuloksia
ja_ja: 結果なし
nb_no: Ingen resultater
ro_ro: Nu există rezultate

source: No file selected
el_gr: Δεν έχει επιλεγεί αρχείο
et_ee: Faili pole valitud
fi_fi: Ei valittua tiedostoa
ja_ja: ファイルが選択されていない
nb_no: Ingen fil valgt
ro_ro: Nici un fișier selectat

source: Choose File
el_gr: Επιλέξτε Αρχείο
et_ee: Vali fail
fi_fi: Valitse tiedosto
ja_ja: ファイルを選択する
nb_no: Velg fil
ro_ro: Alegeți Fișier

source: Parent category cannot be selected
el_gr: Δεν είναι δυνατή η επιλογή της γονικής κατηγορίας
et_ee: Vanemkategooriat ei saa valida
fi_fi: Vanhempaa luokkaa ei voi valita
ja_ja: 親カテゴリーを選択できない
nb_no: Overordnet kategori kan ikke velges
ro_ro: Categoria părinte nu poate fi selectată

source: Alerts
el_gr: Ειδοποιήσεις
et_ee: Hoiatused
fi_fi: Hälytykset
ja_ja: アラート
nb_no: Varsler
ro_ro: Alerte

source: Register
el_gr: Εγγραφή
et_ee: Registreeri
fi_fi: Rekisteröi
ja_ja: 登録する
nb_no: Registrer deg
ro_ro: Înregistrare

source: Login
el_gr: Σύνδεση
et_ee: Logi sisse
fi_fi: Kirjaudu sisään
ja_ja: ログイン
nb_no: Logg inn
ro_ro: Autentificare

source: Hi, <b>%s</b>!
el_gr: Γεια σας, <b>%s</b>!
et_ee: Tere, <b>%s</b>!
fi_fi: Hei, <b>%s</b>!
ja_ja: こんにちは、 <b>%s</b>!
nb_no: Hei, <b>%s</b>!
ro_ro: Bună, <b>%s</b>!

source: My items
el_gr: Τα αντικείμενά μου
et_ee: Minu esemed
fi_fi: Omat kohteeni
ja_ja: 私のアイテム
nb_no: Mine gjenstander
ro_ro: Articolele mele

source: Id #%s
ja_ja: 同上%s

source: Posted %s
el_gr: Αναρτήθηκε %s
et_ee: Postitatud %s
fi_fi: Lähetetty %s
ja_ja: 投稿%s
nb_no: Publisert %s
ro_ro: Postat %s

source: %s results found
el_gr: %s Βρέθηκαν αποτελέσματα
et_ee: %s leitud tulemused
fi_fi: %s löydetyt tulokset
ja_ja: %s 検索結果
nb_no: %s resultater funnet
ro_ro: %s rezultate găsite

source: Previous
el_gr: Προηγούμενο
et_ee: Eelmine
fi_fi: Edellinen
ja_ja: 前へ
nb_no: Tidligere
ro_ro: Anterior

source: Next
el_gr: Επόμενο
et_ee: Järgmine
fi_fi: Seuraava
ja_ja: 次のページ
nb_no: Neste
ro_ro: Următorul

source: Add a new listing
el_gr: Προσθήκη νέας καταχώρισης
et_ee: Lisa uus kirje
fi_fi: Lisää uusi listaus
ja_ja: 新しいリストを追加する
nb_no: Legg til en ny oppføring
ro_ro: Adăugați o nouă listă

source: Edit listing "%s"
el_gr: Επεξεργασία καταχώρισης "%s"
et_ee: Nimekirja muutmine "%s"
fi_fi: Muokkaa listaa "%s"
ja_ja: リストを編集する "%s"
nb_no: Rediger liste "%s"
ro_ro: Editează lista "%s"

source: Photos
el_gr: Φωτογραφίες
et_ee: Fotod
fi_fi: Kuvat
ja_ja: 写真
nb_no: Bilder
ro_ro: Fotografii

source: You can upload up to %d pictures per listing. First photo is selected as cover.
el_gr: Μπορείτε να ανεβάσετε έως και %d φωτογραφίες ανά καταχώριση. Η πρώτη φωτογραφία επιλέγεται ως εξώφυλλο.
et_ee: Saate üles laadida kuni %d pilte ühe pakkumise kohta. Esimene foto valitakse kaaneks.
fi_fi: Voit ladata enintään %d kuvia per listaus. Ensimmäinen kuva valitaan kanneksi.
ja_ja: 1掲載につき%d まで写真をアップロードできる。最初の写真が表紙として選択される。
nb_no: Du kan laste opp opptil %d bilder per annonse. Det første bildet velges som forside.
ro_ro: Puteți încărca până la %d imagini pentru fiecare anunț. Prima fotografie este selectată ca și copertă.

source: or drag photos here (Up to %d photos)
el_gr: ή σύρετε φωτογραφίες εδώ (Μέχρι %d φωτογραφίες)
et_ee: või lohistage fotod siia (kuni %d fotod)
fi_fi: tai vedä kuvia tänne (enintään %d kuvat)
ja_ja: またはここに写真をドラッグする（%d まで）
nb_no: eller dra bilder hit (opptil %d bilder)
ro_ro: sau trageți fotografiile aici (Până la %d fotografii)

source: About the item
el_gr: Σχετικά με το αντικείμενο
et_ee: Eseme kohta
fi_fi: Tietoja tuotteesta
ja_ja: 商品について
nb_no: Om varen
ro_ro: Despre articol

source: Start typing category...
el_gr: Ξεκινήστε να πληκτρολογείτε κατηγορία...
et_ee: Alusta kategooria sisestamist...
fi_fi: Aloita luokan kirjoittaminen...
ja_ja: カテゴリーの入力を始める
nb_no: Begynn å skrive kategori...
ro_ro: Începeți să tastați categoria...

source: Select a category
el_gr: Επιλέξτε μια κατηγορία
et_ee: Valige kategooria
fi_fi: Valitse luokka
ja_ja: カテゴリーを選択する
nb_no: Velg en kategori
ro_ro: Selectați o categorie

source: Listing title
el_gr: Τίτλος καταχώρισης
et_ee: Loetelu pealkiri
fi_fi: Luetteloinnin otsikko
ja_ja: 掲載タイトル
nb_no: Tittel på oppføringen
ro_ro: Titlu de listare

source: Description
el_gr: Περιγραφή
et_ee: Kirjeldus
fi_fi: Kuvaus
ja_ja: 説明
nb_no: Beskrivelse
ro_ro: Descriere

source: Pricing options & status
el_gr: Επιλογές τιμολόγησης &amp; κατάσταση
et_ee: Hinnakujundusvõimalused ja staatus
fi_fi: Hinnoitteluvaihtoehdot &amp; tila
ja_ja: 価格オプションとステータス
nb_no: Prisalternativer og status
ro_ro: Opțiuni de preț și statut

source: or
el_gr: ή
et_ee: või
fi_fi: tai
ja_ja: または
nb_no: eller
ro_ro: sau

source: Item is offered for free
el_gr: Το στοιχείο προσφέρεται δωρεάν
et_ee: Eset pakutakse tasuta
fi_fi: Tuotetta tarjotaan ilmaiseksi
ja_ja: 商品は無料で提供される
nb_no: Varen tilbys gratis
ro_ro: Articolul este oferit gratuit

source: Item for free
el_gr: Στοιχείο δωρεάν
et_ee: Objekt tasuta
fi_fi: Kohde ilmaiseksi
ja_ja: 無料アイテム
nb_no: Vare gratis
ro_ro: Articol gratuit

source: Based on agreement with seller
el_gr: Βάσει συμφωνίας με τον πωλητή
et_ee: Müüjaga sõlmitud kokkuleppe alusel
fi_fi: Perustuu myyjän kanssa tehtyyn sopimukseen
ja_ja: 売主との合意に基づく
nb_no: Basert på avtale med selger
ro_ro: Pe baza acordului cu vânzătorul

source: Details & attributes
el_gr: Λεπτομέρειες &amp; χαρακτηριστικά
et_ee: Üksikasjad ja atribuudid
fi_fi: Yksityiskohdat &amp; ominaisuudet
ja_ja: 詳細と属性
nb_no: Detaljer og attributter
ro_ro: Detalii și atribute

source: Listing location
el_gr: Τοποθεσία καταχώρισης
et_ee: Loetelu asukoht
fi_fi: Luettelointi Sijainti
ja_ja: 掲載場所
nb_no: Oppføringssted
ro_ro: Locație de listare

source: Start typing region, city...
el_gr: Αρχίστε να πληκτρολογείτε περιοχή, πόλη...
et_ee: Alusta piirkonna, linna...
fi_fi: Aloita kirjoittamalla alue, kaupunki...
ja_ja: 地域、都市を入力し始める...
nb_no: Begynn med å skrive inn region, by...
ro_ro: Începeți să tastați regiunea, orașul...

source: Address
el_gr: Διεύθυνση
et_ee: Aadress
fi_fi: Osoite
ja_ja: 住所
nb_no: Adresse
ro_ro: Adresa

source: ZIP
ja_ja: ジップ

source: Are you in different city? Update your location
el_gr: Βρίσκεστε σε διαφορετική πόλη; Ενημερώστε την τοποθεσία σας
et_ee: Kas olete teises linnas? Uuenda oma asukohta
fi_fi: Oletko eri kaupungissa? Päivitä sijaintisi
ja_ja: 別の都市にいる？現在地を更新する
nb_no: Er du i en annen by? Oppdater posisjonen din
ro_ro: Sunteți în alt oraș? Actualizați locația dvs.

source: Want to sell faster? Set your preferred location
el_gr: Θέλετε να πουλήσετε γρηγορότερα; Ορίστε την προτιμώμενη τοποθεσία σας
et_ee: Tahad kiiremini müüa? Määrake oma eelistatud asukoht
fi_fi: Haluatko myydä nopeammin? Aseta haluamasi sijainti
ja_ja: より早く売りたい？ご希望のロケーションを設定する
nb_no: Vil du selge raskere? Angi din foretrukne plassering
ro_ro: Vrei să vinzi mai repede? Setați locația preferată

source: Seller's details
el_gr: Στοιχεία του πωλητή
et_ee: Müüja andmed
fi_fi: Myyjän tiedot
ja_ja: 売主の詳細
nb_no: Selgerens opplysninger
ro_ro: Detalii despre vânzător

source: Upload profile picture
el_gr: Ανέβασμα εικόνας προφίλ
et_ee: Laadige profiilipilt üles
fi_fi: Lataa profiilikuva
ja_ja: プロフィール写真をアップロードする
nb_no: Last opp profilbilde
ro_ro: Încărcați imaginea de profil

source: Contact Name
el_gr: Όνομα επικοινωνίας
et_ee: Kontaktisiku nimi
fi_fi: Yhteyshenkilön nimi
ja_ja: 連絡先
nb_no: Navn på kontaktperson
ro_ro: Nume de contact

source: Phone Number
el_gr: Αριθμός τηλεφώνου
et_ee: Telefoninumber
fi_fi: Puhelinnumero
ja_ja: 電話番号
nb_no: Telefonnummer
ro_ro: Număr de telefon

source: Phone visible on ad
el_gr: Τηλέφωνο ορατό στη διαφήμιση
et_ee: Telefon nähtav reklaamis
fi_fi: Puhelin näkyvissä mainoksessa
ja_ja: 広告に電話が表示される
nb_no: Telefon synlig på annonsen
ro_ro: Telefon vizibil pe anunț

source: E-mail
et_ee: E-post
fi_fi: Sähköposti
ja_ja: Eメール
nb_no: E-post

source: Email visible on ad
el_gr: Email ορατό στη διαφήμιση
et_ee: E-post nähtav kuulutusele
fi_fi: Sähköposti näkyvissä mainoksessa
ja_ja: 広告にEメールを表示する
nb_no: E-post synlig på annonsen
ro_ro: Email vizibil pe anunț

source: Update your profile here
el_gr: Ενημερώστε το προφίλ σας εδώ
et_ee: Uuenda oma profiili siin
fi_fi: Päivitä profiilisi täällä
ja_ja: プロフィールを更新する
nb_no: Oppdater profilen din her
ro_ro: Actualizează-ți profilul aici

source: Not registered yet? Create an account
el_gr: Δεν έχετε εγγραφεί ακόμα; Δημιουργήστε ένα λογαριασμό
et_ee: Pole veel registreeritud? Loo konto
fi_fi: Etkö ole vielä rekisteröitynyt? Luo tili
ja_ja: まだ登録されていない？アカウントを作成する
nb_no: Ikke registrert ennå? Opprett en konto
ro_ro: Nu sunteți încă înregistrat? Creați un cont

source: Submit
el_gr: Υποβολή
et_ee: Esita
fi_fi: Lähetä
ja_ja: 投稿する
nb_no: Send inn
ro_ro: Trimiteți

source: Summarize your offer
el_gr: Συνοψίστε την προσφορά σας
et_ee: Võtke oma pakkumine kokku
fi_fi: Tiivistä tarjouksesi
ja_ja: オファーを要約する
nb_no: Oppsummer tilbudet ditt
ro_ro: Rezumați oferta dvs.

source: Detail description of your offer
el_gr: Λεπτομερής περιγραφή της προσφοράς σας
et_ee: Teie pakkumise üksikasjalik kirjeldus
fi_fi: Yksityiskohtainen kuvaus tarjouksestasi
ja_ja: オファーの詳細
nb_no: Detaljert beskrivelse av tilbudet ditt
ro_ro: Descrierea detaliată a ofertei dumneavoastră

source: Please enter a value with a valid extension.
el_gr: Παρακαλούμε εισάγετε μια τιμή με έγκυρη επέκταση.
et_ee: Palun sisestage kehtiva laiendiga väärtus.
fi_fi: Kirjoita arvo, jolla on kelvollinen pidennys.
ja_ja: 有効な拡張子の値を入力してください。
nb_no: Vennligst skriv inn en verdi med en gyldig utvidelse.
ro_ro: Vă rugăm să introduceți o valoare cu o extensie validă.

source: Title: this field is required.
el_gr: Τίτλος: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: Pealkiri: see väli on kohustuslik.
fi_fi: Otsikko: Tämä kenttä on pakollinen.
ja_ja: タイトル：このフィールドは必須である。
nb_no: Tittel: Dette feltet er obligatorisk.
ro_ro: Titlu: acest câmp este obligatoriu.

source: Title: enter at least 5 characters.
el_gr: Τίτλος: πληκτρολογήστε τουλάχιστον 5 χαρακτήρες.
et_ee: Pealkiri: sisestage vähemalt 5 tähemärki.
fi_fi: Otsikko: Kirjoita vähintään 5 merkkiä.
ja_ja: タイトル：5文字以上入力する。
nb_no: Tittel: Skriv inn minst 5 tegn.
ro_ro: Titlu: introduceți cel puțin 5 caractere.

source: Description: this field is required.
el_gr: Περιγραφή: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: Kirjeldus: see väli on kohustuslik.
fi_fi: Kuvaus: Tämä kenttä on pakollinen.
ja_ja: 説明：このフィールドは必須である。
nb_no: Beskrivelse: Dette feltet er obligatorisk.
ro_ro: Descriere: acest câmp este obligatoriu.

source: Description: enter at least 10 characters.
el_gr: Περιγραφή: πληκτρολογήστε τουλάχιστον 10 χαρακτήρες.
et_ee: Kirjeldus: sisestage vähemalt 10 tähemärki.
fi_fi: Kuvaus: Kirjoita vähintään 10 merkkiä.
ja_ja: 説明：10文字以上入力する。
nb_no: Beskrivelse: Skriv inn minst 10 tegn.
ro_ro: Descriere: introduceți cel puțin 10 caractere.

source: Location: select country, region or city from location select box.
el_gr: Τοποθεσία: επιλέξτε χώρα, περιοχή ή πόλη από το πλαίσιο επιλογής τοποθεσίας.
et_ee: Asukoht: valige riik, piirkond või linn asukoha valikukastist.
fi_fi: Sijainti: valitse maa, alue tai kaupunki sijaintivalintaruudusta.
ja_ja: 場所：場所のセレクトボックスから国、地域、都市を選択する。
nb_no: Sted: Velg land, region eller by i boksen for valg av sted.
ro_ro: Locație: selectați țara, regiunea sau orașul din caseta de selectare a locației.

source: Location: select country from location field.
el_gr: Τοποθεσία: επιλέξτε χώρα από το πεδίο τοποθεσία.
et_ee: Asukoht: valige riik asukoha väljal.
fi_fi: Sijainti: valitse maa sijainti-kentästä.
ja_ja: 場所：場所の欄から国を選択する。
nb_no: Sted: Velg land fra stedsfeltet.
ro_ro: Locație: selectați țara din câmpul locație.

source: Location: select region from location field.
el_gr: Τοποθεσία: επιλέξτε περιοχή από το πεδίο τοποθεσία.
et_ee: Asukoht: valige piirkond asukoha väljal.
fi_fi: Sijainti: valitse alue sijainti-kentästä.
ja_ja: 場所：場所フィールドから地域を選択する。
nb_no: Sted: Velg region fra stedsfeltet.
ro_ro: Locație: selectați regiunea din câmpul locație.

source: Location: select city from location field.
el_gr: Τοποθεσία: επιλέξτε την πόλη από το πεδίο τοποθεσία.
et_ee: Asukoht: valige linn asukoha väljal.
fi_fi: Sijainti: valitse kaupunki sijainti-kentästä.
ja_ja: 場所：場所の欄から都市を選択する。
nb_no: Sted: Velg by fra stedsfeltet.
ro_ro: Locație: selectați orașul din câmpul locație.

source: Pictures: you need to upload pictures.
el_gr: Εικόνες: πρέπει να ανεβάσετε φωτογραφίες.
et_ee: Pildid: peate üles laadima pilte.
fi_fi: Kuvat: sinun on ladattava kuvia.
ja_ja: 写真：写真をアップロードする必要がある。
nb_no: Bilder: Du må laste opp bilder.
ro_ro: Imagini: trebuie să încărcați imagini.

source: Pictures: upload at least %d picture(s)
el_gr: Εικόνες: ανεβάστε τουλάχιστον %d εικόνα(ες)
et_ee: Pildid: laadige üles vähemalt %d pilt(id).
fi_fi: Kuvat: lataa vähintään %d kuva(t).
ja_ja: 写真：少なくとも%d 。
nb_no: Bilder: last opp minst %d bilde(r)
ro_ro: Imagini: încărcați cel puțin %d imagine(e)

source: Category: this field is required.
el_gr: Κατηγορία: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: Kategooria: see väli on kohustuslik.
fi_fi: Luokka: tämä kenttä on pakollinen.
ja_ja: カテゴリー：このフィールドは必須である。
nb_no: Kategori: Dette feltet er obligatorisk.
ro_ro: Categorie: acest câmp este obligatoriu.

source: Photo: must be png,gif,jpg,jpeg.
el_gr: Φωτογραφία: πρέπει να είναι png,gif,jpg,jpeg.
et_ee: Foto: peab olema png,gif,jpg,jpeg.
fi_fi: Kuva: on oltava png,gif,jpg,jpeg.
ja_ja: 写真：png,gif,jpg,jpegでなければならない。
nb_no: Foto: må være png, gif, jpg, jpeg.
ro_ro: Foto: trebuie să fie png,gif,jpg,jpeg.

source: Phone: this field is required.
el_gr: Τηλέφωνο: αυτό το πεδίο είναι υποχρεωτικό.
et_ee: Telefon: see väli on kohustuslik.
fi_fi: Puhelin: tämä kenttä on pakollinen.
ja_ja: 電話：このフィールドは必須である。
nb_no: Telefon: Dette feltet er obligatorisk.
ro_ro: Telefon: acest câmp este obligatoriu.
