Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Please come back later. Thank you!
el_gr: Ελάτε αργότερα. Σας ευχαριστούμε!
et_ee: Palun tulge hiljem tagasi. Aitäh!
fi_fi: Tulkaa takaisin myöhemmin. Kiitos!
ja_ja: また後で来てね。ありがとう！
nb_no: Vennligst kom tilbake senere. Takk skal dere ha!
ro_ro: Vă rugăm să reveniți mai târziu. Vă mulțumim!

source: Do you have more questions?
el_gr: Έχετε περισσότερες ερωτήσεις;
et_ee: Kas teil on veel küsimusi?
fi_fi: Onko sinulla vielä kysyttävää?
ja_ja: 他に質問はあるか？
nb_no: Har du flere spørsmål?
ro_ro: Mai aveți întrebări?

source: Refine search
el_gr: Εξειδίκευση αναζήτησης
et_ee: Täpsusta otsingut
fi_fi: Tarkenna hakua
ja_ja: 検索を絞り込む
nb_no: Avgrens søket
ro_ro: Rafinează căutarea

source: Keyword...
el_gr: Λέξη-κλειδί...
et_ee: Märksõna...
fi_fi: Avainsana...
ja_ja: キーワード...
nb_no: Stikkord...
ro_ro: Cuvânt cheie...

source: Price range
el_gr: Εύρος τιμών
et_ee: Hinnavahemik
fi_fi: Hintaluokka
ja_ja: 価格帯
nb_no: Prisintervall
ro_ro: Gama de prețuri

source: Period
el_gr: Περίοδος
et_ee: Ajavahemik
fi_fi: Jakso
ja_ja: 期間
nb_no: Periode
ro_ro: Perioada

source: Premium items only
el_gr: Μόνο αντικείμενα Premium
et_ee: Ainult premium-artiklid
fi_fi: Vain Premium-tuotteet
ja_ja: プレミアム商品のみ
nb_no: Kun premiumvarer
ro_ro: Numai articole premium

source: With phone number
el_gr: Με αριθμό τηλεφώνου
et_ee: Koos telefoninumbriga
fi_fi: Puhelinnumeron kanssa
ja_ja: 電話番号付き
nb_no: Med telefonnummer
ro_ro: Cu număr de telefon

source: Reset (%d)
el_gr: Επαναφορά (%d)
fi_fi: Nollaus (%d)
ja_ja: リセット (%d)
nb_no: Tilbakestill (%d)
ro_ro: Resetare (%d)

source: No listings found in %s
el_gr: Δεν βρέθηκαν καταχωρήσεις σε %s
et_ee: Ei ole nimekirju leitud %s
fi_fi: Ei löytynyt listoja sisään %s
ja_ja: で見つかったリストはない%s
nb_no: Ingen oppføringer funnet i %s
ro_ro: Nu s-au găsit anunțuri în %s

source: No listings found
el_gr: Δεν βρέθηκαν καταχωρήσεις
et_ee: Ei leitud nimekirju
fi_fi: Ei löytynyt listauksia
ja_ja: リストが見つからない
nb_no: Ingen oppføringer funnet
ro_ro: Nu s-au găsit anunțuri

source: %s results found in %s
el_gr: %s αποτελέσματα που βρέθηκαν στο %s
et_ee: %s tulemused, mis on leitud %s
fi_fi: %s tulokset löytyvät %s
ja_ja: %s で発見された。%s
nb_no: %s resultater funnet i %s
ro_ro: %s rezultatele găsite în %s

source: Buy new or used items, we have %d listings available for you.
el_gr: Αγοράστε καινούργια ή μεταχειρισμένα αντικείμενα, διαθέτουμε %d λίστες για εσάς.
et_ee: Osta uusi või kasutatud esemeid, meil on saadaval %d.
fi_fi: Osta uusia tai käytettyjä kohteita, meillä on %d listat käytettävissäsi.
ja_ja: 新品でも中古品でも、%d 。
nb_no: Kjøp nye eller brukte varer, vi har %d oppføringer tilgjengelig for deg.
ro_ro: Cumpărați articole noi sau folosite, avem %d anunțuri disponibile pentru dvs.

source: There are no listings matching your search criteria.
el_gr: Δεν υπάρχουν καταχωρήσεις που να ταιριάζουν με τα κριτήρια αναζήτησής σας.
et_ee: Teie otsingukriteeriumidele vastavaid pakkumisi ei ole.
fi_fi: Hakukriteerejäsi vastaavia kohteita ei ole.
ja_ja: 検索条件に一致する物件はない。
nb_no: Det er ingen oppføringer som samsvarer med søkekriteriene dine.
ro_ro: Nu există anunțuri care să corespundă criteriilor de căutare.

source: Show more
el_gr: Εμφάνιση περισσότερων
et_ee: Näita rohkem
fi_fi: Näytä lisää
ja_ja: もっと見る
nb_no: Vis mer
ro_ro: Arată mai mult

source: All filters
el_gr: Όλα τα φίλτρα
et_ee: Kõik filtrid
fi_fi: Kaikki suodattimet
ja_ja: すべてのフィルター
nb_no: Alle filtre
ro_ro: Toate filtrele

source: Clear filters (%d)
el_gr: Εκκαθάριση φίλτρων (%d)
et_ee: Tühjendage filtrid (%d)
fi_fi: Tyhjennä suodattimet (%d)
ja_ja: クリアフィルター (%d)
nb_no: Tøm filtre (%d)
ro_ro: Eliberați filtrele (%d)

source: There was problem loading your listings, please try to refresh this page
el_gr: Υπήρξε πρόβλημα με τη φόρτωση των καταχωρίσεων σας, παρακαλούμε προσπαθήστε να ανανεώσετε τη σελίδα
et_ee: Probleemide laadimisel oli probleem, palun proovige seda lehekülge värskendada.
fi_fi: Ongelmia listojen lataamisessa, yritä päivittää tämä sivu.
ja_ja: リストを読み込む際に問題が発生しました。
nb_no: Det oppstod et problem med å laste inn listene dine, vennligst prøv å oppdatere denne siden
ro_ro: A existat o problemă la încărcarea listelor, vă rugăm să încercați să reîmprospătați această pagină

source: Refresh
el_gr: Ανανέωση
et_ee: Värskenda
fi_fi: Päivitä
ja_ja: リフレッシュする
nb_no: Oppdater
ro_ro: Reîmprospătare

source: Sort:
el_gr: Ταξινόμηση:
et_ee: Sorteerimine:
fi_fi: Lajittele:
ja_ja: ソートする：
nb_no: Sortere:
ro_ro: Sortare:

source: Grid view
el_gr: Προβολή πλέγματος
et_ee: Ruudustiku vaade
fi_fi: Ruudukkonäkymä
ja_ja: グリッドビュー
nb_no: Rutenettvisning
ro_ro: Vedere grilă

source: Grid
el_gr: Πλέγμα
et_ee: Võrk
fi_fi: Ruutu
ja_ja: グリッド
nb_no: Rutenett
ro_ro: Rețea

source: List view
el_gr: Προβολή λίστας
et_ee: Nimekirja vaade
fi_fi: Luettelonäkymä
ja_ja: 一覧表示
nb_no: Listevisning
ro_ro: Vizualizare listă

source: List
el_gr: Λίστα
et_ee: Loetelu
fi_fi: Luettelo
ja_ja: リスト
nb_no: Liste
ro_ro: Lista

source: We could not find any results for your search...
el_gr: Δεν μπορέσαμε να βρούμε αποτελέσματα για την αναζήτησή σας...
et_ee: Me ei leidnud ühtegi tulemust teie otsingule...
fi_fi: Emme löytäneet hakutuloksia...
ja_ja: 検索結果は見つからなかった。
nb_no: Vi fant ingen resultater for søket ditt...
ro_ro: Nu am găsit niciun rezultat pentru căutarea dumneavoastră...

source: Following tips might help you to get better results
el_gr: Οι παρακάτω συμβουλές μπορεί να σας βοηθήσουν να έχετε καλύτερα αποτελέσματα
et_ee: Järgmised näpunäited võivad aidata teil saada paremaid tulemusi
fi_fi: Seuraavat vinkit saattavat auttaa sinua saamaan parempia tuloksia
ja_ja: 以下のヒントは、より良い結果を得るために役立つかもしれない。
nb_no: Følgende tips kan hjelpe deg med å oppnå bedre resultater
ro_ro: Următoarele sfaturi vă pot ajuta să obțineți rezultate mai bune

source: Use more general keywords
el_gr: Χρησιμοποιήστε πιο γενικές λέξεις-κλειδιά
et_ee: Kasutage üldisemaid märksõnu
fi_fi: Käytä yleisempiä avainsanoja
ja_ja: より一般的なキーワードを使う
nb_no: Bruk mer generelle søkeord
ro_ro: Utilizați cuvinte cheie mai generale

source: Check spelling of position
el_gr: Ελέγξτε την ορθογραφία της θέσης
et_ee: Kontrollige asukoha õigekirja
fi_fi: Tarkista aseman oikeinkirjoitus
ja_ja: ポジションのスペルをチェックする
nb_no: Sjekk stavemåten av posisjon
ro_ro: Verificați ortografia poziției

source: Reduce filters, use less of them
el_gr: Μειώστε τα φίλτρα, χρησιμοποιήστε λιγότερα από αυτά
et_ee: Vähendage filtreid, kasutage neid vähem
fi_fi: Vähennä suodattimia, käytä niitä vähemmän
ja_ja: フィルターを減らし、使用量を減らす
nb_no: Reduser antall filtre, bruk mindre av dem
ro_ro: Reduceți filtrele, folosiți mai puține

source: Reset filter
el_gr: Επαναφορά φίλτρου
et_ee: Filtri lähtestamine
fi_fi: Nollaa suodatin
ja_ja: フィルターをリセットする
nb_no: Tilbakestill filter
ro_ro: Resetați filtrul

source: Next page
el_gr: Επόμενη σελίδα
et_ee: Järgmine lehekülg
fi_fi: Seuraava sivu
ja_ja: 次のページ
nb_no: Neste side
ro_ro: Pagina următoare

source: Join our community to buy and sell from each other everyday around the world.
el_gr: Γίνετε μέλος της κοινότητάς μας για να αγοράζετε και να πουλάτε ο ένας από τον άλλον καθημερινά σε όλο τον κόσμο.
et_ee: Liitu meie kogukonnaga, et osta ja müüa üksteiselt iga päev üle maailma.
fi_fi: Liity yhteisöömme ja osta ja myy toisiltasi joka päivä ympäri maailmaa.
ja_ja: 私たちのコミュニティーに参加して、毎日世界中で売り買いしよう。
nb_no: Bli med i fellesskapet vårt og kjøp og selg fra hverandre hver dag over hele verden.
ro_ro: Alăturați-vă comunității noastre pentru a cumpăra și a vinde de la ceilalți în fiecare zi în întreaga lume.

source: Please select preferred site:
el_gr: Παρακαλούμε επιλέξτε την προτιμώμενη τοποθεσία:
et_ee: Palun valige eelistatud asukoht:
fi_fi: Valitse haluamasi paikka:
ja_ja: ご希望の会場をお選びください：
nb_no: Vennligst velg foretrukket sted:
ro_ro: Vă rugăm să selectați locul preferat:

source: %s items in %s
el_gr: %s στοιχεία σε %s
et_ee: %s esemed %s
fi_fi: %s kohteet %s
ja_ja: %s の中にある。%s
nb_no: %s elementer i %s
ro_ro: %s elemente din %s

source: all locations
el_gr: Όλες οι τοποθεσίες
et_ee: Kõik asukohad
fi_fi: Kaikki sijainnit
ja_ja: 全拠点
nb_no: Alle steder
ro_ro: Toate locațiile

source: Receive email notification when new item, that match your search criteria, is published.
el_gr: Λάβετε ειδοποίηση μέσω email όταν δημοσιεύεται νέο αντικείμενο που ταιριάζει με τα κριτήρια αναζήτησής σας.
et_ee: Saate e-posti teate, kui uus objekt, mis vastab teie otsingukriteeriumidele, on avaldatud.
fi_fi: Saat sähköposti-ilmoituksen, kun uusi hakuehtojasi vastaava tuote julkaistaan.
ja_ja: 検索条件に一致する新しいアイテムが公開されたら、Eメールで通知を受け取る。
nb_no: Motta e-postvarsel når et nytt element som samsvarer med søkekriteriene dine, blir publisert.
ro_ro: Primiți o notificare prin e-mail atunci când se publică un nou articol care se potrivește cu criteriile dvs. de căutare.

source: %s listings match subscription conditions, %s notifications, created on %s, id: #%s. Your listings are excluded.
el_gr: %s λίστες που αντιστοιχούν σε όρους συνδρομής, %s ειδοποιήσεις, που δημιουργήθηκαν στις %s, id: #%s. Οι καταχωρίσεις σας αποκλείονται.
et_ee: %s nimekirjad vastavad tellimistingimustele, %s teated, loodud aadressil %s, id: #%s. Teie nimekirjad on välja jäetud.
fi_fi: %s luettelot vastaavat tilausehtoja, %s ilmoitukset, luotu %s, id: #%s. Listasi on suljettu pois.
ja_ja: %s listings match subscription conditions, notification, created on , id：# .あなたのリストは除外されている。%s %s%s
nb_no: %s oppføringer samsvarer med abonnementsbetingelser, %s varsler, opprettet på %s, id: #%s. Dine oppføringer er ekskludert.
ro_ro: %s listele corespund condițiilor de abonare, %s notificări, create pe %s, id: #%s. Anunțurile dvs. sunt excluse.

source: Technical details
el_gr: Τεχνικές λεπτομέρειες
et_ee: Tehnilised üksikasjad
fi_fi: Tekniset tiedot
ja_ja: 技術的詳細
nb_no: Tekniske detaljer
ro_ro: Detalii tehnice

source: This action can't be undone. Are you sure you want to continue?
el_gr: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Είστε σίγουρος ότι θέλετε να συνεχίσετε;
et_ee: Seda tegevust ei saa tagasi võtta. Kas olete kindel, et soovite jätkata?
fi_fi: Tätä toimenpidettä ei voi perua. Haluatko varmasti jatkaa?
ja_ja: この操作は元に戻せない。本当に続けるのか？
nb_no: Denne handlingen kan ikke angres. Er du sikker på at du vil fortsette?
ro_ro: Această acțiune nu poate fi anulată. Sunteți sigur că doriți să continuați?

source: View all matching items
el_gr: Προβολή όλων των αντίστοιχων αντικειμένων
et_ee: Vaata kõiki vastavaid objekte
fi_fi: Näytä kaikki vastaavat tuotteet
ja_ja: 一致するアイテムをすべて表示する
nb_no: Se alle matchende varer
ro_ro: Vezi toate articolele corespunzătoare

source: No items match alert conditions. You will receive email notification once there is new listing published matching alert conditions.
el_gr: Κανένα στοιχείο δεν ταιριάζει με τις συνθήκες ειδοποίησης. Θα λάβετε ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου μόλις δημοσιευτεί νέα καταχώριση που ταιριάζει στις συνθήκες συναγερμού.
et_ee: Ükski kirje ei vasta hoiatustingimustele. Saate e-posti teate, kui on avaldatud uus kuulutus, mis vastab hoiatustingimustele.
fi_fi: Yksikään kohde ei vastaa hälytysehtoja. Saat sähköposti-ilmoituksen, kun uusi listaus julkaistaan hälytysehtoja vastaavana.
ja_ja: アラート条件に一致するアイテムがない。アラート条件に一致する新しいリストが公開されると、電子メールで通知される。
nb_no: Ingen varer samsvarer med varslingsbetingelsene. Du vil motta en e-postmelding når det publiseres en ny oppføring som samsvarer med varslingsbetingelsene.
ro_ro: Niciun element nu corespunde condițiilor de alertă. Veți primi o notificare prin e-mail de îndată ce va fi publicat un nou anunț care corespunde condițiilor de alertă.

source: No alerts has been created yet.
el_gr: Δεν έχουν δημιουργηθεί ακόμα ειδοποιήσεις.
et_ee: Ühtegi hoiatusteadet ei ole veel loodud.
fi_fi: Hälytyksiä ei ole vielä luotu.
ja_ja: アラートはまだ作成されていない。
nb_no: Det er ikke opprettet noen varsler ennå.
ro_ro: Nu a fost creată încă nicio alertă.

source: Hi %s
el_gr: Γεια σας %s
et_ee: Tere %s
fi_fi: Hei %s
ja_ja: こんにちは%s
nb_no: Hei %s
ro_ro: Bună ziua %s

source: Manage your listings, saved searches or profile
el_gr: Διαχειριστείτε τις λίστες, τις αποθηκευμένες αναζητήσεις ή το προφίλ σας
et_ee: Halda oma nimekirju, salvestatud otsinguid või profiili
fi_fi: Hallitse listauksiasi, tallennettuja hakuja tai profiiliasi.
ja_ja: リスト、保存された検索、プロフィールを管理する
nb_no: Administrer oppføringer, lagrede søk eller profil
ro_ro: Gestionați-vă anunțurile, căutările salvate sau profilul

source: Business profile
el_gr: Επιχειρηματικό προφίλ
et_ee: Ettevõtte profiil
fi_fi: Yritysprofiili
ja_ja: 事業概要
nb_no: Virksomhetsprofil
ro_ro: Profil de afaceri

source: Your business profile visible to customers
el_gr: Το προφίλ της επιχείρησής σας είναι ορατό στους πελάτες
et_ee: Teie ettevõtte profiil on klientidele nähtav
fi_fi: Yritysprofiilisi näkyy asiakkaille
ja_ja: あなたのビジネス・プロフィールが顧客に見える
nb_no: Virksomhetsprofilen din er synlig for kundene
ro_ro: Profilul afacerii dvs. este vizibil pentru clienți

source: Your listings visible in search
el_gr: Οι καταχωρήσεις σας είναι ορατές στην αναζήτηση
et_ee: Teie nimekirjad on otsingus nähtavad
fi_fi: Luettelosi näkyvät haussa
ja_ja: あなたのリスティングが検索に表示される
nb_no: Dine oppføringer er synlige i søk
ro_ro: Listele dvs. vizibile în căutare

source: Pending validation
el_gr: Εκκρεμεί επικύρωση
et_ee: Valideerimine ootab kinnitamist
fi_fi: Validointia odotetaan
ja_ja: 検証中
nb_no: Venter på validering
ro_ro: În așteptarea validării

source: Listings waiting for admin validation
el_gr: Λίστες σε αναμονή για επικύρωση από τον διαχειριστή
et_ee: Nimekirjad ootavad administraatori kinnitust
fi_fi: Luettelot odottavat ylläpitäjän vahvistusta
ja_ja: 管理者の検証を待っているリスト
nb_no: Oppføringer som venter på admin-validering
ro_ro: Liste în așteptare pentru validarea administratorului

source: Expired listings are not visible in search
el_gr: Οι ληγμένες καταχωρήσεις δεν είναι ορατές στην αναζήτηση
et_ee: Aegunud nimekirjad ei ole otsingus nähtavad
fi_fi: Vanhentuneet listaukset eivät näy haussa
ja_ja: 期限切れのリスティングは検索に表示されない
nb_no: Utløpte oppføringer er ikke synlige i søket
ro_ro: Anunțurile expirate nu sunt vizibile în căutare

source: Receive notifications of new listings matching criteria
el_gr: Λάβετε ειδοποιήσεις για νέες καταχωρίσεις που ταιριάζουν με τα κριτήρια
et_ee: Saate teateid uutest kriteeriumidele vastavatest pakkumistest
fi_fi: Vastaanota ilmoituksia uusista listoista, jotka vastaavat kriteerejä.
ja_ja: 条件に一致する新着物件の通知を受け取る
nb_no: Motta varsler om nye oppføringer som samsvarer med kriteriene
ro_ro: Primiți notificări cu privire la noile anunțuri care corespund criteriilor

source: Edit your profile details
el_gr: Επεξεργαστείτε τα στοιχεία του προφίλ σας
et_ee: Muuda oma profiili andmeid
fi_fi: Muokkaa profiilisi tietoja
ja_ja: プロフィールの詳細を編集する
nb_no: Rediger profilopplysningene dine
ro_ro: Editați detaliile profilului dvs.

source: Your profile is not complete! (%s issues)
el_gr: Το προφίλ σας δεν είναι πλήρες! (%s issues)
et_ee: Teie profiil ei ole täielik! (%s probleemid)
fi_fi: Profiilisi ei ole täydellinen! (%s issues)
ja_ja: プロフィールが完全でない！(%s 問題)
nb_no: Profilen din er ikke fullstendig! (%s problemer)
ro_ro: Profilul dumneavoastră nu este complet! (%s probleme)

source: Profile details, payment methods, opening hours, gallery
el_gr: Λεπτομέρειες προφίλ, μέθοδοι πληρωμής, ώρες λειτουργίας, γκαλερί
et_ee: Profiili andmed, makseviisid, lahtiolekuajad, galerii
fi_fi: Profiilin tiedot, maksutavat, aukioloajat, galleria.
ja_ja: プロフィール詳細、支払い方法、営業時間、ギャラリー
nb_no: Profilinformasjon, betalingsmetoder, åpningstider, galleri
ro_ro: Detalii despre profil, metode de plată, ore de funcționare, galerie

source: Instant messages you have recieved & sent
el_gr: Στιγμιαία μηνύματα που έχετε λάβει &amp; στείλει
et_ee: Saadud ja saadetud kiirsõnumid
fi_fi: Saamasi ja lähettämäsi pikaviestit
ja_ja: 受信・送信したインスタントメッセージ
nb_no: Direktemeldinger du har mottatt og sendt
ro_ro: Mesajele instantanee pe care le-ați primit și trimis

source: Favorite listings
el_gr: Αγαπημένες καταχωρήσεις
et_ee: Lemmik nimekirjad
fi_fi: Suosikkilistat
ja_ja: お気に入りリスト
nb_no: Favorittoppføringer
ro_ro: Listele favorite

source: Listings you've marked as your favorite
el_gr: Λίστες που έχετε επισημάνει ως αγαπημένες σας
et_ee: Loetelu, mille olete märkinud oma lemmikuks
fi_fi: Listat, jotka olet merkinnyt suosikeiksesi
ja_ja: お気に入りにマークしたリスト
nb_no: Oppføringer du har merket som favoritt
ro_ro: Listele pe care le-ați marcat ca fiind preferate

source: Promotions
el_gr: Προωθητικές ενέργειες
et_ee: Kampaaniad
fi_fi: Kampanjat
ja_ja: プロモーション
nb_no: Kampanjer
ro_ro: Promoții

source: Highlight listings, buy credits or membership
el_gr: Επισημάνετε τις καταχωρήσεις, αγοράστε μονάδες ή συνδρομή
et_ee: Rõhutage nimekirjad, ostke krediiti või liikmelisust
fi_fi: Korosta listauksia, osta krediittejä tai jäsenyyttä
ja_ja: リスティング広告をハイライトし、クレジットやメンバーシップを購入する
nb_no: Fremhev oppføringer, kjøp kreditter eller medlemskap
ro_ro: Evidențiați anunțurile, cumpărați credite sau abonament

source: Feel free to send us a message
el_gr: Μη διστάσετε να μας στείλετε ένα μήνυμα
et_ee: Saate meile julgelt sõnumi saata
fi_fi: Voit vapaasti lähettää meille viestin
ja_ja: お気軽にメッセージを
nb_no: Send oss gjerne en melding
ro_ro: Nu ezitați să ne trimiteți un mesaj

source: Sign-out from your account
el_gr: Αποσύνδεση από το λογαριασμό σας
et_ee: Logi oma kontolt välja
fi_fi: Kirjaudu ulos tililtäsi
ja_ja: アカウントからサインアウトする
nb_no: Logg ut av kontoen din
ro_ro: Deconectați-vă din contul dvs.

source: Change password
el_gr: Αλλαγή κωδικού πρόσβασης
et_ee: Muuda parooli
fi_fi: Vaihda salasana
ja_ja: パスワードを変更する
nb_no: Endre passord
ro_ro: Modificați parola

source: Please enter a new secure password for your account
el_gr: Παρακαλώ εισάγετε έναν νέο ασφαλή κωδικό πρόσβασης για το λογαριασμό σας
et_ee: Palun sisestage oma konto uus turvaline parool
fi_fi: Syötä tilillesi uusi turvallinen salasana
ja_ja: アカウントの新しい安全なパスワードを入力する
nb_no: Vennligst skriv inn et nytt, sikkert passord for kontoen din
ro_ro: Vă rugăm să introduceți o nouă parolă securizată pentru contul dvs.

source: New password
el_gr: Νέος κωδικός πρόσβασης
et_ee: Uus parool
fi_fi: Uusi salasana
ja_ja: 新しいパスワード
nb_no: Nytt passord
ro_ro: Parolă nouă

source: Repeat password
el_gr: Επανάληψη κωδικού πρόσβασης
et_ee: Korrake parooli
fi_fi: Toista salasana
ja_ja: パスワードを繰り返す
nb_no: Gjenta passord
ro_ro: Repetați parola

source: Login to your account
el_gr: Συνδεθείτε στο λογαριασμό σας
et_ee: Logi oma kontole sisse
fi_fi: Kirjaudu tilillesi
ja_ja: アカウントにログインする
nb_no: Logg inn på kontoen din
ro_ro: Conectați-vă la contul dvs.

source: Listings visible to customers on site.
el_gr: Οι καταχωρίσεις είναι ορατές στους πελάτες στο χώρο.
et_ee: Klientidele nähtavad nimekirjad kohapeal.
fi_fi: Luettelot näkyvät asiakkaille paikan päällä.
ja_ja: リスティング広告は、現地で顧客の目に触れる。
nb_no: Oppføringer som er synlige for kundene på stedet.
ro_ro: Listele sunt vizibile pentru clienții de la fața locului.

source: Validation pending listings
el_gr: Επικύρωση εκκρεμών καταχωρίσεων
et_ee: Valideerimine ootab nimekirjade kinnitamist
fi_fi: Validointi vireillä olevat luettelot
ja_ja: 検証中のリスト
nb_no: Validering av ventende oppføringer
ro_ro: Listele în curs de validare

source: Listings pending approval. Unapproved listings are not visible on site.
el_gr: Οι καταχωρίσεις εκκρεμούν προς έγκριση. Οι μη εγκεκριμένες καταχωρίσεις δεν είναι ορατές στον ιστότοπο.
et_ee: Loetelud ootavad heakskiitu. Kinnitamata kuulutused ei ole saidil nähtavad.
fi_fi: Luettelot odottavat hyväksyntää. Hyväksymättömät listaukset eivät näy sivustolla.
ja_ja: 承認待ちのリスト。未承認のリスティングはサイト上に表示されない。
nb_no: Oppføringer som venter på godkjenning. Ikke-godkjente oppføringer er ikke synlige på nettstedet.
ro_ro: Listele sunt în curs de aprobare. Anunțurile neaprobate nu sunt vizibile pe site.

source: Listings those has expired and are now not visible in site.
el_gr: Οι καταχωρήσεις που έχουν λήξει και δεν είναι πλέον ορατές στον ιστότοπο.
et_ee: Nimekirjad, mis on aegunud ja ei ole nüüd kohapeal nähtavad.
fi_fi: Listat, jotka ovat vanhentuneet ja eivät nyt näy sivustolla.
ja_ja: これらのリスティングは有効期限が切れており、現在サイトには表示されていない。
nb_no: Oppføringer som har utløpt og nå ikke er synlige på nettstedet.
ro_ro: Listele au expirat și nu mai sunt vizibile în site.

source: All listings
el_gr: Όλες οι λίστες
et_ee: Kõik nimekirjad
fi_fi: Kaikki luettelot
ja_ja: すべてのリスト
nb_no: Alle oppføringer
ro_ro: Toate anunțurile

source: Active, pending validation and expired items.
el_gr: Ενεργά, εκκρεμή επικύρωση και ληγμένα στοιχεία.
et_ee: Aktiivsed, kinnitamisel olevad ja aegunud kirjed.
fi_fi: Aktiiviset, vahvistusta odottavat ja vanhentuneet kohteet.
ja_ja: 有効なもの、検証待ちのもの、期限切れのもの。
nb_no: Aktive, ventende validering og utløpte varer.
ro_ro: Articole active, în curs de validare și expirate.

source: Expired listing
el_gr: Λειφθείσα καταχώριση
et_ee: Aegunud noteering
fi_fi: Vanhentunut listaus
ja_ja: 掲載期限切れ
nb_no: Utløpt notering
ro_ro: Lista expirată

source: Sold!
el_gr: Πουλήθηκε!
et_ee: Müüdud!
fi_fi: Myyty!
ja_ja: 売約済みだ！
nb_no: Solgt!
ro_ro: Vândut!

source: Reserved!
el_gr: Κρατημένο!
et_ee: Reserveeritud!
fi_fi: Varattu!
ja_ja: 予約済みだ！
nb_no: Reserverte!
ro_ro: Rezervat!

source: Location not set
el_gr: Η τοποθεσία δεν έχει οριστεί
et_ee: Asukoht ei ole määratud
fi_fi: Sijaintia ei ole asetettu
ja_ja: 場所が設定されていない
nb_no: Plassering ikke angitt
ro_ro: Locația nu este setată

source: Renew
el_gr: Ανανέωση
ja_ja: リニューアルする
nb_no: Forny
ro_ro: Reînnoiți

source: Deactivate
el_gr: Απενεργοποίηση
et_ee: Deaktiveeri
fi_fi: Deaktivoi
ja_ja: 無効化する
nb_no: Deaktiver
ro_ro: Dezactivați

source: Unmark sold
el_gr: Αποσφράγιση πωληθέντων
et_ee: Märgistamata müüdud
fi_fi: Merkitsemätön myyty
ja_ja: 無印販売
nb_no: Ikke merk solgt
ro_ro: Fără marcaj vândut

source: Mark as sold
el_gr: Χαρακτηρίστε ως πωλημένο
et_ee: Märgista müüdud
fi_fi: Merkitse myydyksi
ja_ja: 売却済みとマークする
nb_no: Merk som solgt
ro_ro: Marcați ca vândut

source: Unmark reserved
el_gr: Αποσφραγίστε τα δεσμευμένα
et_ee: Märkimata reserveeritud
fi_fi: Merkitsemättä varattu
ja_ja: 予約マークを外す
nb_no: Fjern merket for reservert
ro_ro: Fără marcaj rezervat

source: Mark as reserved
el_gr: Σημειώστε ως δεσμευμένο
et_ee: Märgista reserveeritud
fi_fi: Merkitse varatuksi
ja_ja: 予約済みとしてマークする
nb_no: Merk som reservert
ro_ro: Marcați ca fiind rezervat

source: Republish
el_gr: Αναδημοσίευση
et_ee: Avalda uuesti
fi_fi: Julkaise uudelleen
ja_ja: 再発行
nb_no: Publiser på nytt
ro_ro: Republicare

source: Sign-in to your account
el_gr: Συνδεθείτε στο λογαριασμό σας
et_ee: Logi oma kontole sisse
fi_fi: Kirjaudu sisään tilillesi
ja_ja: アカウントにサインインする
nb_no: Logg inn på kontoen din
ro_ro: Conectați-vă la contul dvs.

source: Welcome back, please enter your login credentials
el_gr: Καλώς ήρθατε πίσω, παρακαλώ εισάγετε τα διαπιστευτήρια σύνδεσής σας
et_ee: Tere tulemast tagasi, palun sisestage oma sisselogimise andmed
fi_fi: Tervetuloa takaisin, anna kirjautumistietosi.
ja_ja: おかえりなさい。
nb_no: Velkommen tilbake, vennligst skriv inn påloggingsinformasjonen din
ro_ro: Bine ați revenit, vă rugăm să introduceți datele de autentificare

source: Login with Facebook
el_gr: Σύνδεση με το Facebook
et_ee: Logi sisse Facebooki kaudu
fi_fi: Kirjaudu sisään Facebookilla
ja_ja: Facebookでログインする
nb_no: Logg inn med Facebook
ro_ro: Autentificare cu Facebook

source: Sign in with Google
el_gr: Συνδεθείτε με το Google
et_ee: Logi sisse Google'iga
fi_fi: Kirjaudu sisään Googlen avulla
ja_ja: Googleでログインする
nb_no: Logg inn med Google
ro_ro: Conectați-vă cu Google

source: Connect with Facebook
el_gr: Συνδεθείτε με το Facebook
et_ee: Ühenda Facebookiga
fi_fi: Yhdistä Facebookiin
ja_ja: フェイスブックに接続する
nb_no: Koble til Facebook
ro_ro: Conectați-vă cu Facebook

source: Continue with Facebook
el_gr: Συνεχίστε με το Facebook
et_ee: Jätka Facebookiga
fi_fi: Jatka Facebookin kanssa
ja_ja: フェイスブックで続ける
nb_no: Fortsett med Facebook
ro_ro: Continuați cu Facebook
