Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Enable live realtime search without reloading of search page.
el_gr: Ενεργοποίηση της αναζήτησης σε πραγματικό χρόνο χωρίς επαναφόρτωση της σελίδας αναζήτησης.
et_ee: Võimaldab reaalajas otsingu ilma otsingulehe uuesti laadimata.
fi_fi: Ota reaaliaikainen haku käyttöön ilman hakusivun uudelleenlatausta.
ja_ja: 検索ページをリロードすることなく、リアルタイムのライブ検索を可能にする。
nb_no: Aktiver søk i sanntid uten å laste inn søkesiden på nytt.
ro_ro: Activați căutarea în timp real fără reîncărcarea paginii de căutare.

source: Default View on Search Page
el_gr: Προεπιλεγμένη προβολή στη σελίδα αναζήτησης
et_ee: Vaikimisi vaade otsingulehel
fi_fi: Hakusivun oletusnäkymä
ja_ja: 検索ページのデフォルト表示
nb_no: Standardvisning på søkesiden
ro_ro: Vizualizare implicită pe pagina de căutare

source: Gallery view
el_gr: Προβολή γκαλερί
et_ee: Vaade galeriis
fi_fi: Gallerianäkymä
ja_ja: ギャラリービュー
nb_no: Gallerivisning
ro_ro: Vedere galerie

source: Select default design of listing cards on search page.
el_gr: Επιλέξτε τον προεπιλεγμένο σχεδιασμό των καρτών καταχώρισης στη σελίδα αναζήτησης.
et_ee: Valige otsingulehel olevate nimekirjakaartide vaikimisi kujundus.
fi_fi: Valitse hakusivun listauskorttien oletusmuotoilu.
ja_ja: 検索ページのリストカードのデフォルトデザインを選択する。
nb_no: Velg standarddesign for oppføringskort på søkesiden.
ro_ro: Selectați designul prestabilit al cardurilor de listare de pe pagina de căutare.

source: Show Premiums Block on Search
el_gr: Εμφάνιση μπλοκ Premiums στην αναζήτηση
et_ee: Näita preemiate blokeeringut otsingus
fi_fi: Näytä Premiumit-lohko haussa
ja_ja: 検索にプレミアムブロックを表示する
nb_no: Vis premiumblokk på søk
ro_ro: Afișarea blocului de prime la căutare

source: Show Premium Listings block on Search Page.
el_gr: Εμφάνιση του μπλοκ Premium Listings στη σελίδα αναζήτησης.
et_ee: Näita Premium Listings plokki otsingulehel.
fi_fi: Näytä Premium Listings -lohko hakusivulla.
ja_ja: 検索ページにプレミアム物件ブロックを表示する。
nb_no: Vis Premium Listings-blokken på søkesiden.
ro_ro: Afișarea blocului de anunțuri premium pe pagina de căutare.

source: Number of Premiums on Search
el_gr: Αριθμός πριμοδοτήσεων στην αναζήτηση
et_ee: Preemiate arv otsingus
fi_fi: Hakupalkkioiden määrä
ja_ja: 検索プレミアム数
nb_no: Antall premier på søk
ro_ro: Numărul de prime la căutare

source: How many premium listings will be shown on Search page.
el_gr: Πόσες καταχωρίσεις premium θα εμφανίζονται στη σελίδα αναζήτησης.
et_ee: Kui palju premium-kirjeid kuvatakse otsingulehel.
fi_fi: Kuinka monta premium-luetteloa näytetään hakusivulla.
ja_ja: 検索ページにいくつのプレミアムリストを表示するか。
nb_no: Hvor mange premiumoppføringer som vises på søkesiden.
ro_ro: Câte anunțuri premium vor fi afișate pe pagina de căutare.

source: Premium Placeholder Target URL
el_gr: Premium Placeholder URL στόχου
et_ee: Premium Placeholder Siht-URL
fi_fi: Premium-sijoitusmerkki Kohde-URL
ja_ja: プレミアム・プレースホルダーのターゲットURL
nb_no: Premium Placeholder Mål-URL
ro_ro: Premium Placeholder URL țintă

source: Define URL where user is redirected when clicked on "Your listing here" placeholder on search page (premiums block). If no URL is defined, placeholder is not shown.
el_gr: Ορίστε τη διεύθυνση URL στην οποία ανακατευθύνεται ο χρήστης όταν κάνει κλικ στο εικονίδιο "Η καταχώρησή σας εδώ" στη σελίδα αναζήτησης (μπλοκ πριμοδοτήσεων). Εάν δεν έχει οριστεί URL, δεν εμφανίζεται το εικονίδιο.
et_ee: Määrake URL, kuhu kasutaja suunatakse ümber, kui klõpsate otsingulehel (lisatasude plokk) asukohta "Teie pakkumine siin". Kui URL-i ei ole määratud, ei kuvata paigutussalvestit.
fi_fi: Määritä URL-osoite, johon käyttäjä ohjataan, kun hän napsauttaa hakusivun "Your listing here" -merkkiä (premiums block). Jos URL-osoitetta ei ole määritetty, paikanmerkkiä ei näytetä.
ja_ja: 検索ページ（プレミアムブロック）の "Your listing here "プレースホルダーをクリックしたときに、ユーザーがリダイレクトされるURLを定義する。URLが定義されていない場合、プレースホルダは表示されない。
nb_no: Definer URL-adressen som brukeren blir omdirigert til når han/hun klikker på plassholderen "Din oppføring her" på søkesiden (premiumblokk). Hvis ingen URL er definert, vises ikke plassholderen.
ro_ro: Definiți URL-ul la care utilizatorul este redirecționat atunci când face clic pe simbolul "Your listing here" pe pagina de căutare (bloc de prime). Dacă nu se definește niciun URL, nu se afișează simbolul de poziție.

source: Premium Items Card Design (search)
el_gr: Premium Items Σχεδιασμός κάρτας (αναζήτηση)
et_ee: Premium Items Card Design (otsing)
fi_fi: Premium Items Card Design (haku)
ja_ja: プレミアムアイテムカードのデザイン（検索）
nb_no: Design av Premium Items-kort (søk)
ro_ro: Design de carduri Premium Items (căutare)

source: Currency in Search Box
el_gr: Νόμισμα στο πλαίσιο αναζήτησης
et_ee: Valuuta otsingukastis
fi_fi: Valuutta hakukentässä
ja_ja: 検索ボックスの通貨
nb_no: Valuta i søkeboksen
ro_ro: Moneda în caseta de căutare

source: Select currency symbol that will be used on search page for min & max price fields.
el_gr: Επιλέξτε το σύμβολο νομίσματος που θα χρησιμοποιείται στη σελίδα αναζήτησης για τα πεδία ελάχιστης και μέγιστης τιμής.
et_ee: Valige valuuta sümbol, mida kasutatakse otsingulehel minimaalse ja maksimaalse hinna väljade jaoks.
fi_fi: Valitse valuuttasymboli, jota käytetään hakusivulla min- ja max-hintakentissä.
ja_ja: 検索ページで最低価格と最高価格のフィールドに使用する通貨記号を選択する。
nb_no: Velg valutasymbol som skal brukes på søkesiden for min. og maks. prisfelt.
ro_ro: Selectați simbolul monedei care va fi utilizat pe pagina de căutare pentru câmpurile de preț minim și maxim.

source: Publish listing settings
el_gr: Δημοσίευση ρυθμίσεων καταχώρισης
et_ee: Avalda nimekirjade seaded
fi_fi: Julkaise listausasetukset
ja_ja: 掲載設定を公開する
nb_no: Innstillinger for publisering av oppføringer
ro_ro: Publicarea setărilor de listare

source: Category selection on Publish page
el_gr: Επιλογή κατηγορίας στη σελίδα δημοσίευσης
et_ee: Kategooria valik avaldamise lehel
fi_fi: Kategorian valinta Julkaisusivulla
ja_ja: 出版ページでのカテゴリー選択
nb_no: Valg av kategori på publiseringssiden
ro_ro: Selectarea categoriei pe pagina Publicare

source: Auto-complete box
el_gr: Πλαίσιο αυτόματης συμπλήρωσης
et_ee: Automaatselt täidetav kast
fi_fi: Automaattisesti täydennettävä laatikko
ja_ja: オートコンプリート・ボックス
nb_no: Automatisk utfyllingsboks
ro_ro: Caseta de autocompletare

source: Cascading dropdowns
el_gr: Αναδυόμενα αναπτυσσόμενα dropdowns
et_ee: Kaskadeeruvad rippmenüüd
fi_fi: Kaskadoituvat pudotusvalikot
ja_ja: カスケーディング・ドロップダウン
nb_no: Nedtrekkslister i kaskade
ro_ro: Picături în cascadă

source: One select box
el_gr: Ένα πλαίσιο επιλογής
et_ee: Üks valikukast
fi_fi: Yksi valintaruutu
ja_ja: セレクトボックス
nb_no: Én valgboks
ro_ro: O casetă de selecție

source: Select what type of category selection (box) will be used on publish/edit page.
el_gr: Επιλέξτε τον τύπο επιλογής κατηγορίας (πλαίσιο) που θα χρησιμοποιείται στη σελίδα δημοσίευσης/επεξεργασίας.
et_ee: Valige, millist tüüpi kategooria valikut (kasti) kasutatakse avaldamise/töötlemise lehel.
fi_fi: Valitse, minkä tyyppistä luokkavalintaa (laatikkoa) käytetään julkaisu-/muokkaussivulla.
ja_ja: 公開/編集ページで使用するカテゴリー選択（ボックス）のタイプを選択する。
nb_no: Velg hvilken type kategorivalg (boks) som skal brukes på publiser/rediger-siden.
ro_ro: Selectați ce tip de selectare a categoriei (caseta) va fi utilizat pe pagina de publicare/editare.

source: Location selection on Publish page
el_gr: Επιλογή τοποθεσίας στη σελίδα δημοσίευσης
et_ee: Asukoha valik avaldamise lehel
fi_fi: Sijainnin valinta julkaisusivulla
ja_ja: 公開ページで場所を選択する
nb_no: Valg av plassering på Publiser-siden
ro_ro: Selectarea locației pe pagina Publicare

source: Cascading dropdowns (Country > Region > City)
el_gr: Αναδυόμενα πτυσσόμενα παράθυρα (Χώρα &gt; Περιφέρεια &gt; Πόλη)
et_ee: Kaskadilised rippmenüüd (Riik &gt; Piirkond &gt; Linn)
fi_fi: Kaskadoituvat pudotusvalikot (maa &gt; alue &gt; kaupunki)
ja_ja: カスケードドロップダウン（国 &gt; 地域 &gt; 都市）
nb_no: Kaskaderullegardinmenyer (Land &gt; Region &gt; By)
ro_ro: Desfășurări în cascadă (Țară &gt; Regiune &gt; Oraș)

source: Auto-complete box can be right choice in case your regions has thousands of cities and it is hard to scroll to proper city.
el_gr: Το πλαίσιο αυτόματης συμπλήρωσης μπορεί να είναι η σωστή επιλογή σε περίπτωση που οι περιοχές σας έχουν χιλιάδες πόλεις και είναι δύσκολο να μετακινηθείτε στην κατάλληλη πόλη.
et_ee: Automaatselt täituv kast võib olla õige valik juhul, kui teie piirkonnas on tuhandeid linnu ja õigesse linna on raske kerida.
fi_fi: Automaattinen täydennyslaatikko voi olla oikea valinta, jos alueellasi on tuhansia kaupunkeja ja oikeaan kaupunkiin on vaikea vierittää.
ja_ja: オートコンプリート・ボックスは、あなたの地域が何千もの都市を持ち、適切な都市までスクロールするのが難しい場合に、適切な選択となる。
nb_no: Automatisk utfylling kan være det riktige valget hvis regionene dine har tusenvis av byer og det er vanskelig å bla til riktig by.
ro_ro: Căsuța de completare automată poate fi alegerea potrivită în cazul în care regiunile dvs. au mii de orașe și este dificil să parcurgeți până la orașul potrivit.

source: Required Fields on Publish
el_gr: Υποχρεωτικά πεδία κατά τη δημοσίευση
et_ee: Kohustuslikud väljad avaldamisel
fi_fi: Pakolliset kentät julkaisussa
ja_ja: 公開時の必須項目
nb_no: Obligatoriske felt ved publisering
ro_ro: Câmpuri obligatorii la publicare

source: If you select Location as required, it means that one of following fields must be filled: Country, Region or City
el_gr: Εάν επιλέξετε Τοποθεσία ως υποχρεωτική, σημαίνει ότι πρέπει να συμπληρωθεί ένα από τα ακόλουθα πεδία: Χώρα, Περιφέρεια ή Πόλη
et_ee: Kui valite asukoha kohustuslikuks, tähendab see, et üks järgmistest väljadest peab olema täidetud: Riik, piirkond või linn
fi_fi: Jos valitset sijainnin pakolliseksi, se tarkoittaa, että jokin seuraavista kentistä on täytettävä: Maa, alue tai kaupunki
ja_ja: Locationを必須項目として選択した場合、以下のフィールドのいずれかを入力する必要があることを意味する：国、地域、都市
nb_no: Hvis du velger Sted som obligatorisk, betyr det at ett av følgende felt må fylles ut: Land, region eller by
ro_ro: Dacă selectați Location (Locație) ca fiind obligatorie, înseamnă că trebuie completat unul dintre următoarele câmpuri: Țară, Regiune sau Oraș

source: Extra Fields exclude Categories
el_gr: Τα επιπλέον πεδία αποκλείουν τις κατηγορίες
et_ee: Lisaväljad välistavad kategooriad
fi_fi: Ylimääräiset kentät sulkevat pois kategoriat
ja_ja: 追加フィールドはカテゴリーを除く
nb_no: Ekstra felt ekskluderer kategorier
ro_ro: Câmpurile suplimentare exclud categoriile

source: Select categories where you do not want to show Transaction and Condition on listing publish/edit page
el_gr: Επιλέξτε τις κατηγορίες στις οποίες δεν θέλετε να εμφανίζεται η Συναλλαγή και η Κατάσταση στη σελίδα δημοσίευσης/επεξεργασίας καταχωρήσεων
et_ee: Valige kategooriad, mille puhul te ei soovi avaldada tehingut ja tingimusi nimekirjade avaldamise/töötlemise lehel.
fi_fi: Valitse luokat, joissa et halua näyttää tapahtumaa ja ehtoa listan julkaisu-/muokkaussivulla.
ja_ja: リスティングの公開/編集ページで取引と条件を表示したくないカテゴリを選択する。
nb_no: Velg kategorier der du ikke ønsker å vise Transaksjon og Betingelse på siden for publisering/redigering av oppføringer
ro_ro: Selectați categoriile în care nu doriți să afișați Tranzacția și Condiția pe pagina de publicare/editare a listării

source: Other settings
el_gr: Άλλες ρυθμίσεις
et_ee: Muud seaded
fi_fi: Muut asetukset
ja_ja: その他の設定
nb_no: Andre innstillinger
ro_ro: Alte setări

source: Image Gallery Aspect Ratio
el_gr: Αναλογία διαστάσεων της γκαλερί εικόνων
et_ee: Pildigalerii kuvasuhe
fi_fi: Kuvagallerian kuvasuhde
ja_ja: 画像ギャラリーのアスペクト比
nb_no: Bildegalleri Aspect Ratio
ro_ro: Raportul de aspect al galeriei de imagini

source: Calculated based on Image Normal Size
el_gr: Υπολογίζεται με βάση το κανονικό μέγεθος εικόνας
et_ee: Arvutatakse pildi normaalse suuruse alusel
fi_fi: Laskettu kuvan normaalikoon perusteella
ja_ja: 画像の標準サイズに基づいて計算される
nb_no: Beregnet basert på normal bildestørrelse
ro_ro: Calculat pe baza dimensiunii normale a imaginii

source: Square (1:1)
el_gr: Τετράγωνο (1:1)
et_ee: Ruut (1:1)
fi_fi: Neliö (1:1)
ja_ja: 正方形（1：1）
nb_no: Kvadratisk (1:1)
ro_ro: Pătrat (1:1)

source: Normal (4:3)
el_gr: Κανονικό (4:3)
et_ee: Normaalne (4:3)
fi_fi: Normaali (4:3)
ja_ja: ノーマル（4:3）

source: Wide (16:9)
el_gr: Ευρεία (16:9)
et_ee: Lai (16:9)
fi_fi: Leveä (16:9)
ja_ja: ワイド（16:9）
nb_no: Bredformat (16:9)
ro_ro: Larg (16:9)

source: Very wide (2:1)
el_gr: Πολύ ευρύ (2:1)
et_ee: Väga lai (2:1)
fi_fi: Erittäin leveä (2:1)
ja_ja: 非常に広い（2:1）
nb_no: Svært bred (2:1)
ro_ro: Foarte larg (2:1)

source: Select image gallery aspect ratio shown on listing page.
el_gr: Επιλέξτε την αναλογία διαστάσεων της γκαλερί εικόνων που εμφανίζεται στη σελίδα καταχώρισης.
et_ee: Valige pildigalerii kuvasuhe, mis on näidatud nimekirjade lehel.
fi_fi: Valitse kuvagallerian kuvasuhde, joka näkyy listasivulla.
ja_ja: 掲載ページに表示される画像ギャラリーのアスペクト比を選択する。
nb_no: Velg bildegalleriets størrelsesforhold som vises på oppføringssiden.
ro_ro: Selectați raportul de aspect al galeriei de imagini afișat pe pagina de listare.

source: Footer Link
el_gr: Σύνδεσμος υποσέλιδου
et_ee: Alumise osa link
fi_fi: Alatunnisteen linkki
ja_ja: フッターリンク
nb_no: Lenke i bunnteksten
ro_ro: Legătură de subsol

source: Link to osclass will be shown in footer to support our project.
el_gr: Ο σύνδεσμος προς το osclass θα εμφανίζεται στο υποσέλιδο για την υποστήριξη του έργου μας.
et_ee: Link osclassile kuvatakse jaluses, et toetada meie projekti.
fi_fi: Linkki osclass näkyy alatunnisteessa projektimme tukemiseksi.
ja_ja: フッターにosclassへのリンクが表示される。
nb_no: Lenke til osclass vil bli vist i bunnteksten for å støtte prosjektet vårt.
ro_ro: Link-ul către osclass va fi afișat în subsol pentru a susține proiectul nostru.

source: Number of Items on Public Profile
el_gr: Αριθμός στοιχείων στο δημόσιο προφίλ
et_ee: Objektide arv avalikus profiilis
fi_fi: Julkisen profiilin kohteiden määrä
ja_ja: 公開プロフィールの項目数
nb_no: Antall elementer på offentlig profil
ro_ro: Numărul de elemente de pe profilul public

source: How many listings will be shown on user public profile. Keep in mind that pagination is not available on public profile.
el_gr: Πόσες καταχωρήσεις θα εμφανίζονται στο δημόσιο προφίλ του χρήστη. Λάβετε υπόψη ότι η σελιδοποίηση δεν είναι διαθέσιμη στο δημόσιο προφίλ.
et_ee: Kui palju nimekirju kuvatakse kasutaja avalikus profiilis. Pidage meeles, et avalikul profiilil ei ole võimalik lehekülgede liigendamine.
fi_fi: Kuinka monta listaa näytetään käyttäjän julkisessa profiilissa. Pidä mielessä, että sivunumerointi ei ole käytettävissä julkisessa profiilissa.
ja_ja: ユーザーの公開プロフィールに何件のリストが表示されるか。公開プロフィールではページネーションが利用できないことに留意すること。
nb_no: Hvor mange oppføringer som skal vises på brukerens offentlige profil. Husk at paginering ikke er tilgjengelig på den offentlige profilen.
ro_ro: Câte anunțuri vor fi afișate pe profilul public al utilizatorului. Rețineți că paginarea nu este disponibilă pe profilul public.

source: Number of Items in Alerts section
el_gr: Αριθμός στοιχείων στην ενότητα Alerts
et_ee: Kirjete arv hoiatuste sektsioonis
fi_fi: Kohteiden määrä hälytysosassa
ja_ja: アラートセクションの項目数
nb_no: Antall elementer i Varsler-delen
ro_ro: Numărul de elemente din secțiunea Alerte

source: How many listings will be shown under each alert in alerts section of user account. Keep in mind that pagination is not available in alerts section.
el_gr: Πόσες λίστες θα εμφανίζονται κάτω από κάθε ειδοποίηση στην ενότητα ειδοποιήσεις του λογαριασμού χρήστη. Λάβετε υπόψη ότι η σελιδοποίηση δεν είναι διαθέσιμη στο τμήμα ειδοποιήσεων.
et_ee: Kui palju nimekirju kuvatakse iga hoiatuse all kasutajakonto hoiatuste sektsioonis. Pidage meeles, et hoiatuste sektsioonis ei ole võimalik lehekülgede liigendamine.
fi_fi: Kuinka monta listaa näytetään kunkin hälytyksen alla käyttäjätilin hälytykset-osiossa. Pidä mielessä, että sivukuvaus ei ole käytettävissä hälytysosiossa.
ja_ja: ユーザー・アカウントのアラート・セクションで、各アラートの下にいくつのリストを表示するか。アラートセクションではページネーションが利用できないことに留意すること。
nb_no: Hvor mange oppføringer som skal vises under hvert varsel i varslingsdelen av brukerkontoen. Husk at paginering ikke er tilgjengelig i varslingsdelen.
ro_ro: Câte anunțuri vor fi afișate sub fiecare alertă în secțiunea "Alerte" din contul de utilizator. Rețineți că paginarea nu este disponibilă în secțiunea de alerte.

source: Location selection on Profile page
el_gr: Επιλογή τοποθεσίας στη σελίδα Προφίλ
et_ee: Asukoha valik profiili lehel
fi_fi: Sijainnin valinta profiilisivulla
ja_ja: プロフィールページで場所を選択する
nb_no: Valg av sted på profilsiden
ro_ro: Selectarea locației pe pagina de profil

source: Generate Favicons
el_gr: Δημιουργία Favicons
et_ee: Looge favikoonid
fi_fi: Luo suosikit
ja_ja: ファビコンを生成する
nb_no: Generer Favicons
ro_ro: Generați Favicons

source: When enabled, favicons are generated in head of website. In some cases you may want to disable this, i.e. if you have it generated by plugin or manually.
el_gr: Όταν είναι ενεργοποιημένο, τα favicons δημιουργούνται στην κεφαλή του ιστότοπου. Σε ορισμένες περιπτώσεις μπορεί να θέλετε να το απενεργοποιήσετε αυτό, π.χ. αν το έχετε δημιουργήσει από πρόσθετο ή χειροκίνητα.
et_ee: Kui see on lubatud, luuakse veebisaidi päises favikoonid. Mõnel juhul võite selle keelata, st kui teil on see loodud pluginaga või käsitsi.
fi_fi: Kun tämä on käytössä, faviconit luodaan verkkosivuston otsikkoon. Joissain tapauksissa voit haluta poistaa tämän käytöstä, esimerkiksi jos se on luotu lisäosalla tai manuaalisesti.
ja_ja: 有効にすると、ウェブサイトのヘッドにファビコンが生成される。プラグインや手動でファビコンを生成している場合など、これを無効にしたい場合がある。
nb_no: Når denne funksjonen er aktivert, genereres favicons i hodet på nettstedet. I noen tilfeller kan det være lurt å deaktivere dette, f.eks. hvis du får det generert av en plugin eller manuelt.
ro_ro: Atunci când este activată, favicons sunt generate în capul site-ului web. În unele cazuri, este posibil să doriți să dezactivați acest lucru, de exemplu, dacă le-ați generat prin plugin sau manual.

source: You can upload your favicons into folder %s. Sample data can be found in /sample. Keep naming convention.
el_gr: Μπορείτε να ανεβάσετε τα favicons σας στο φάκελο %s. Δείγματα δεδομένων μπορείτε να βρείτε στον κατάλογο /sample. Κρατήστε τη σύμβαση ονοματοδοσίας.
et_ee: Saate laadida oma lemmikkujusid üles kausta %s. Näidisandmed leiate /sample. Hoidke nimetamiskonventsiooni.
fi_fi: Voit ladata suosikkikuvasi kansioon %s. Esimerkkitiedot löytyvät kansiosta /sample. Säilytä nimeämiskäytäntö.
ja_ja: %s フォルダーにファビコンをアップロードできる。サンプルデータは/sampleにある。命名規則を守ること。
nb_no: Du kan laste opp favorittene dine i mappen %s. Eksempeldata finner du i /sample. Behold navngivningskonvensjonen.
ro_ro: Puteți încărca imaginile dvs. preferate în folderul %s. Exemplele de date pot fi găsite în /sample. Păstrați convenția de denumire.

source: Use Sample Favicons
el_gr: Χρήση δείγματος Favicons
et_ee: Kasutage näidisfavikoneid
fi_fi: Käytä näytteen suosikkikuvakkeita
ja_ja: サンプルファビコンを使う
nb_no: Bruk eksempler på favicons
ro_ro: Utilizați exemple de Favicons

source: When enabled, sample favicons from theme folder (%s) will be used.
el_gr: Όταν είναι ενεργοποιημένο, θα χρησιμοποιούνται δείγματα favicons από το φάκελο του θέματος (%s).
et_ee: Kui see on lubatud, kasutatakse teemakaustast (%s) pärit näidisfavikoneid.
fi_fi: Kun tämä on käytössä, käytetään teemakansiossa (%s) olevia esimerkkifavikoneja.
ja_ja: 有効にすると、テーマフォルダ（%s ）のサンプルファビコンが使用される。
nb_no: Når denne funksjonen er aktivert, brukes eksempler på favicons fra temamappen (%s).
ro_ro: Când este activată, vor fi utilizate exemple de favicons din dosarul temei (%s).

source: Shorten Item Description
el_gr: Σύντμηση της περιγραφής στοιχείου
et_ee: Lühendada objekti kirjeldust
fi_fi: Lyhentää kohteen kuvausta
ja_ja: 項目の説明を短くする
nb_no: Forkort varebeskrivelsen
ro_ro: Scurtarea descrierii articolului

source: When enabled, on listing page only first 720 characters of description will be shown. If description is longer, it will be truncated and "Read more" button added.
el_gr: Όταν είναι ενεργοποιημένη, στη σελίδα καταχώρισης θα εμφανίζονται μόνο οι πρώτοι 720 χαρακτήρες της περιγραφής. Εάν η περιγραφή είναι μεγαλύτερη, θα περικόπτεται και θα προστίθεται το κουμπί "Διαβάστε περισσότερα".
et_ee: Kui see on lubatud, kuvatakse nimekirjaleheküljel ainult esimesed 720 tähemärki kirjeldusest. Kui kirjeldus on pikem, kärbitakse see ja lisatakse nupp "Loe edasi".
fi_fi: Kun tämä on käytössä, listaussivulla näytetään vain kuvauksen ensimmäiset 720 merkkiä. Jos kuvaus on pidempi, se lyhennetään ja lisätään "Lue lisää" -painike.
ja_ja: 有効にすると、掲載ページで説明文の最初の720文字のみが表示される。説明文が長い場合は切り捨てられ、「続きを読む」ボタンが追加される。
nb_no: Når denne funksjonen er aktivert, vises bare de første 720 tegnene i beskrivelsen på annonsesiden. Hvis beskrivelsen er lengre, blir den avkortet, og "Les mer"-knappen legges til.
ro_ro: Dacă este activată, pe pagina de listare vor fi afișate doar primele 720 de caractere din descriere. În cazul în care descrierea este mai lungă, aceasta va fi trunchiată și se va adăuga butonul "Citește mai mult".

source: Assets Versioning
el_gr: Έκδοση περιουσιακών στοιχείων
et_ee: Varade versioonimine
fi_fi: Omaisuuserien versiointi
ja_ja: 資産のバージョン管理
nb_no: Versjonering av eiendeler
ro_ro: Versionarea activelor

source: When enabled, version based on current timestamp will be added to each style & script link in order to remove caching. No effect on plugins/osclass scripts & styles.
el_gr: Όταν είναι ενεργοποιημένη, η έκδοση με βάση την τρέχουσα χρονοσφραγίδα θα προστεθεί σε κάθε σύνδεσμο στυλ και δέσμης ενεργειών, προκειμένου να καταργηθεί η προσωρινή αποθήκευση. Καμία επίδραση σε plugins/osclass σενάρια &amp; στυλ.
et_ee: Kui see on lubatud, lisatakse igale stiili ja skripti lingile praegusel ajatemplile põhinev versioon, et eemaldada vahemälu. Ei mõjuta pluginaid/osclass skripte ja stiile.
fi_fi: Kun tämä on käytössä, jokaiseen tyyli- ja skriptilinkkiin lisätään nykyiseen aikaleimaan perustuva versio välimuistitallennuksen poistamiseksi. Ei vaikutusta lisäosiin/osclass-skripteihin ja -tyyleihin.
ja_ja: 有効にすると、キャッシュを除去するために、現在のタイムスタンプに基づくバージョンが各スタイルとスクリプトのリンクに追加される。プラグイン/OSクラスのスクリプトとスタイルには影響しない。
nb_no: Når den er aktivert, vil versjon basert på gjeldende tidsstempel legges til i hver stil- og skriptlenke for å fjerne caching. Ingen effekt på plugins/osclass-skript og stiler.
ro_ro: Atunci când este activată, versiunea bazată pe marca temporală curentă va fi adăugată la fiecare link de stil și script pentru a elimina memoria cache. Nu are efect asupra scripturilor și stilurilor din pluginuri/osclass.

source: Social Network Links
el_gr: Σύνδεσμοι κοινωνικών δικτύων
et_ee: Sotsiaalvõrgustiku lingid
fi_fi: Sosiaalisen verkoston linkit
ja_ja: ソーシャル・ネットワーク・リンク
nb_no: Lenker til sosiale nettverk
ro_ro: Legături de rețele sociale

source: Define Social Links
el_gr: Ορισμός κοινωνικών συνδέσμων
et_ee: Määratlege sotsiaalsed lingid
fi_fi: Määritä sosiaaliset linkit
ja_ja: ソーシャルリンクを定義する
nb_no: Definer sosiale lenker
ro_ro: Definiți legăturile sociale
