Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: You have enabled DEBUG MODE, autocomplete may not work! Disable debug mode in config.php.
el_gr: Έχετε ενεργοποιήσει τη λειτουργία DEBUG MODE, η αυτόματη συμπλήρωση ενδέχεται να μην λειτουργεί! Απενεργοποιήστε τη λειτουργία εντοπισμού σφαλμάτων στο αρχείο config.php.
et_ee: Te olete sisse lülitanud DEBUG MODE, automaatne täitmine ei pruugi toimida! Lülita debug-režiim välja config.php-s.
fi_fi: Olet ottanut käyttöön DEBUG-TILAN, automaattinen täydentäminen ei ehkä toimi! Poista debug-tila käytöstä config.php-tiedostossa.
ja_ja: DEBUG MODEを有効にしているため、オートコンプリートが機能しない可能性がある！config.phpでデバッグモードを無効にする。
nb_no: Du har aktivert DEBUG MODE, autofullføring fungerer kanskje ikke! Deaktiver feilsøkingsmodus i config.php.
ro_ro: Ați activat MODUL DEBUG, este posibil ca autocompletarea să nu funcționeze! Dezactivați modul de depanare în config.php.

source: Click to see phone number
el_gr: Κάντε κλικ για να δείτε τον αριθμό τηλεφώνου
et_ee: Klõpsake telefoninumbri nägemiseks
fi_fi: Klikkaa nähdäksesi puhelinnumero
ja_ja: クリックして電話番号を見る
nb_no: Klikk for å se telefonnummer
ro_ro: Faceți clic pentru a vedea numărul de telefon

source: No phone number
el_gr: Δεν υπάρχει αριθμός τηλεφώνου
et_ee: Telefoninumber puudub
fi_fi: Ei puhelinnumeroa
ja_ja: 電話番号なし
nb_no: Ikke noe telefonnummer
ro_ro: Fără număr de telefon

source: Login to see phone number. Click to login.
el_gr: Συνδεθείτε για να δείτε τον αριθμό τηλεφώνου. Κάντε κλικ για να συνδεθείτε.
et_ee: Telefoninumbri nägemiseks logi sisse. Klõpsake sisselogimiseks.
fi_fi: Kirjaudu sisään nähdäksesi puhelinnumeron. Klikkaa kirjautuaksesi sisään.
ja_ja: ログインして電話番号を見るクリックしてログインする。
nb_no: Logg inn for å se telefonnummer. Klikk for å logge inn.
ro_ro: Conectați-vă pentru a vedea numărul de telefon. Faceți clic pentru a vă conecta.

source: Click to see email
el_gr: Κάντε κλικ για να δείτε το email
et_ee: Klõpsake, et näha e-kirja
fi_fi: Klikkaa nähdäksesi sähköpostin
ja_ja: クリックしてメールを見る
nb_no: Klikk for å se e-post
ro_ro: Click pentru a vedea e-mailul

source: Searching only in %s (your default location)
el_gr: Αναζήτηση μόνο στο %s (η προεπιλεγμένη τοποθεσία σας)
et_ee: Otsing ainult aadressil %s (teie vaikimisi asukoht)
fi_fi: Haku vain osoitteessa %s (oletussijainti)
ja_ja: %s （デフォルトの場所）のみを検索する。
nb_no: Søker bare i %s (standardplasseringen din)
ro_ro: Căutarea numai în %s (locația implicită)

source: Near me
el_gr: Κοντά μου
et_ee: Minu lähedal
fi_fi: Lähelläni
ja_ja: 私の近く
nb_no: I nærheten av meg
ro_ro: În apropierea mea

source: Listings near me
el_gr: Λίστες κοντά μου
et_ee: Nimekirjad minu lähedal
fi_fi: Listat lähellä minua
ja_ja: 私の近くのリスト
nb_no: Oppføringer i nærheten av meg
ro_ro: Listări în apropierea mea

source: Your profile
el_gr: Το προφίλ σας
et_ee: Teie profiil
fi_fi: Profiilisi
ja_ja: プロフィール
nb_no: Din profil
ro_ro: Profilul tău

source: All locations
el_gr: Όλες οι τοποθεσίες
et_ee: Kõik asukohad
fi_fi: Kaikki sijainnit
ja_ja: 全拠点
nb_no: Alle steder
ro_ro: Toate locațiile

source: Enter %s more character to search...
el_gr: Πληκτρολογήστε %s περισσότερους χαρακτήρες για αναζήτηση...
et_ee: Sisestage %s rohkem tähemärki, et otsida...
fi_fi: Kirjoita %s lisää merkkejä hakuun...
ja_ja: 検索するには、%s さらに文字を入力する...
nb_no: Skriv inn %s flere tegn for å søke...
ro_ro: Introduceți %s mai multe caractere pentru a căuta...

source: Popular categories
el_gr: Δημοφιλείς κατηγορίες
et_ee: Populaarsed kategooriad
fi_fi: Suosittuja luokkia
ja_ja: 人気カテゴリー
nb_no: Populære kategorier
ro_ro: Categorii populare

source: Default location has been cleaned
el_gr: Η προεπιλεγμένη θέση έχει καθαριστεί
et_ee: Vaikimisi asukoht on puhastatud
fi_fi: Oletussijainti on puhdistettu
ja_ja: デフォルトの場所がきれいになった
nb_no: Standardplasseringen har blitt ryddet
ro_ro: Locația implicită a fost curățată

source: Located in %s
el_gr: Βρίσκεται στην %s
et_ee: Asub %s
fi_fi: Sijaitsee %s
ja_ja: 所在地%s
nb_no: Ligger i %s
ro_ro: Situat în %s

source: Default location has been saved
el_gr: Η προεπιλεγμένη θέση έχει αποθηκευτεί
et_ee: Vaikimisi asukoht on salvestatud
fi_fi: Oletussijainti on tallennettu
ja_ja: デフォルトの場所が保存された
nb_no: Standard plassering er lagret
ro_ro: Locația implicită a fost salvată

source: Remove from favorites
el_gr: Αφαίρεση από τα αγαπημένα
et_ee: Eemalda lemmikutest
fi_fi: Poista suosikeista
ja_ja: お気に入りから削除する
nb_no: Fjern fra favoritter
ro_ro: Eliminați din favorite

source: Save to favorite
el_gr: Αποθήκευση στα αγαπημένα
et_ee: Salvesta lemmikute hulka
fi_fi: Tallenna suosikkeihin
ja_ja: お気に入りに保存する
nb_no: Lagre til favoritt
ro_ro: Salvați în favorite

source: %d like
el_gr: %d όπως
et_ee: %d nagu
fi_fi: %d kuten
ja_ja: %d のようなものだ。
nb_no: %d som
ro_ro: %d ca

source: %d likes
el_gr: %d αρέσει
et_ee: %d meeldib
fi_fi: %d tykkää
ja_ja: %d 好き
nb_no: %d liker
ro_ro: %d îi place

source: User is online
el_gr: Ο χρήστης είναι συνδεδεμένος
et_ee: Kasutaja on võrgus
fi_fi: Käyttäjä on verkossa
ja_ja: ユーザーはオンラインである
nb_no: Brukeren er online
ro_ro: Utilizatorul este online

source: User is offline
el_gr: Ο χρήστης είναι εκτός σύνδεσης
et_ee: Kasutaja on võrguühenduseta
fi_fi: Käyttäjä on offline
ja_ja: ユーザーはオフラインである
nb_no: Brukeren er frakoblet
ro_ro: Utilizatorul este offline

source: Chat unavailable
el_gr: Συνομιλία μη διαθέσιμη
et_ee: Jututuba ei ole saadaval
fi_fi: Chat ei ole käytettävissä
ja_ja: チャット不可
nb_no: Chat utilgjengelig
ro_ro: Chat indisponibil

source: User is not registered
el_gr: Ο χρήστης δεν είναι εγγεγραμμένος
et_ee: Kasutaja ei ole registreeritud
fi_fi: Käyttäjä ei ole rekisteröitynyt
ja_ja: ユーザーが登録されていない
nb_no: Brukeren er ikke registrert
ro_ro: Utilizatorul nu este înregistrat

source: It's your ad
el_gr: Είναι η διαφήμισή σας
et_ee: See on teie reklaam
fi_fi: Se on sinun mainoksesi
ja_ja: それはあなたの広告だ
nb_no: Det er din annonse
ro_ro: Este reclama ta

source: User has blocked you
el_gr: Ο χρήστης σας έχει μπλοκάρει
et_ee: Kasutaja on teid blokeerinud
fi_fi: Käyttäjä on estänyt sinut
ja_ja: ユーザーがあなたをブロックした
nb_no: Brukeren har blokkert deg
ro_ro: Utilizatorul v-a blocat

source: Start chat
el_gr: Έναρξη συνομιλίας
et_ee: Alusta vestlust
fi_fi: Aloita keskustelu
ja_ja: チャットを開始する
ro_ro: Începeți chat-ul

source: Related items
el_gr: Σχετικά αντικείμενα
et_ee: Seotud esemed
fi_fi: Aiheeseen liittyvät kohteet
ja_ja: 関連アイテム
nb_no: Relaterte artikler
ro_ro: Articole conexe

source: Other items from this seller
el_gr: Άλλα αντικείμενα από αυτόν τον πωλητή
et_ee: Muud esemed sellelt müüjalt
fi_fi: Muita kohteita tältä myyjältä
ja_ja: この出品者の他のアイテム
nb_no: Andre varer fra denne selgeren
ro_ro: Alte articole de la acest vânzător

source: Premium
ja_ja: プレミアム

source: Recently viewed
el_gr: Πρόσφατα είδατε
et_ee: Hiljuti vaadatud
fi_fi: Äskettäin katsottu
ja_ja: 最近閲覧した記事
nb_no: Nylig vist
ro_ro: Vizualizate recent

source: Clear all
el_gr: Εκκαθάριση όλων
et_ee: Tühjenda kõik
fi_fi: Tyhjennä kaikki
ja_ja: すべてをクリアする
nb_no: Tøm alt
ro_ro: Ștergeți toate

source: Rate
el_gr: Βαθμολογήστε
et_ee: Hinda
fi_fi: Arvioi
ja_ja: レート
nb_no: Pris
ro_ro: Tarif

source: With picture only
el_gr: Μόνο με εικόνα
et_ee: Ainult pildiga
fi_fi: Vain kuvan kanssa
ja_ja: 写真のみ
nb_no: Kun med bilde
ro_ro: Numai cu imagine

source: Without picture only
el_gr: Χωρίς εικόνα μόνο
et_ee: Ainult ilma pildita
fi_fi: Vain ilman kuvaa
ja_ja: 写真なしのみ
nb_no: Kun uten bilde
ro_ro: Numai fără imagine

source: Yes
el_gr: Ναι
et_ee: Jah
fi_fi: Kyllä
ja_ja: はい
nb_no: Ja
ro_ro: Da

source: No
el_gr: Όχι
et_ee: Ei
fi_fi: Ei
ja_ja: いいえ
nb_no: Nei
ro_ro: Nu

source: Only premium
el_gr: Μόνο πριμοδότηση
et_ee: Ainult lisatasu
fi_fi: Vain palkkio
ja_ja: プレミアムのみ
nb_no: Kun premium
ro_ro: Numai prima

source: Only non-premium
el_gr: Μόνο μη premium
et_ee: Ainult mitte-premium
fi_fi: Vain muut kuin premium-luokan
ja_ja: ノン・プレミアムのみ
nb_no: Kun ikke-premium
ro_ro: Numai non-premium

source: Only with phone
el_gr: Μόνο με τηλέφωνο
et_ee: Ainult koos telefoniga
fi_fi: Vain puhelimen kanssa
ja_ja: 電話のみ
nb_no: Kun med telefon
ro_ro: Numai cu telefon

source: Only without phone
el_gr: Μόνο χωρίς τηλέφωνο
et_ee: Ainult ilma telefonita
fi_fi: Vain ilman puhelinta
ja_ja: 電話なしのみ
nb_no: Kun uten telefon
ro_ro: Numai fără telefon

source: Transaction
el_gr: Συναλλαγή
et_ee: Tehing
fi_fi: Transaktio
ja_ja: 取引
nb_no: Transaksjon
ro_ro: Tranzacție

source: Condition
el_gr: Κατάσταση
et_ee: Tingimus
fi_fi: Kunto
ja_ja: コンディション
nb_no: Tilstand
ro_ro: Stare

source: Seller type
el_gr: Τύπος πωλητή
et_ee: Müüja tüüp
fi_fi: Myyjän tyyppi
ja_ja: 売り手のタイプ
nb_no: Type selger
ro_ro: Tipul vânzătorului

source: From user
el_gr: Από τον χρήστη
et_ee: Kasutajalt
fi_fi: Käyttäjältä
ja_ja: ユーザーより
nb_no: Fra bruker
ro_ro: De la utilizator

source: Not from user
el_gr: Όχι από τον χρήστη
et_ee: Mitte kasutajalt
fi_fi: Ei käyttäjältä
ja_ja: ユーザーからではない
nb_no: Ikke fra bruker
ro_ro: Nu de la utilizator

source: Category
el_gr: Κατηγορία
et_ee: Kategooria
fi_fi: Luokka
ja_ja: カテゴリー
nb_no: Kategori
ro_ro: Categoria

source: Item age
el_gr: Ηλικία αντικειμένου
et_ee: Eseme vanus
fi_fi: Kohteen ikä
ja_ja: アイテムエイジ
nb_no: Varealder
ro_ro: Vârsta articolului

source: Country
el_gr: Χώρα
et_ee: Riik
fi_fi: Maa
ja_ja: 国名
nb_no: Land
ro_ro: Țara

source: Region
el_gr: Περιοχή
et_ee: Piirkond
fi_fi: Alue
ja_ja: 地域
ro_ro: Regiune

source: City
el_gr: Πόλη
et_ee: Linn
fi_fi: Kaupunki
ja_ja: 都市
nb_no: By
ro_ro: Orașul

source: With picture
el_gr: Με εικόνα
et_ee: Pildiga
fi_fi: Kuvan kanssa
ja_ja: 写真付き
nb_no: Med bilde
ro_ro: Cu imagine

source: With phone
el_gr: Με τηλέφωνο
et_ee: Telefoniga
fi_fi: Puhelimella
ja_ja: 電話付き
nb_no: Med telefon
ro_ro: Cu telefon

source: Min price
el_gr: Ελάχιστη τιμή
et_ee: Min hind
fi_fi: Vähimmäishinta
ja_ja: 最低価格
nb_no: Min pris
ro_ro: Preț minim

source: Max price
el_gr: Μέγιστη τιμή
et_ee: Maksimaalne hind
fi_fi: Enimmäishinta
ja_ja: 最高価格
nb_no: Maks pris
ro_ro: Preț maxim

source: Keyword
el_gr: Λέξη-κλειδί
et_ee: Märksõna
fi_fi: Avainsana
ja_ja: キーワード
nb_no: Nøkkelord
ro_ro: Cuvânt cheie

source: Radius
el_gr: Ακτίνα
fi_fi: Säde
ja_ja: 半径

source: All
el_gr: Όλα
et_ee: Kõik
fi_fi: Kaikki
ja_ja: すべて
nb_no: Alle
ro_ro: Toate

source: Select a condition...
el_gr: Επιλέξτε μια κατάσταση...
et_ee: Valige tingimus...
fi_fi: Valitse ehto...
ja_ja: 条件を選択する
nb_no: Velg en tilstand...
ro_ro: Selectați o condiție...

source: Any condition
el_gr: Οποιαδήποτε κατάσταση
et_ee: Mis tahes tingimus
fi_fi: Mikä tahansa tila
ja_ja: あらゆる条件
nb_no: Enhver tilstand
ro_ro: Orice condiție

source: New
el_gr: Νέο
et_ee: Uus
fi_fi: Uusi
ja_ja: 新しい
nb_no: Ny
ro_ro: Nou

source: Used
el_gr: Μεταχειρισμένο
et_ee: Kasutatud
fi_fi: Käytetty
ja_ja: 中古
nb_no: Brukt
ro_ro: Folosit

source: Select a transaction...
el_gr: Επιλέξτε μια συναλλαγή...
et_ee: Valige tehing...
fi_fi: Valitse tapahtuma...
ja_ja: 取引を選択する
nb_no: Velg en transaksjon...
ro_ro: Selectați o tranzacție...

source: Any transaction
el_gr: Οποιαδήποτε συναλλαγή
et_ee: Iga tehing
fi_fi: Mikä tahansa tapahtuma
ja_ja: あらゆる取引
nb_no: Enhver transaksjon
ro_ro: Orice tranzacție

source: Sell
el_gr: Πουλήστε
et_ee: Müüa
fi_fi: Myy
ja_ja: 売却する
nb_no: Selge
ro_ro: Vindeți

source: Buy
el_gr: Αγοράστε
et_ee: Osta
fi_fi: Osta
ja_ja: 購入する
nb_no: Kjøp
ro_ro: Cumpărați

source: Rent
el_gr: Ενοικίαση
fi_fi: Vuokraa
ja_ja: 賃料
nb_no: Leie
ro_ro: Închiriere

source: Exchange
el_gr: Ανταλλαγή
fi_fi: Vaihto
ja_ja: 交換
nb_no: Utveksling
ro_ro: Schimbul

source: Any period
el_gr: Οποιαδήποτε περίοδος
et_ee: Mis tahes ajavahemik
fi_fi: Mikä tahansa ajanjakso
ja_ja: 任意の期間
nb_no: Enhver periode
ro_ro: Orice perioadă

source: Yesterday
el_gr: Χθες
et_ee: Eile
fi_fi: Eilen
ja_ja: 昨日
nb_no: I går
ro_ro: Ieri

source: Last week
el_gr: Την περασμένη εβδομάδα
et_ee: Eelmisel nädalal
fi_fi: Viime viikolla
ja_ja: 先週
nb_no: Forrige uke
ro_ro: Săptămâna trecută

source: Last 2 weeks
el_gr: Τελευταίες 2 εβδομάδες
et_ee: Viimased 2 nädalat
fi_fi: Viimeiset 2 viikkoa
ja_ja: 直近2週間
nb_no: De siste 2 ukene
ro_ro: Ultimele 2 săptămâni

source: Last month
el_gr: Τον περασμένο μήνα
et_ee: Eelmine kuu
fi_fi: Viime kuussa
ja_ja: 先月
nb_no: Forrige måned
ro_ro: Luna trecută

source: Last year
el_gr: Πέρυσι
et_ee: Eelmisel aastal
fi_fi: Viime vuonna
ja_ja: 昨年
nb_no: I fjor
ro_ro: Anul trecut

source: Any seller
el_gr: Οποιοσδήποτε πωλητής
et_ee: Iga müüja
fi_fi: Mikä tahansa myyjä
ja_ja: すべての販売者
nb_no: Enhver selger
ro_ro: Orice vânzător

source: Personal
el_gr: Προσωπικό
et_ee: Isiklik
fi_fi: Henkilökohtainen
ja_ja: 個人
nb_no: Personlig

source: Company
el_gr: Εταιρεία
et_ee: Ettevõte
fi_fi: Yritys
ja_ja: 会社概要
nb_no: Selskap
ro_ro: Compania

source: You must be logged in to contact publisher
el_gr: Πρέπει να συνδεθείτε για να επικοινωνήσετε με τον εκδότη
et_ee: Sa pead olema sisse logitud, et kirjastajaga ühendust võtta
fi_fi: Sinun täytyy olla kirjautuneena sisään ottaaksesi yhteyttä kustantajaan
ja_ja: 出版社に連絡するにはログインする必要がある
nb_no: Du må være innlogget for å kontakte utgiveren
ro_ro: Trebuie să vă conectați pentru a contacta editorul

source: You must be logged in to add a comment
el_gr: Πρέπει να συνδεθείτε για να προσθέσετε ένα σχόλιο
et_ee: Kommentaaride lisamiseks peate olema sisse logitud
fi_fi: Sinun täytyy olla kirjautuneena sisään lisätäksesi kommentin
ja_ja: コメントを追加するにはログインする必要がある
nb_no: Du må være logget inn for å legge til en kommentar
ro_ro: Trebuie să fiți autentificat pentru a adăuga un comentariu

source: minute ago
el_gr: πριν από ένα λεπτό
et_ee: minut tagasi
fi_fi: minuutti sitten
ja_ja: 今しがた
nb_no: minutt siden
ro_ro: minut în urmă

source: %d minutes ago
el_gr: %d λεπτά πριν
et_ee: %d minutit tagasi
fi_fi: %d minuuttia sitten
ja_ja: %d 分前
nb_no: %d minutter siden
ro_ro: %d minute în urmă

source: %d hour ago
el_gr: %d ώρα πριν
et_ee: %d tund aega tagasi
fi_fi: %d tunti sitten
ja_ja: %d 時間前
nb_no: %d time siden
ro_ro: %d acum o oră

source: %d hours ago
el_gr: %d ώρες πριν
et_ee: %d tundi tagasi
fi_fi: %d tuntia sitten
ja_ja: %d 時間前
nb_no: %d timer siden
ro_ro: %d ore în urmă

source: %d day ago
el_gr: %d ημέρα πριν
et_ee: %d päev tagasi
fi_fi: %d päivä sitten
ja_ja: %d 日前
nb_no: %d dag siden
ro_ro: %d zi în urmă

source: %d days ago
el_gr: %d ημέρες πριν
et_ee: %d päeva tagasi
fi_fi: %d päivää sitten
ja_ja: %d 日前
nb_no: %d dager siden
ro_ro: %d zile în urmă

source: %d week ago
el_gr: %d εβδομάδα πριν
et_ee: %d nädal tagasi
fi_fi: %d viikko sitten
ja_ja: %d 週間前
nb_no: %d uke siden
ro_ro: %d acum o săptămână

source: %d weeks ago
el_gr: %d εβδομάδες πριν
et_ee: %d nädalat tagasi
fi_fi: %d viikkoa sitten
ja_ja: %d 週間前
nb_no: %d uker siden
ro_ro: %d săptămâni în urmă

source: %d month ago
el_gr: %d πριν από ένα μήνα
et_ee: %d kuu aega tagasi
fi_fi: %d kuukausi sitten
ja_ja: %d 月前
nb_no: %d måned siden
ro_ro: %d lună în urmă

source: %d months ago
el_gr: %d μήνες πριν
et_ee: %d kuud tagasi
fi_fi: %d kuukautta sitten
ja_ja: %d ヶ月前
nb_no: %d måneder siden
ro_ro: %d luni în urmă

source: %d year ago
el_gr: %d πριν από ένα χρόνο
et_ee: %d aasta tagasi
fi_fi: %d vuosi sitten
ja_ja: %d 年前
nb_no: %d år siden
ro_ro: %d cu un an în urmă

source: %d years ago
el_gr: %d πριν από χρόνια
et_ee: %d aastaid tagasi
fi_fi: %d vuotta sitten
ja_ja: %d 年前
nb_no: %d år siden
ro_ro: %d ani în urmă

source: Today
el_gr: Σήμερα
et_ee: Täna
fi_fi: Tänään
ja_ja: 今日
nb_no: I dag
ro_ro: Astăzi

source: %d days
el_gr: %d ημέρες
et_ee: %d päevad
fi_fi: %d päivät
ja_ja: %d 日
nb_no: %d dager
ro_ro: %d zile

source: %d week
el_gr: %d εβδομάδα
et_ee: %d nädal
fi_fi: %d viikko
ja_ja: %d 週間
nb_no: %d uke
ro_ro: %d săptămâna

source: %d weeks
el_gr: %d εβδομάδες
et_ee: %d nädalat
fi_fi: %d viikot
ja_ja: %d 週間
nb_no: %d uker
ro_ro: %d săptămâni

source: %d month
el_gr: %d μήνας
et_ee: %d kuu
fi_fi: %d kuukausi
ja_ja: %d 月
nb_no: %d måned
ro_ro: %d luna

source: %d months
el_gr: %d μήνες
et_ee: %d kuud
fi_fi: %d kuukaudet
ja_ja: %d 月
nb_no: %d måneder
ro_ro: %d luni

source: %d year
el_gr: %d έτος
et_ee: %d aasta
fi_fi: %d vuosi
ja_ja: %d 年
nb_no: %d år
ro_ro: %d an

source: %d years
el_gr: %d χρόνια
et_ee: %d aastat
fi_fi: %d vuotta
ja_ja: %d 年
nb_no: %d år
ro_ro: %d ani

source: Monday
el_gr: Δευτέρα
et_ee: Esmaspäev
fi_fi: Maanantai
ja_ja: 月曜日
nb_no: Mandag
ro_ro: Luni

source: Tuesday
el_gr: Τρίτη
et_ee: Teisipäev
fi_fi: Tiistai
ja_ja: 火曜日
nb_no: Tirsdag
ro_ro: Marți

source: Wednesday
el_gr: Τετάρτη
et_ee: Kolmapäev
fi_fi: Keskiviikko
ja_ja: 水曜日
nb_no: Onsdag
ro_ro: Miercuri

source: Thursday
el_gr: Πέμπτη
et_ee: Neljapäev
fi_fi: Torstai
ja_ja: 木曜日
nb_no: Torsdag
ro_ro: Joi

source: Friday
el_gr: Παρασκευή
et_ee: Reede
fi_fi: Perjantai
ja_ja: 金曜日
nb_no: Fredag
ro_ro: Vineri

source: Saturday
el_gr: Σάββατο
et_ee: Laupäev
fi_fi: Lauantai
ja_ja: 土曜日
nb_no: Lørdag
ro_ro: Sâmbătă

source: Sunday
el_gr: Κυριακή
et_ee: Pühapäev
fi_fi: Sunnuntai
ja_ja: 日曜日
nb_no: Søndag
ro_ro: Duminică

source: Select category
el_gr: Επιλέξτε κατηγορία
et_ee: Valige kategooria
fi_fi: Valitse luokka
ja_ja: カテゴリーを選択する
nb_no: Velg kategori
ro_ro: Selectați categoria

source: Back
el_gr: Πίσω
et_ee: Tagasi
fi_fi: Takaisin
ja_ja: 戻る
nb_no: Tilbake
ro_ro: Înapoi

source: Very wide
el_gr: Πολύ μεγάλο εύρος
et_ee: Väga lai
fi_fi: Erittäin laaja
ja_ja: 非常に広い
nb_no: Svært bredt
ro_ro: Foarte largă

source: Wide
el_gr: Ευρεία
et_ee: Lai
fi_fi: Leveä
ja_ja: 広い
nb_no: Bred

source: Normal
el_gr: Κανονικό
et_ee: Tavaline
fi_fi: Normaali
ja_ja: ノーマル

source: Square
el_gr: Τετράγωνο
et_ee: Ruut
fi_fi: Neliö
ja_ja: 正方形
nb_no: Firkantet
ro_ro: Pătrat

source: Tall
el_gr: Ψηλό
ja_ja: 背が高い
nb_no: Høy

source: Very tall
el_gr: Πολύ ψηλός
et_ee: Väga pikk
fi_fi: Erittäin pitkä
ja_ja: とても背が高い
nb_no: Veldig høy
ro_ro: Foarte înalt

source: Extra tall
el_gr: Εξαιρετικά ψηλό
et_ee: Eriti pikk
fi_fi: Erittäin pitkä
ja_ja: エクストラ・トール
nb_no: Ekstra høy
ro_ro: Extra înalt

source: Mega tall
el_gr: Mega ψηλός
et_ee: Mega pikk
fi_fi: Mega pitkä
ja_ja: 巨大な背丈
nb_no: Megahøy
ro_ro: Mega înalt

source: weekly
el_gr: εβδομαδιαία
et_ee: Nädalane
fi_fi: Viikoittain
ja_ja: ウィークリー
nb_no: Ukentlig
ro_ro: săptămânal

source: monthly
el_gr: μηνιαία
et_ee: Igakuine
fi_fi: Kuukausittain
ja_ja: 毎月
nb_no: Månedlig
ro_ro: lunar

source: instant
el_gr: άμεση
et_ee: kohene
ja_ja: インスタント
nb_no: øyeblikkelig
ro_ro: instantaneu

source: Public profile
el_gr: Δημόσιο προφίλ
et_ee: Avalik profiil
fi_fi: Julkinen profiili
ja_ja: 公開プロフィール
nb_no: Offentlig profil
ro_ro: Profil public

source: Dashboard
el_gr: Ταμπλό
et_ee: Armatuurlaud
fi_fi: Kojelauta
ja_ja: ダッシュボード
nb_no: Dashbord
ro_ro: Tabloul de bord

source: Active listings
el_gr: Ενεργές καταχωρήσεις
et_ee: Aktiivsed nimekirjad
fi_fi: Aktiiviset listaukset
ja_ja: アクティブ・リスティング
nb_no: Aktive oppføringer
ro_ro: Listele active

source: Pending listings
el_gr: Εκκρεμείς καταχωρήσεις
et_ee: Olemasolevad nimekirjad
fi_fi: Vireillä olevat luettelot
ja_ja: 保留中のリスト
nb_no: Ventende oppføringer
ro_ro: Listele în așteptare

source: Expired listings
el_gr: Ληγμένες καταχωρήσεις
et_ee: Aegunud nimekirjad
fi_fi: Vanhentuneet listaukset
ja_ja: 期限切れリスト
nb_no: Utløpte oppføringer
ro_ro: Liste expirate

source: Saved searches
el_gr: Αποθηκευμένες αναζητήσεις
et_ee: Salvestatud otsingud
fi_fi: Tallennetut haut
ja_ja: 保存された検索
nb_no: Lagrede søk
ro_ro: Căutări salvate

source: My Profile
el_gr: Το προφίλ μου
et_ee: Minu profiil
fi_fi: Profiilini
ja_ja: プロフィール
nb_no: Min profil
ro_ro: Profilul meu

source: Logout
el_gr: Αποσύνδεση
et_ee: Väljalogimine
fi_fi: Kirjaudu ulos
ja_ja: ログアウト
nb_no: Logg ut

source: Status
el_gr: Κατάσταση
et_ee: Staatus
fi_fi: Tila
ja_ja: ステータス
ro_ro: Stare

source: Select a status...
el_gr: Επιλέξτε μια κατάσταση...
et_ee: Valige staatus...
fi_fi: Valitse tila...
ja_ja: ステータスを選択する
nb_no: Velg en status...
ro_ro: Selectați o stare...

source: Reserved
el_gr: Κρατημένο
et_ee: Reserveeritud
fi_fi: Varattu
ja_ja: 予約済み
nb_no: Reserverte
ro_ro: Rezervat

source: Sold
el_gr: Πωλείται
et_ee: Müüdud
fi_fi: Myyty
ja_ja: 売約済み
nb_no: Solgt
ro_ro: Vândut

source: Filter by category
el_gr: Φίλτρο ανά κατηγορία
et_ee: Filtreeri kategooria järgi
fi_fi: Suodata kategorian mukaan
ja_ja: カテゴリーで絞り込む
nb_no: Filtrer etter kategori
ro_ro: Filtrează după categorie

source: All categories
el_gr: Όλες οι κατηγορίες
et_ee: Kõik kategooriad
fi_fi: Kaikki luokat
ja_ja: すべてのカテゴリー
nb_no: Alle kategorier
ro_ro: Toate categoriile

source: Filter by seller type
el_gr: Φίλτρο ανά τύπο πωλητή
et_ee: Filtreeri müüja tüübi järgi
fi_fi: Suodata myyjän tyypin mukaan
ja_ja: 販売者のタイプで絞り込む
nb_no: Filtrer etter selgertype
ro_ro: Filtrați după tipul de vânzător

source: All sellers
el_gr: Όλοι οι πωλητές
et_ee: Kõik müüjad
fi_fi: Kaikki myyjät
ja_ja: すべてのセラー
nb_no: Alle selgere
ro_ro: Toți vânzătorii

source: Country, region or city
el_gr: Χώρα, περιοχή ή πόλη
et_ee: Riik, piirkond või linn
fi_fi: Maa, alue tai kaupunki
ja_ja: 国、地域、都市
nb_no: Land, region eller by
ro_ro: Țară, regiune sau oraș

source: Search for anything
el_gr: Αναζήτηση για οτιδήποτε
et_ee: Otsi midagi
fi_fi: Etsi mitä tahansa
ja_ja: 何でも検索する
nb_no: Søk etter hva som helst
ro_ro: Căutați orice

source: Search for anything in %s
el_gr: Αναζήτηση για οτιδήποτε στο %s
et_ee: Otsi midagi %s
fi_fi: Etsi mitä tahansa %s
ja_ja: で何でも検索できる。%s
nb_no: Søk etter hva som helst i %s
ro_ro: Căutați orice în %s

source: Filter by transaction
el_gr: Φίλτρο ανά συναλλαγή
et_ee: Filtreeri tehingu järgi
fi_fi: Suodata tapahtuman mukaan
ja_ja: トランザクションで絞り込む
nb_no: Filtrer etter transaksjon
ro_ro: Filtrează după tranzacție

source: All transactions
el_gr: Όλες οι συναλλαγές
et_ee: Kõik tehingud
fi_fi: Kaikki liiketoimet
ja_ja: すべての取引
nb_no: Alle transaksjoner
ro_ro: Toate tranzacțiile

source: Filter by condition
el_gr: Φίλτρο ανά κατάσταση
et_ee: Filtreeri tingimuse järgi
fi_fi: Suodata ehdon mukaan
ja_ja: 条件で絞り込む
nb_no: Filtrer etter tilstand
ro_ro: Filtrează după condiție

source: All conditions
el_gr: Όλες οι συνθήκες
et_ee: Kõik tingimused
fi_fi: Kaikki olosuhteet
ja_ja: すべての条件
nb_no: Alle forhold
ro_ro: Toate condițiile

source: Area
el_gr: Περιοχή
et_ee: Piirkond
fi_fi: Alue
ja_ja: エリア
nb_no: Område
ro_ro: Zona

source: Search area
el_gr: Περιοχή αναζήτησης
et_ee: Otsinguala
fi_fi: Hakualue
ja_ja: 検索エリア
nb_no: Søkeområde
ro_ro: Zona de căutare

source: Filter by country
el_gr: Φίλτρο ανά χώρα
et_ee: Filtreeri riigi järgi
fi_fi: Suodata maittain
ja_ja: 国で絞り込む
nb_no: Filtrer etter land
ro_ro: Filtrați după țară

source: All countries
el_gr: Όλες οι χώρες
et_ee: Kõik riigid
fi_fi: Kaikki maat
ja_ja: すべての国
nb_no: Alle land
ro_ro: Toate țările

source: Filter by region
el_gr: Φίλτρο ανά περιοχή
et_ee: Filtreeri piirkonna järgi
fi_fi: Suodata alueen mukaan
ja_ja: 地域で絞り込む
nb_no: Filtrer etter region
ro_ro: Filtrați după regiune

source: Filter by city
el_gr: Φίλτρο ανά πόλη
et_ee: Filtreeri linna järgi
fi_fi: Suodata kaupungin mukaan
ja_ja: 都市で絞り込む
nb_no: Filtrer etter by
ro_ro: Filtrați după oraș

source: All cities
el_gr: Όλες οι πόλεις
et_ee: Kõik linnad
fi_fi: Kaikki kaupungit
ja_ja: 全都市
nb_no: Alle byer
ro_ro: Toate orașele

source: Price
el_gr: Τιμή
et_ee: Hind
fi_fi: Hinta
ja_ja: 価格
nb_no: Pris
ro_ro: Preț

source: Price > %s
el_gr: Τιμή &gt; %s
et_ee: Hind &gt; %s
fi_fi: Hinta &gt; %s
ja_ja: 価格%s
nb_no: Pris %s
ro_ro: Preț &gt; %s

source: Price < %s
el_gr: Τιμή &lt; %s
et_ee: Hind &lt; %s
fi_fi: Hinta &lt; %s
ja_ja: 価格 &lt;%s
nb_no: Pris &lt; %s
ro_ro: Preț &lt; %s

source: Price: %s to %s
el_gr: Τιμή: %s έως %s
et_ee: Hind: %s kuni %s
fi_fi: Hinta: %s - %s
ja_ja: 価格：%s %s
nb_no: Pris: %s til %s
ro_ro: Preț: %s la %s

source: Filter by price
el_gr: Φίλτρο ανά τιμή
et_ee: Filtreeri hinna järgi
fi_fi: Suodata hinnan mukaan
ja_ja: 価格で絞り込む
nb_no: Filtrer etter pris
ro_ro: Filtrați după preț

source: Define minimum and maximum price:
el_gr: Καθορίστε την ελάχιστη και τη μέγιστη τιμή:
et_ee: Määrake minimaalne ja maksimaalne hind:
fi_fi: Määrittele vähimmäis- ja enimmäishinta:
ja_ja: 最低価格と最高価格を定める：
nb_no: Definer minimums- og maksimumspris:
ro_ro: Definiți prețul minim și maxim:
