Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: Enter color in HEX format or select color with picker.
el_gr: Εισάγετε το χρώμα σε μορφή HEX ή επιλέξτε το χρώμα με τον επιλογέα.
et_ee: Sisestage värv HEX-vormingus või valige värv valiku abil.
fi_fi: Syötä väri HEX-muodossa tai valitse väri valitsimella.
ja_ja: HEX形式で色を入力するか、ピッカーで色を選択する。
nb_no: Skriv inn farge i HEX-format, eller velg farge med fargevelgeren.
ro_ro: Introduceți culoarea în format HEX sau selectați culoarea cu ajutorul selectorului.

source: Default: %s
el_gr: Προεπιλογή: %s
et_ee: Vaikimisi: %s
fi_fi: Oletusarvo: %s
ja_ja: デフォルトだ：%s
nb_no: Standard: %s
ro_ro: Implicit: %s

source: Theme Color - Primary on Hover
el_gr: Χρώμα θέματος - Πρωτογενές στο Hover
et_ee: Teema värv - esmane hõljumisel
fi_fi: Teeman väri - Ensisijainen leijaillessa
ja_ja: テーマカラー - カーソルを合わせると原色になる
nb_no: Temafarge - Primær ved sveving
ro_ro: Culoarea temei - primară la trecerea peste

source: Theme Color - Secondary
el_gr: Χρώμα θέματος - Δευτερεύον
et_ee: Teemavärv - sekundaarne
fi_fi: Teemaväri - toissijainen
ja_ja: テーマカラー - セカンダリー
nb_no: Temafarge - Sekundær
ro_ro: Culoarea temei - secundar

source: Theme Color - Secondary on Hover
el_gr: Χρώμα θέματος - Δευτερεύον στο Hover
et_ee: Teemavärv - sekundaarne hõljumisel
fi_fi: Teeman väri - Toissijainen leijaillessa
ja_ja: テーマカラー - ホバー時に二番目に表示される
nb_no: Temafarge - sekundær ved overflyvning
ro_ro: Culoarea temei - Secundar pe Hover

source: Enable Dark Mode
el_gr: Ενεργοποίηση σκοτεινής λειτουργίας
et_ee: Tume režiimi sisselülitamine
fi_fi: Ota tumma tila käyttöön
ja_ja: ダークモードを有効にする
nb_no: Aktiver mørk modus
ro_ro: Activați modul întunecat

source: Visitors will be able to select preferred theme - dark or light.
el_gr: Οι επισκέπτες θα μπορούν να επιλέξουν το προτιμώμενο θέμα - σκούρο ή ανοιχτό.
et_ee: Külastajad saavad valida eelistatud teema - tumedat või heledat.
fi_fi: Vierailijat voivat valita haluamansa teeman - tumman tai vaalean.
ja_ja: 来場者は好みのテーマ（ダークかライト）を選ぶことができる。
nb_no: Besøkende vil kunne velge ønsket tema - mørkt eller lyst.
ro_ro: Vizitatorii vor putea selecta tema preferată - întunecată sau deschisă.

source: Default Mode
el_gr: Προεπιλεγμένη λειτουργία
et_ee: Vaikimisi režiim
fi_fi: Oletustila
ja_ja: デフォルト・モード
nb_no: Standardmodus
ro_ro: Mod implicit

source: Light mode
el_gr: Λειτουργία φωτός
et_ee: Valgusrežiim
fi_fi: Valotila
ja_ja: ライトモード
nb_no: Lysmodus
ro_ro: Modul de lumină

source: Dark mode
el_gr: Σκοτεινή λειτουργία
et_ee: Tume režiim
fi_fi: Tumma tila
ja_ja: ダークモード
nb_no: Mørk modus
ro_ro: Modul întunecat

source: Select default website mode, when dark mode is enabled.
el_gr: Επιλέξτε την προεπιλεγμένη λειτουργία ιστότοπου, όταν είναι ενεργοποιημένη η σκοτεινή λειτουργία.
et_ee: Valige vaikimisi veebisaidi režiim, kui tume režiim on lubatud.
fi_fi: Valitse verkkosivuston oletustila, kun pimeä tila on käytössä.
ja_ja: ダークモードが有効な場合、デフォルトのウェブサイトモードを選択する。
nb_no: Velg standard nettstedmodus når mørk modus er aktivert.
ro_ro: Selectați modul implicit al site-ului web, atunci când este activat modul întunecat.

source: Custom font settings
el_gr: Προσαρμοσμένες ρυθμίσεις γραμματοσειράς
et_ee: Kohandatud fondi seaded
fi_fi: Mukautetut fonttiasetukset
ja_ja: カスタムフォント設定
nb_no: Tilpassede skriftinnstillinger
ro_ro: Setări de fonturi personalizate

source: Use Custom Font
el_gr: Χρήση προσαρμοσμένης γραμματοσειράς
et_ee: Kasutage kohandatud fondi
fi_fi: Käytä mukautettua fonttia
ja_ja: カスタムフォントを使用する
nb_no: Bruk egendefinert skrifttype
ro_ro: Utilizați un font personalizat

source: Theme will use bellow defined font as default theme font (instead of System-UI font).
el_gr: Το θέμα θα χρησιμοποιεί την παρακάτω καθορισμένη γραμματοσειρά ως προεπιλεγμένη γραμματοσειρά του θέματος (αντί της γραμματοσειράς System-UI).
et_ee: Teema kasutab allpool defineeritud kirjastiili vaikimisi teemafondina (süsteemi kasutajaliidese kirjastiili asemel).
fi_fi: Teema käyttää alla määriteltyä fonttia teeman oletusfonttina (System-UI-fontin sijasta).
ja_ja: テーマは、（システムUIフォントの代わりに）以下の定義されたフォントをデフォルトのテーマフォントとして使用する。
nb_no: Temaet vil bruke den nedenfor definerte skrifttypen som standard temaskrift (i stedet for System-UI-skrifttypen).
ro_ro: Tema va utiliza fontul definit mai jos ca font implicit al temei (în loc de fontul System-UI).

source: Font Family Name
el_gr: Όνομα οικογένειας γραμματοσειρών
et_ee: Kirjatüüpkonna nimi
fi_fi: Fonttiperheen nimi
ja_ja: フォントファミリー名
nb_no: Navn på skriftfamilie
ro_ro: Numele familiei de fonturi

source: Enter font family name that will be used in CSS to set this font. Examples: Roboto, "Open Sans", Tapestry, Montserrat, ...
el_gr: Εισάγετε το όνομα της οικογένειας γραμματοσειράς που θα χρησιμοποιηθεί στο CSS για να ορίσετε αυτή τη γραμματοσειρά. Παραδείγματα: Roboto, "Open Sans", Tapestry, Montserrat, ...
et_ee: Sisestage kirjatüüpkonna nimi, mida kasutatakse CSS-is selle kirjatüübi määramiseks. Näited: Roboto, "Open Sans", Tapestry, Montserrat, ...
fi_fi: Kirjoita fonttiperheen nimi, jota käytetään CSS:ssä tämän fontin määrittämiseen. Esimerkkejä: Tapestry, Montserrat, ...
ja_ja: このフォントを設定するためにCSSで使用されるフォントファミリー名を入力する。例Roboto、"Open Sans"、Tapestry、Montserrat、...
nb_no: Skriv inn navnet på skriftfamilien som skal brukes i CSS for å angi denne skrifttypen. Eksempler: Roboto, "Open Sans", Tapestry, Montserrat, ...
ro_ro: Introduceți numele familiei de fonturi care va fi utilizat în CSS pentru a seta acest font. Exemple: Roboto, "Open Sans", Tapestry, Montserrat, ...

source: Font URL
el_gr: URL γραμματοσειράς
et_ee: Fondi URL
fi_fi: Fontin URL-osoite
ja_ja: フォントURL
nb_no: URL til skrifttype

source: Enter URL to your font. You can place multiple URLs delimited by comma when needed.
el_gr: Εισάγετε τη διεύθυνση URL της γραμματοσειράς σας. Μπορείτε να τοποθετήσετε πολλαπλές διευθύνσεις URL που χωρίζονται με κόμμα όταν χρειάζεται.
et_ee: Sisestage oma kirjastiili URL. Vajaduse korral võite sisestada mitu URL-i, mis on eraldatud komaga.
fi_fi: Kirjoita fontin URL-osoite. Tarvittaessa voit antaa useita URL-osoitteita pilkulla erotettuna.
ja_ja: フォントのURLを入力する。必要に応じてカンマで区切って複数のURLを入力することもできる。
nb_no: Skriv inn URL-adressen til skriften din. Du kan legge inn flere URL-er avgrenset med komma ved behov.
ro_ro: Introduceți adresa URL a fontului dumneavoastră. Puteți plasa mai multe URL-uri delimitate prin virgulă atunci când este necesar.

source: About your site
el_gr: Σχετικά με τον ιστότοπό σας
et_ee: Teie saidi kohta
fi_fi: Tietoja sivustostasi
ja_ja: サイトについて
nb_no: Om nettstedet ditt
ro_ro: Despre site-ul dvs.

source: Site Name
el_gr: Όνομα τοποθεσίας
et_ee: Saidi nimi
fi_fi: Kohteen nimi
ja_ja: サイト名
nb_no: Stedets navn
ro_ro: Denumirea sitului

source: Website Name
el_gr: Όνομα ιστότοπου
et_ee: Veebisaidi nimi
fi_fi: Verkkosivuston nimi
ja_ja: ウェブサイト名
nb_no: Nettstedets navn
ro_ro: Numele site-ului web

source: Your site name, business name or company name
el_gr: Το όνομα του ιστότοπού σας, το όνομα της επιχείρησης ή της εταιρείας σας
et_ee: Teie saidi nimi, ärinimi või ettevõtte nimi
fi_fi: Sivuston nimi, toiminimi tai yrityksen nimi
ja_ja: あなたのサイト名、ビジネス名、会社名
nb_no: Navnet på nettstedet ditt, firmanavnet eller navnet på selskapet ditt
ro_ro: Numele site-ului dumneavoastră, numele afacerii sau numele companiei

source: Site Phone Number
el_gr: Αριθμός τηλεφώνου τοποθεσίας
et_ee: Saidi telefoninumber
fi_fi: Sivuston puhelinnumero
ja_ja: サイト電話番号
nb_no: Telefonnummer til nettstedet
ro_ro: Numărul de telefon al site-ului

source: Leave blank to disable, will be shown in footer
el_gr: Αφήστε κενό για απενεργοποίηση, θα εμφανίζεται στο υποσέλιδο
et_ee: Jäta tühjaks, et keelata, kuvatakse joonealune osa.
fi_fi: Jätä tyhjäksi poistaaksesi käytöstä, näytetään alatunnisteessa.
ja_ja: 無効にする場合は空白のままにする。
nb_no: La stå tomt for å deaktivere, vil vises i bunnteksten
ro_ro: Lăsați gol pentru a dezactiva, va fi afișat în subsol

source: Site Support Email
el_gr: Email Υποστήριξης Ιστοσελίδας
et_ee: Saidi tugi E-post
fi_fi: Sivuston tukisähköposti
ja_ja: サイトサポートメール
nb_no: E-post for nettstedsstøtte
ro_ro: Email de asistență pentru site

source: Site Address
el_gr: Διεύθυνση τοποθεσίας
et_ee: Saidi aadress
fi_fi: Sivuston osoite
ja_ja: サイトアドレス
nb_no: Adresse på stedet
ro_ro: Adresa site-ului

source: Enter contact address that will be used in footer
el_gr: Εισάγετε τη διεύθυνση επικοινωνίας που θα χρησιμοποιηθεί στο υποσέλιδο
et_ee: Sisestage kontaktaadress, mida kasutatakse joonealuses tekstis.
fi_fi: Kirjoita alatunnisteessa käytettävä yhteysosoite.
ja_ja: フッターで使用する連絡先アドレスを入力する
nb_no: Skriv inn kontaktadressen som skal brukes i bunnteksten
ro_ro: Introduceți adresa de contact care va fi folosită în subsol

source: Promotion settings
el_gr: Ρυθμίσεις προώθησης
et_ee: Edendamise seaded
fi_fi: Myynninedistämisasetukset
ja_ja: プロモーション設定
nb_no: Innstillinger for markedsføring
ro_ro: Setări de promovare

source: Enable Offer of the Day
el_gr: Ενεργοποιήστε την προσφορά της ημέρας
et_ee: Päeva pakkumise võimaldamine
fi_fi: Päivän tarjouksen mahdollistaminen
ja_ja: 本日のオファーを有効にする
nb_no: Aktiver dagens tilbud
ro_ro: Activați oferta zilei

source: Enable offer of the day functionality. You can select promoted item in bellow box. If no item is selected, random premium item will be picked via daily cron.
el_gr: Ενεργοποιήστε τη λειτουργία της προσφοράς της ημέρας. Μπορείτε να επιλέξετε το προωθούμενο στοιχείο στο παρακάτω πλαίσιο. Εάν δεν επιλεγεί κανένα στοιχείο, θα επιλεγεί τυχαίο premium στοιχείο μέσω του ημερήσιου cron.
et_ee: Lubage päeva pakkumise funktsioon. Saate valida reklaamitava toote allolevas kastis. Kui ühtegi toodet ei ole valitud, valitakse juhuslik lisatasu toode igapäevase croni kaudu.
fi_fi: Ota päivän tarjous -toiminto käyttöön. Voit valita mainostettavan kohteen alla olevasta laatikosta. Jos mitään kohdetta ei ole valittu, satunnainen premium-kohde valitaan päivittäisen cronin kautta.
ja_ja: 本日のオファー機能を有効にする。下のボックスでプロモーションアイテムを選択できる。アイテムが選択されていない場合、ランダムなプレミアムアイテムが毎日のクーロンによって選択される。
nb_no: Aktiver dagens tilbud-funksjonalitet. Du kan velge promotert vare i boksen nedenfor. Hvis ingen vare er valgt, vil en tilfeldig premiumvare bli valgt via daglig cron.
ro_ro: Activați funcționalitatea "Oferta zilei". Puteți selecta articolul promovat în caseta de mai jos. Dacă nu se selectează niciun articol, se va alege un articol premium aleatoriu prin intermediul cronului zilnic.

source: Offer of the Day Item ID
el_gr: Προσφορά της ημέρας Αναγνωριστικό στοιχείου
et_ee: Päeva pakkumine Artikli ID
fi_fi: Päivän tarjous Kohteen ID
ja_ja: 本日のオファー Item ID
nb_no: Dagens tilbud Vare-ID
ro_ro: Oferta zilei ID-ul articolului

source: Enter item ID that will be promoted as "Offer of the day". Leave blank to use random premium item.
el_gr: Εισάγετε το αναγνωριστικό του προϊόντος που θα προωθηθεί ως "Προσφορά της ημέρας". Αφήστε το κενό για να χρησιμοποιήσετε τυχαίο premium στοιχείο.
et_ee: Sisestage toote ID, mida reklaamitakse kui "Päeva pakkumine". Jätke tühjaks, et kasutada juhuslikku lisatasu toodet.
fi_fi: Anna kohteen ID, jota mainostetaan "Päivän tarjouksena". Jätä tyhjäksi, jos haluat käyttää satunnaista premium-tuotetta.
ja_ja: 今日のオファー」としてプロモーションされるアイテムIDを入力する。ランダムなプレミアムアイテムを使用する場合は空白のままにする。
nb_no: Angi vare-ID som skal markedsføres som "Dagens tilbud". La stå tomt for å bruke en tilfeldig premiumvare.
ro_ro: Introduceți ID-ul articolului care va fi promovat ca "Oferta zilei". Lăsați gol pentru a utiliza un articol premium aleatoriu.

source: Home page settings
el_gr: Ρυθμίσεις αρχικής σελίδας
et_ee: Kodulehe seaded
fi_fi: Etusivun asetukset
ja_ja: ホームページの設定
nb_no: Innstillinger for startsiden
ro_ro: Setări pentru pagina de pornire

source: Show Location Block on Home
el_gr: Εμφάνιση μπλοκ τοποθεσίας στο Home
et_ee: Näita asukoha plokki kodukorras
fi_fi: Näytä sijaintilohko kotisivulla
ja_ja: ホームにロケーションブロックを表示する
nb_no: Vis stedsblokk på startsiden
ro_ro: Afișați blocul de locație pe pagina de start

source: Show block with listings close to user default location (if defined and enabled).
el_gr: Εμφάνιση μπλοκ με λίστες κοντά στην προεπιλεγμένη θέση του χρήστη (αν έχει οριστεί και ενεργοποιηθεί).
et_ee: Näita plokki, mille nimekirjad asuvad kasutaja vaikimisi asukoha lähedal (kui see on määratletud ja lubatud).
fi_fi: Näytä lohko, jossa listat ovat lähellä käyttäjän oletussijaintia (jos määritelty ja käytössä).
ja_ja: ユーザーのデフォルト位置に近いリストをブロックに表示する（定義され、有効になっている場合）。
nb_no: Vis blokk med oppføringer i nærheten av brukerens standardplassering (hvis definert og aktivert).
ro_ro: Afișează blocul cu listări în apropierea locației implicite a utilizatorului (dacă este definit și activat).

source: Show Premiums Block on Home
el_gr: Εμφάνιση μπλοκ ασφαλίστρων στην Αρχική σελίδα
et_ee: Näita preemiate blokki Kodu
fi_fi: Näytä vakuutusmaksujen lohko kotisivulla
ja_ja: ホームに保険料ブロックを表示する
nb_no: Vis premieblokk på Hjem
ro_ro: Afișarea blocului de prime pe pagina principală

source: Show premium listings block on home page.
el_gr: Εμφάνιση μπλοκ καταχωρίσεων premium στην αρχική σελίδα.
et_ee: Näita esmaklassiliste nimekirjade plokki avalehel.
fi_fi: Näytä premium-luetteloiden lohko etusivulla.
ja_ja: トップページにプレミアムリストブロックを表示する。
nb_no: Vis premiumoppføringer på startsiden.
ro_ro: Afișarea blocului de anunțuri premium pe pagina principală.

source: Number of Premiums on Home
el_gr: Αριθμός ασφαλίστρων για το σπίτι
et_ee: Kodu kindlustusmaksete arv
fi_fi: Kotimaisen vakuutusmaksun määrä
ja_ja: 住宅保険料
nb_no: Antall premier på Home
ro_ro: Numărul de prime pentru casă

source: How many premium listings will be shown on home page.
el_gr: Πόσες καταχωρήσεις premium θα εμφανίζονται στην αρχική σελίδα.
et_ee: Kui palju premium-kirjeldusi näidatakse avalehel.
fi_fi: Kuinka monta premium-listaa näytetään etusivulla.
ja_ja: トップページにいくつのプレミアムリストを表示するか。
nb_no: Hvor mange premiumoppføringer som vises på startsiden.
ro_ro: Câte anunțuri premium vor fi afișate pe pagina principală.

source: Premium Items Card Design (home)
el_gr: Premium Items Σχεδιασμός καρτών (home)
et_ee: Premium esemed Kaardi kujundamine (kodu)
fi_fi: Premium Items Card Design (koti)
ja_ja: プレミアム・アイテムのカードデザイン（ホーム）
nb_no: Design av Premium Items-kort (hjem)
ro_ro: Design de carduri Premium Items (acasă)

source: Standard
el_gr: Πρότυπο
fi_fi: Standardi
ja_ja: スタンダード

source: Specify which card design will be used.
el_gr: Καθορίστε ποιο σχέδιο κάρτας θα χρησιμοποιηθεί.
et_ee: Määrake, millist kaardikujundust kasutatakse.
fi_fi: Määritä, mitä korttimallia käytetään.
ja_ja: どのカードデザインを使用するかを指定する。
nb_no: Angi hvilket kortdesign som skal brukes.
ro_ro: Precizați ce model de card va fi utilizat.

source: Categories with New label
el_gr: Κατηγορίες με ετικέτα New
et_ee: Kategooriad, millel on uus silt
fi_fi: Luokat, joissa on Uusi etiketti
ja_ja: 新しいラベルの付いたカテゴリー
nb_no: Kategorier med Ny etikett
ro_ro: Categorii cu eticheta New

source: None
el_gr: Κανένα
et_ee: Puudub
fi_fi: Ei ole
ja_ja: なし
nb_no: Ingen
ro_ro: Nici unul

source: Select one or more categories those will have label "NEW" on home page.
el_gr: Επιλέξτε μία ή περισσότερες κατηγορίες που θα έχουν την ετικέτα "ΝΕΑ" στην αρχική σελίδα.
et_ee: Valige üks või mitu kategooriat, millel on esilehel silt "UUS".
fi_fi: Valitse yksi tai useampi kategoria, joiden etusivulla on merkintä "UUSI".
ja_ja: ホームページに「NEW」と表示されるカテゴリーを1つ以上選択する。
nb_no: Velg en eller flere kategorier som vil ha etiketten "NY" på startsiden.
ro_ro: Selectați una sau mai multe categorii care vor avea eticheta "NOU" pe pagina principală.

source: Categories with Hot label
el_gr: Κατηγορίες με ετικέτα Hot
et_ee: Kategooriad, millel on Hot label
fi_fi: Luokat, joissa on Hot label
ja_ja: ホットラベルが付いたカテゴリー
nb_no: Kategorier med Hot label
ro_ro: Categorii cu eticheta Hot

source: Select one or more categories those will have label "HOT" on home page.
el_gr: Επιλέξτε μία ή περισσότερες κατηγορίες που θα έχουν την ετικέτα "HOT" στην αρχική σελίδα.
et_ee: Valige üks või mitu kategooriat, millel on esilehel silt "HOT".
fi_fi: Valitse yksi tai useampi kategoria, jotka saavat etusivulla merkinnän "HOT".
ja_ja: ホームページに「HOT」と表示されるカテゴリーを1つ以上選択する。
nb_no: Velg en eller flere kategorier som vil ha etiketten "HOT" på startsiden.
ro_ro: Selectați una sau mai multe categorii care vor avea eticheta "HOT" pe pagina principală.

source: Home Search Box
el_gr: Πλαίσιο αναζήτησης στο σπίτι
et_ee: Kodu otsingukast
fi_fi: Etusivu Hakukenttä
ja_ja: ホーム検索ボックス
nb_no: Hjem-søkeboks
ro_ro: Caseta de căutare Acasă

source: Tab #%d:
el_gr: Καρτέλα #%d:
fi_fi: Välilehti #%d:
ja_ja: タブ番号%d ：
nb_no: Fane nr.%d:

source: Not used
el_gr: Δεν χρησιμοποιείται
et_ee: Ei kasutata
fi_fi: Ei käytössä
ja_ja: 使用されていない
nb_no: Ikke brukt
ro_ro: Neutilizat

source: Filters delimted by comma
el_gr: Φίλτρα οριοθετημένα με κόμμα
et_ee: Filtrid, mis on eraldatud komaga
fi_fi: Suodattimet erotettu pilkulla
ja_ja: コンマで区切られたフィルター
nb_no: Filtre avgrenset med komma
ro_ro: Filtre delimitate prin virgulă

source: <u>Supported filters:</u> pattern, seller, category, location, radius, condition, transaction, price_min, price_max
el_gr: <u>Υποστηριζόμενα φίλτρα:</u> μοτίβο, πωλητής, κατηγορία, τοποθεσία, ακτίνα, συνθήκη, συναλλαγή, price_min, price_max
et_ee: <u>Toetatud filtrid:</u> muster, müüja, kategooria, asukoht, raadius, tingimus, tehing, price_min, price_max
fi_fi: <u>Tuetut suodattimet:</u> malli, myyjä, kategoria, sijainti, säde, ehto, tapahtuma, hinta_min, hinta_max
ja_ja: <u>サポートされるフィルター：</u>パターン、販売者、カテゴリー、場所、半径、条件、取引、価格_最小、価格_最大
nb_no: <u>Støttede filtre:</u> mønster, selger, kategori, plassering, radius, betingelse, transaksjon, pris_min, pris_max
ro_ro: <u>Filtre acceptate:</u> model, vânzător, categorie, locație, rază, condiție, tranzacție, price_min, price_max

source: Configure layout of your home page search. Order of filters matter! All lowercase. No white spaces. Do not repeat filters.
el_gr: Διαμορφώστε τη διάταξη της αναζήτησης στην αρχική σελίδα σας. Η σειρά των φίλτρων έχει σημασία! Όλα τα πεζά γράμματα. Χωρίς κενά. Μην επαναλαμβάνετε τα φίλτρα.
et_ee: Konfigureerige oma kodulehe otsingu kujundust. Filtrite järjekord on oluline! Kõik väiketähed. Ei mingeid valgeid tühikuid. Ärge kordage filtreid.
fi_fi: Määritä etusivun haun ulkoasu. Suodattimien järjestyksellä on väliä! Kaikki pienet kirjaimet. Ei välilyöntejä. Älä toista suodattimia.
ja_ja: ホームページ検索のレイアウトを設定する。フィルターの順番は重要である！すべて小文字にする。空白を入れない。フィルターを繰り返さない。
nb_no: Konfigurer oppsettet for søket på startsiden. Rekkefølgen på filtrene er viktig! Alle små bokstaver. Ingen hvite mellomrom. Ikke gjenta filtre.
ro_ro: Configurați aspectul căutării pe pagina principală. Ordinea filtrelor contează! Toate minusculele. Fără spații albe. Nu repetați filtrele.

source: Keep all "not used" to use default configuration.
el_gr: Διατηρήστε όλα τα "δεν χρησιμοποιούνται" για να χρησιμοποιήσετε την προεπιλεγμένη διαμόρφωση.
et_ee: Hoidke kõik "ei kasutata", et kasutada vaikimisi konfiguratsiooni.
fi_fi: Pidä kaikki "ei käytössä", jotta voit käyttää oletuskokoonpanoa.
ja_ja: デフォルト設定を使用するため、すべて「not used」にしておく。
nb_no: Behold alle "ikke brukt" for å bruke standardkonfigurasjonen.
ro_ro: Păstrați toate rubricile "not used" pentru a utiliza configurația implicită.

source: Latest items settings
el_gr: Ρυθμίσεις τελευταίων στοιχείων
et_ee: Viimaste objektide seaded
fi_fi: Viimeisimpien kohteiden asetukset
ja_ja: 最新アイテムの設定
nb_no: Siste innstillinger for elementer
ro_ro: Setări pentru cele mai recente elemente

source: Show Latest Items in Random Order
el_gr: Εμφάνιση των τελευταίων στοιχείων σε τυχαία σειρά
et_ee: Näita viimaseid objekte juhuslikus järjekorras
fi_fi: Näytä uusimmat kohteet satunnaisessa järjestyksessä
ja_ja: 最新のアイテムをランダムに表示する
nb_no: Vis siste elementer i tilfeldig rekkefølge
ro_ro: Afișați cele mai recente articole în ordine aleatorie

source: Enable to show latest items in ranodm order each time page is refreshed.
el_gr: Ενεργοποιήστε την εμφάνιση των τελευταίων στοιχείων σε σειρά ranodm κάθε φορά που ανανεώνεται η σελίδα.
et_ee: Võimaldab näidata viimaseid elemente ranodm järjekorras iga kord, kui lehekülge uuendatakse.
fi_fi: Ota käyttöön uusimpien kohteiden näyttäminen ranodm-järjestyksessä aina, kun sivu päivitetään.
ja_ja: ページがリフレッシュされるたびに、最新のアイテムをranodm順に表示できるようにする。
nb_no: Aktiver for å vise de nyeste elementene i ranodm-rekkefølge hver gang siden oppdateres.
ro_ro: Activați afișarea celor mai recente elemente în ordinea ranodm de fiecare dată când pagina este reîmprospătată.

source: Latest Items Picture Only
el_gr: Τελευταία στοιχεία Μόνο εικόνα
et_ee: Viimased esemed Ainult pilt
fi_fi: Viimeisimmät kohteet Vain kuva
ja_ja: 最新アイテム 画像のみ
nb_no: Nyeste varer Kun bilde
ro_ro: Cele mai recente articole Numai imagine

source: Enable to show in latest section on home page only listings those has at least 1 picture.
el_gr: Ενεργοποίηση της εμφάνισης στην ενότητα "Τελευταία" της αρχικής σελίδας μόνο των καταχωρήσεων που έχουν τουλάχιστον 1 εικόνα.
et_ee: Võimaldage kuvada avalehel viimases jaotises ainult need nimekirjad, millel on vähemalt 1 pilt.
fi_fi: Salli näyttää etusivun uusimmassa osiossa vain ne listaukset, joissa on vähintään 1 kuva.
ja_ja: ホームページの最新セクションに、少なくとも1枚の写真があるリストだけを表示できるようにする。
nb_no: Gjør det mulig å vise bare oppføringer som har minst 1 bilde i den nyeste delen på startsiden.
ro_ro: Permiteți să afișați în secțiunea Ultimele pe pagina de start doar anunțurile care au cel puțin 1 imagine.

source: Latest Premium Items
el_gr: Τελευταία αντικείμενα Premium
et_ee: Viimased Premium esemed
fi_fi: Viimeisimmät Premium-tuotteet
ja_ja: 最新のプレミアム・アイテム
nb_no: Siste Premium-artikler
ro_ro: Ultimele articole Premium

source: Enable to show in latest section on home page only listings those are premium.
el_gr: Ενεργοποιήστε την εμφάνιση στην τελευταία ενότητα της αρχικής σελίδας μόνο των καταχωρίσεων που είναι premium.
et_ee: Võimaldage näidata avalehel viimases osas ainult neid nimekirju, mis on premium.
fi_fi: Salli näyttää etusivun uusimmassa osiossa vain premium-luettelot.
ja_ja: トップページの最新セクションに、プレミアムなリストだけを表示できるようにする。
nb_no: Gjør det mulig å vise bare oppføringer som er premium i den nyeste delen på startsiden.
ro_ro: Permiteți să afișați în ultima secțiune de pe pagina de start numai anunțurile care sunt premium.

source: Category for Latest Items
el_gr: Κατηγορία για τα τελευταία αντικείμενα
et_ee: Kategooria Viimased tooted
fi_fi: Kategoria uusimmat kohteet
ja_ja: 最新アイテムのカテゴリー
nb_no: Kategori for Siste nytt
ro_ro: Categorie pentru Ultimele articole

source: Select categories that will be used to feed listings into latest items section on home page.
el_gr: Επιλέξτε τις κατηγορίες που θα χρησιμοποιηθούν για την τροφοδότηση των καταχωρίσεων στην ενότητα "Τελευταία στοιχεία" στην αρχική σελίδα.
et_ee: Valige kategooriad, mida kasutatakse avalehel olevate uusimate toodete sektsiooni sisestamiseks.
fi_fi: Valitse kategoriat, joita käytetään syöttämään listauksia etusivun Uusimmat tuotteet -osioon.
ja_ja: ホームページの最新アイテム・セクションにリストをフィードするために使用されるカテゴリーを選択する。
nb_no: Velg kategorier som skal brukes til å mate oppføringer inn i delen med de nyeste varene på startsiden.
ro_ro: Selectați categoriile care vor fi utilizate pentru a alimenta listarea cu anunțuri în secțiunea Ultimele articole de pe pagina principală.

source: Latest items card design
el_gr: Τελευταία στοιχεία σχεδιασμού κάρτας
et_ee: Viimased tooted kaardikujundus
fi_fi: Viimeisimmät kohteet kortin suunnittelu
ja_ja: 最新アイテムのカードデザイン
nb_no: Siste design av varekort
ro_ro: Cele mai recente elemente de design de carduri

source: Search page settings
el_gr: Ρυθμίσεις σελίδας αναζήτησης
et_ee: Otsingulehe seaded
fi_fi: Hakusivun asetukset
ja_ja: 検索ページの設定
nb_no: Innstillinger for søkesiden
ro_ro: Setări pentru pagina de căutare

source: Live Search using Ajax
el_gr: Ζωντανή αναζήτηση με χρήση Ajax
et_ee: Otsing Ajaxi abil
fi_fi: Live-haku Ajaxin avulla
ja_ja: Ajaxを使ったライブ検索
nb_no: Direktesøk ved hjelp av Ajax
ro_ro: Căutare în direct folosind Ajax
