Repository: evog-id/lvmarketspace
Catalog: *-content/themes/zeta/languages/*/theme.po
Languages: el_gr, et_ee, fi_fi, ja_ja, nb_no, ro_ro

source: When enabled, social links (in footer) will point to URLs defined here. If empty, link to that network will be hidden. Otherwise link is auto-generated (share link).
el_gr: Όταν είναι ενεργοποιημένη, οι κοινωνικοί σύνδεσμοι (στο υποσέλιδο) θα δείχνουν σε διευθύνσεις URL που ορίζονται εδώ. Αν είναι κενό, ο σύνδεσμος προς το συγκεκριμένο δίκτυο θα είναι κρυμμένος. Διαφορετικά, ο σύνδεσμος δημιουργείται αυτόματα (σύνδεσμος κοινοποίησης).
et_ee: Kui see on lubatud, viitavad sotsiaalsed lingid (jaluses) siin määratud URL-idele. Kui see on tühi, on link sellele võrgustikule peidetud. Vastasel juhul genereeritakse link automaatselt (jagamislink).
fi_fi: Kun tämä on käytössä, sosiaaliset linkit (alatunnisteessa) viittaavat tässä määritettyihin URL-osoitteisiin. Jos se on tyhjä, linkki kyseiseen verkostoon on piilotettu. Muussa tapauksessa linkki luodaan automaattisesti (jakolinkki).
ja_ja: 有効にすると、（フッター内の）ソーシャルリンクはここで定義されたURLを指すようになる。空の場合、そのネットワークへのリンクは非表示になる。それ以外の場合はリンクが自動生成される（シェアリンク）。
nb_no: Når denne funksjonen er aktivert, vil sosiale lenker (i bunnteksten) peke til nettadresser som er definert her. Hvis den er tom, skjules lenken til det aktuelle nettverket. Ellers genereres lenken automatisk (delingslenke).
ro_ro: Atunci când este activată, legăturile sociale (în subsol) vor indica URL-urile definite aici. Dacă este goală, link-ul către rețeaua respectivă va fi ascuns. În caz contrar, link-ul este generat automat (link de partajare).

source: Define URL that points to your company URL on network. Keep blank to hide network link.
el_gr: Ορίστε τη διεύθυνση URL που παραπέμπει στη διεύθυνση URL της εταιρείας σας στο δίκτυο. Κρατήστε κενό για να αποκρύψετε τη σύνδεση δικτύου.
et_ee: Määrake URL, mis viitab teie ettevõtte URL-ile võrgus. Hoidke tühjaks, et varjata võrgulink.
fi_fi: Määritä URL-osoite, joka osoittaa yrityksesi URL-osoitteeseen verkossa. Pidä tyhjänä piilottaaksesi verkkolinkin.
ja_ja: ネットワーク上のあなたの会社のURLを指すURLを定義する。ネットワークリンクを隠すには空白のままにする。
nb_no: Definer URL-adressen som peker til bedriftens URL på nettverket. Hold den tom for å skjule nettverkskoblingen.
ro_ro: Definiți un URL care să indice URL-ul companiei dumneavoastră în rețea. Păstrați spațiul gol pentru a ascunde legătura de rețea.

source: X (Twitter)
ja_ja: X（ツイッター）

source: Linkedin
ja_ja: リンクトイン

source: Header Logo
el_gr: Λογότυπο κεφαλίδας
et_ee: Pealkirja logo
fi_fi: Otsikon logo
ja_ja: ヘッダーロゴ
nb_no: Overskriftslogo
ro_ro: Logo-ul de antet

source: Report Bug
el_gr: Αναφορά σφάλματος
et_ee: Vea teatamine
fi_fi: Ilmoita vika
ja_ja: バグを報告する
nb_no: Rapporter feil
ro_ro: Raportează un bug

source: Support Forums
el_gr: Φόρουμ υποστήριξης
et_ee: Tugifoorumid
fi_fi: Tukifoorumit
ja_ja: ・サポート・フォーラム
nb_no: Supportfora
ro_ro: Forumuri de asistență

source: Contact Us
el_gr: Επικοινωνήστε μαζί μας
et_ee: Võtke meiega ühendust
fi_fi: Ota yhteyttä
ja_ja: お問い合わせ
nb_no: Kontakt oss
ro_ro: Contactați-ne

source: Add icon
el_gr: Προσθήκη εικονιδίου
et_ee: Ikooni lisamine
fi_fi: Lisää kuvake
ja_ja: アイコンを追加する
nb_no: Legg til ikon
ro_ro: Adăugați pictograma

source: Image extension is not allowed. Allowed extensions are: %s
el_gr: Η επέκταση εικόνας δεν επιτρέπεται. Οι επιτρεπόμενες επεκτάσεις είναι: %s
et_ee: Pildi laiendamine ei ole lubatud. Lubatud laiendused on järgmised: %s
fi_fi: Kuvan laajennus ei ole sallittu. Sallitut laajennukset ovat: %s
ja_ja: 画像の拡張子は許可されていない。許可される拡張子は以下の通りである：%s
nb_no: Bildeutvidelser er ikke tillatt. Tillatte utvidelser er: %s
ro_ro: Nu este permisă extinderea imaginii. Extensiile permise sunt: %s

source: The logo image has been uploaded correctly
el_gr: Η εικόνα του λογότυπου έχει μεταφορτωθεί σωστά
et_ee: Logo pilt on õigesti üles laaditud
fi_fi: Logon kuva on ladattu oikein
ja_ja: ロゴ画像が正しくアップロードされた
nb_no: Logobildet er lastet opp korrekt
ro_ro: Imaginea logo-ului a fost încărcată corect

source: An error has occurred, please try again
el_gr: Εμφανίστηκε σφάλμα, παρακαλώ δοκιμάστε ξανά
et_ee: Tekkis viga, palun proovige uuesti
fi_fi: On tapahtunut virhe, yritä uudelleen
ja_ja: エラーが発生しました。
nb_no: Det har oppstått en feil, vennligst prøv igjen
ro_ro: A apărut o eroare, vă rugăm să încercați din nou

source: The logo image has been removed
el_gr: Η εικόνα του λογότυπου έχει αφαιρεθεί
et_ee: Logo pilt on eemaldatud
fi_fi: Logon kuva on poistettu
ja_ja: ロゴ画像は削除された
nb_no: Logobildet er fjernet
ro_ro: Imaginea logo-ului a fost eliminată

source: Logo preview
el_gr: Προεπισκόπηση λογότυπου
et_ee: Logo eelvaade
fi_fi: Logon esikatselu
ja_ja: ロゴプレビュー
nb_no: Forhåndsvisning av logo
ro_ro: Previzualizare logo

source: Use Default Logo
el_gr: Χρήση προεπιλεγμένου λογότυπου
et_ee: Kasutage vaikimisi logo
fi_fi: Käytä oletuslogoa
ja_ja: デフォルトのロゴを使用する
nb_no: Bruk standardlogoen
ro_ro: Utilizați logo-ul implicit

source: If you did not upload any logo yet, osclass default logo will be used.
el_gr: Αν δεν έχετε ανεβάσει κανένα λογότυπο ακόμα, θα χρησιμοποιηθεί το προεπιλεγμένο λογότυπο του osclass.
et_ee: Kui te ei ole veel mingit logo üles laadinud, kasutatakse osclass'i vaikimisi logo.
fi_fi: Jos et ole vielä ladannut logoa, käytetään osclassin oletuslogoa.
ja_ja: ロゴをアップロードしていない場合、osclassのデフォルトロゴが使用される。
nb_no: Hvis du ikke har lastet opp noen logo ennå, vil osclass standardlogo bli brukt.
ro_ro: Dacă nu ați încărcat încă niciun logo, va fi folosit logo-ul implicit al osclass.

source: Current standard logo
el_gr: Τρέχον τυποποιημένο λογότυπο
et_ee: Praegune standardlogo
fi_fi: Nykyinen vakiologo
ja_ja: 現在の標準ロゴ
nb_no: Nåværende standardlogo
ro_ro: Logo standard actual

source: No standard logo found, default logo will be used instead.
el_gr: Δεν βρέθηκε τυποποιημένο λογότυπο, θα χρησιμοποιηθεί το προεπιλεγμένο λογότυπο.
et_ee: Standardset logo ei leitud, selle asemel kasutatakse vaikimisi logo.
fi_fi: Vakiologoa ei löytynyt, sen sijaan käytetään oletuslogoa.
ja_ja: 標準のロゴが見つからなかったため、代わりにデフォルトのロゴが使用される。
nb_no: Ingen standardlogo funnet, standardlogoen vil bli brukt i stedet.
ro_ro: Nu s-a găsit niciun logo standard, se va folosi logo-ul implicit.

source: Current standard logo for dark mode
el_gr: Τρέχον τυπικό λογότυπο για σκοτεινή λειτουργία
et_ee: Praegune standardlogo tumedas režiimis
fi_fi: Nykyinen vakiologo pimeää tilaa varten
ja_ja: 現在のダークモード用標準ロゴ
nb_no: Nåværende standardlogo for mørk modus
ro_ro: Logo-ul standard actual pentru modul întunecat

source: No dark standard logo found, default logo will be used instead.
el_gr: Δεν βρέθηκε σκούρο τυπικό λογότυπο, θα χρησιμοποιηθεί το προεπιλεγμένο λογότυπο.
et_ee: Tume standardlogo puudub, selle asemel kasutatakse vaikimisi logo.
fi_fi: Tumma vakiologo puuttuu, käytetään oletuslogoa.
ja_ja: ダークスタンダードのロゴが見つからず、代わりにデフォルトのロゴが使用される。
nb_no: Ingen mørk standardlogo funnet, standardlogoen vil bli brukt i stedet.
ro_ro: Nu s-a găsit niciun logo standard închis, se va folosi logo-ul implicit.

source: Current square logo
el_gr: Τρέχον τετράγωνο λογότυπο
et_ee: Praegune ruudukujuline logo
fi_fi: Nykyinen neliön muotoinen logo
ja_ja: 現在の正方形のロゴ
nb_no: Nåværende firkantet logo
ro_ro: Logo-ul pătrat curent

source: No square logo found, default logo will be used instead.
el_gr: Δεν βρέθηκε τετράγωνο λογότυπο, θα χρησιμοποιηθεί το προεπιλεγμένο λογότυπο.
et_ee: Ruutu logo ei leitud, selle asemel kasutatakse vaikimisi logo.
fi_fi: Nelikulmaista logoa ei löytynyt, sen sijaan käytetään oletuslogoa.
ja_ja: 正方形のロゴが見つからなかったため、代わりにデフォルトのロゴが使用される。
nb_no: Ingen firkantet logo funnet, standardlogoen vil bli brukt i stedet.
ro_ro: Nu s-a găsit niciun logo pătrat, se va folosi logo-ul implicit.

source: Current square logo for dark mode
el_gr: Τρέχον τετράγωνο λογότυπο για σκοτεινή λειτουργία
et_ee: Praegune ruudukujuline logo tumedas režiimis
fi_fi: Nykyinen neliön muotoinen logo pimeässä tilassa
ja_ja: 現在のダークモード用正方形ロゴ
nb_no: Nåværende firkantet logo for mørk modus
ro_ro: Logo-ul pătrat curent pentru modul întunecat

source: No dark square logo found, default logo will be used instead.
el_gr: Δεν βρέθηκε σκούρο τετράγωνο λογότυπο, θα χρησιμοποιηθεί το προεπιλεγμένο λογότυπο.
et_ee: Tume ruudukujuline logo puudub, selle asemel kasutatakse vaikimisi logo.
fi_fi: Ei löydetty tummaa neliön muotoista logoa, sen sijaan käytetään oletuslogoa.
ja_ja: ダークスクエアのロゴが見つからなかったため、代わりにデフォルトのロゴが使用される。
nb_no: Ingen mørk firkantet logo funnet, standardlogoen vil bli brukt i stedet.
ro_ro: Nu s-a găsit niciun logo pătrat închis, se va folosi logo-ul implicit.

source: Remove standard logo
el_gr: Αφαιρέστε το τυπικό λογότυπο
et_ee: Eemaldage standardne logo
fi_fi: Poista vakiologo
ja_ja: 標準ロゴを削除する
nb_no: Fjern standard logo
ro_ro: Îndepărtați logo-ul standard

source: Remove square logo
el_gr: Αφαιρέστε το τετράγωνο λογότυπο
et_ee: Eemaldage ruudukujuline logo
fi_fi: Poista neliön muotoinen logo
ja_ja: 正方形のロゴを取り除く
nb_no: Fjern firkantet logo
ro_ro: Îndepărtați logo-ul pătrat

source: Remove standard dark logo
el_gr: Αφαιρέστε το τυπικό σκούρο λογότυπο
et_ee: Eemaldage standardne tume logo
fi_fi: Poista vakiomuotoinen tumma logo
ja_ja: 標準のダークロゴを削除する
nb_no: Fjern standard mørk logo
ro_ro: Îndepărtați logo-ul standard întunecat

source: Remove square dark logo
el_gr: Αφαιρέστε το τετράγωνο σκούρο λογότυπο
et_ee: Eemalda ruudukujuline tume logo
fi_fi: Poista neliön muotoinen tumma logo
ja_ja: 正方形の暗いロゴを削除する
nb_no: Fjern firkantet mørk logo
ro_ro: Îndepărtați logo-ul pătrat întunecat

source: Logo upload
el_gr: Ανέβασμα λογότυπου
et_ee: Logo üleslaadimine
fi_fi: Logon lataaminen
ja_ja: ロゴのアップロード
nb_no: Last opp logo
ro_ro: Încărcare logo

source: When new logo is uploaded, do not forget to clean your browser cache (CTRL + R or CTRL + F5)
el_gr: Όταν φορτωθεί το νέο λογότυπο, μην ξεχάσετε να καθαρίσετε την προσωρινή μνήμη του προγράμματος περιήγησης (CTRL + R ή CTRL + F5).
et_ee: Kui uus logo on üles laaditud, ärge unustage puhastada oma brauseri vahemälu (CTRL + R või CTRL + F5).
fi_fi: Kun uusi logo on ladattu, älä unohda tyhjentää selaimesi välimuistia (CTRL + R tai CTRL + F5).
ja_ja: 新しいロゴがアップロードされたら、ブラウザのキャッシュを削除する（CTRL + RまたはCTRL + F5）。
nb_no: Når den nye logoen er lastet opp, må du ikke glemme å tømme nettleserens hurtigbuffer (CTRL + R eller CTRL + F5)
ro_ro: Când noul logo este încărcat, nu uitați să curățați memoria cache a browserului (CTRL + R sau CTRL + F5).

source: The preferred size of the logo is 240x64px.
el_gr: Το προτιμώμενο μέγεθος του λογότυπου είναι 240x64px.
et_ee: Logo eelistatud suurus on 240x64px.
fi_fi: Logon suositeltava koko on 240x64px.
ja_ja: ロゴのサイズは240x64pxが望ましい。
nb_no: Den foretrukne størrelsen på logoen er 240 x 64 piksler.
ro_ro: Dimensiunea preferată a logo-ului este de 240x64px.

source: The preferred size of the square logo is 64x64px.
el_gr: Το προτιμώμενο μέγεθος του τετράγωνου λογότυπου είναι 64x64px.
et_ee: Ruudukujulise logo eelistatud suurus on 64x64px.
fi_fi: Nelikulmaisen logon suositeltava koko on 64x64px.
ja_ja: 正方形のロゴのサイズは64x64pxが望ましい。
nb_no: Den foretrukne størrelsen på den firkantede logoen er 64x64 piksler.
ro_ro: Dimensiunea preferată a logo-ului pătrat este de 64x64px.

source: Following formats are allowed: %s
el_gr: Επιτρέπονται οι ακόλουθες μορφές: %s
et_ee: Lubatud on järgmised formaadid: %s
fi_fi: Seuraavat muodot ovat sallittuja: %s
ja_ja: 以下のフォーマットが許される：%s
nb_no: Følgende formater er tillatt: %s
ro_ro: Sunt permise următoarele formate: %s

source: Uploading another logo will overwrite the current logo.
el_gr: Η φόρτωση ενός άλλου λογότυπου θα αντικαταστήσει το τρέχον λογότυπο.
et_ee: Teise logo üleslaadimine kirjutab praeguse logo üle.
fi_fi: Toisen logon lataaminen korvaa nykyisen logon.
ja_ja: 別のロゴをアップロードすると、現在のロゴは上書きされる。
nb_no: Hvis du laster opp en annen logo, overskrives den gjeldende logoen.
ro_ro: Încărcarea unui alt logo va suprascrie logo-ul actual.

source: Standard logo
el_gr: Τυποποιημένο λογότυπο
et_ee: Standardne logo
fi_fi: Vakiologo
ja_ja: 標準ロゴ
ro_ro: Logo standard

source: Standard logo - for dark mode
el_gr: Τυποποιημένο λογότυπο - για σκοτεινή λειτουργία
et_ee: Standardne logo - tumedas režiimis
fi_fi: Standardilogo - pimeää tilaa varten
ja_ja: 標準ロゴ - ダークモード用
nb_no: Standard logo - for mørk modus
ro_ro: Logo standard - pentru modul întunecat

source: Square logo
el_gr: Τετράγωνο λογότυπο
et_ee: Ruudukujuline logo
fi_fi: Neliön muotoinen logo
ja_ja: 正方形のロゴ
nb_no: Firkantet logo
ro_ro: Logo pătrat

source: Square logo - for dark mode
el_gr: Τετράγωνο λογότυπο - για σκοτεινή λειτουργία
et_ee: Ruudukujuline logo - tumedas režiimis
fi_fi: Nelikulmainen logo - pimeässä tilassa
ja_ja: 正方形のロゴ - ダークモード用
nb_no: Firkantet logo - for mørk modus
ro_ro: Logo pătrat - pentru modul întunecat

source: The images folder <strong>%s</strong> is not writable on your server
el_gr: Ο φάκελος images <strong>%s</strong> δεν μπορεί να εγγραφεί στον διακομιστή σας
et_ee: Pildikausta <strong>%s</strong> ei ole teie serveris kirjutatav
fi_fi: Kuvat-kansio <strong>%s</strong> ei ole kirjoitettavissa palvelimellasi
ja_ja: imagesフォルダ <strong>%s</strong>がサーバー上で書き込み可能でない
nb_no: Bilder-mappen <strong>%s</strong> er ikke skrivbar på serveren din
ro_ro: Dosarul de imagini <strong>%s</strong> nu este inscriptibil pe serverul dvs.

source: OSClass can't upload the logo image from the administration panel.
el_gr: Το OSClass δεν μπορεί να ανεβάσει την εικόνα του λογότυπου από τον πίνακα διαχείρισης.
et_ee: Osclass ei saa logo pilti halduspaneelist üles laadida.
fi_fi: Osclass ei voi ladata logokuvaa hallintapaneelista.
ja_ja: OSClassは管理パネルからロゴ画像をアップロードできない。
nb_no: Osclass kan ikke laste opp logobildet fra administrasjonspanelet.
ro_ro: OSClass nu poate încărca imaginea logo-ului din panoul de administrare.

source: Please make the aforementioned image folder writable.
el_gr: Παρακαλείστε να καταστήσετε τον προαναφερθέντα φάκελο εικόνας εγγράψιμο.
et_ee: Palun tehke eespool nimetatud pildikaust kirjutatavaks.
fi_fi: Tee edellä mainitusta kuvakansiosta kirjoituskelpoinen.
ja_ja: 前述の画像フォルダを書き込み可能にしてほしい。
nb_no: Vennligst gjør den nevnte bildemappen skrivbar.
ro_ro: Vă rugăm să faceți ca dosarul de imagini menționat mai sus să poată fi accesat.

source: To make a directory writable under UNIX execute this command from the shell:
el_gr: Για να κάνετε έναν κατάλογο εγγράψιμο στο UNIX εκτελέστε αυτή την εντολή από το κέλυφος:
et_ee: Et muuta kataloog kirjutatavaks UNIXi all, täitke see käsk käsurealt:
fi_fi: Voit tehdä hakemiston kirjoitettavaksi UNIXissa suorittamalla tämän komennon komentotulkista:
ja_ja: UNIXでディレクトリを書き込み可能にするには、シェルから次のコマンドを実行する：
nb_no: For å gjøre en katalog skrivbar under UNIX kjører du denne kommandoen fra skallet:
ro_ro: Pentru a face ca un director să poată fi inscripționat în UNIX, executați această comandă din shell:

source: Upload
el_gr: Ανέβασμα
et_ee: Laadige üles
fi_fi: Lataa
ja_ja: アップロード
nb_no: Last opp
ro_ro: Încărcați

source: Plugin settings
el_gr: Ρυθμίσεις Plugin
et_ee: Plugini seaded
fi_fi: Plugin-asetukset
ja_ja: プラグインの設定
nb_no: Plugin-innstillinger
ro_ro: Setări plugin

source: Enable Scroll to Top
el_gr: Ενεργοποίηση κύλισης προς τα πάνω
et_ee: Võimaldage kerimine üles
ja_ja: トップへのスクロールを有効にする
nb_no: Aktiver rulle til toppen
ro_ro: Activați derularea în sus

source: When enabled, button that enables scroll to top will be added.
el_gr: Όταν ενεργοποιηθεί, θα προστεθεί κουμπί που επιτρέπει την κύλιση προς τα πάνω.
et_ee: Kui see on lubatud, lisatakse nupp, mis võimaldab kerimist ülespoole.
fi_fi: Kun tämä on käytössä, lisätään painike, joka mahdollistaa selauksen ylöspäin.
ja_ja: 有効にすると、上部にスクロールできるボタンが追加される。
nb_no: Når den er aktivert, legges det til en knapp som gjør det mulig å bla til toppen.
ro_ro: Atunci când este activat, se va adăuga un buton care permite derularea în partea de sus.

source: Related Listings
el_gr: Σχετικές λίστες
et_ee: Seotud nimekirjad
fi_fi: Aiheeseen liittyvät luettelot
ja_ja: 関連リスト
nb_no: Relaterte oppføringer
ro_ro: Listări conexe

source: Enable Related Listings
el_gr: Ενεργοποίηση σχετικών καταχωρήσεων
et_ee: Lubage seotud nimekirjad
ja_ja: 関連リストを有効にする
nb_no: Aktiver relaterte oppføringer
ro_ro: Activați Listări conexe

source: When enabled, related listings will be shown at listing page.
el_gr: Όταν είναι ενεργοποιημένη, οι σχετικές καταχωρίσεις θα εμφανίζονται στη σελίδα καταχώρισης.
et_ee: Kui see on lubatud, kuvatakse seotud nimekirjad nimekirjade lehel.
fi_fi: Kun se on käytössä, listaus-sivulla näytetään listaan liittyvät listaukset.
ja_ja: 有効にすると、リスティングページに関連リストが表示される。
nb_no: Når denne funksjonen er aktivert, vises relaterte oppføringer på oppføringssiden.
ro_ro: Atunci când este activată, anunțurile conexe vor fi afișate pe pagina de anunțuri.

source: Number of Related Items
el_gr: Αριθμός σχετικών στοιχείων
et_ee: Seotud esemete arv
fi_fi: Liittyvien kohteiden määrä
ja_ja: 関連項目数
nb_no: Antall relaterte elementer
ro_ro: Numărul de elemente conexe

source: Enter how many related listings will be shown on item page.
el_gr: Εισάγετε πόσες σχετικές καταχωρίσεις θα εμφανίζονται στη σελίδα του στοιχείου.
et_ee: Sisestage, kui palju seotud pakkumisi kuvatakse artikli lehel.
fi_fi: Anna, kuinka monta asiaan liittyvää listaa näytetään kohdesivulla.
ja_ja: アイテムページに表示される関連リストの数を入力する。
nb_no: Angi hvor mange relaterte oppføringer som skal vises på varesiden.
ro_ro: Introduceți câte anunțuri conexe vor fi afișate pe pagina articolului.

source: Related Items Card Design
el_gr: Σχεδιασμός καρτών
et_ee: Seotud teemad Kaardi kujundus
fi_fi: Liittyvät tuotteet Korttisuunnittelu
ja_ja: 関連項目 カードデザイン
nb_no: Relaterte elementer Kortdesign
ro_ro: Articole similare Card Design

source: Recent Listings
el_gr: Πρόσφατες καταχωρήσεις
et_ee: Hiljutised nimekirjad
fi_fi: Viimeisimmät listaukset
ja_ja: 最近のリスト
nb_no: Nylige oppføringer
ro_ro: Listări recente

source: Enable Recent Listings on Home Page
el_gr: Ενεργοποίηση πρόσφατων καταχωρήσεων στην αρχική σελίδα
et_ee: Võimaldage hiljutised nimekirjad avalehel
fi_fi: Ota viimeisimmät listaukset käyttöön etusivulla
ja_ja: ホームページで最近のリスティングを有効にする
nb_no: Aktivere nylige oppføringer på startsiden
ro_ro: Activați anunțurile recente pe pagina principală

source: When enabled, recent listings will be shown at home page.
el_gr: Όταν είναι ενεργοποιημένη, οι πρόσφατες καταχωρίσεις θα εμφανίζονται στην αρχική σελίδα.
et_ee: Kui see on lubatud, kuvatakse avalehel hiljutised nimekirjad.
fi_fi: Kun tämä on käytössä, viimeisimmät listaukset näkyvät etusivulla.
ja_ja: 有効にすると、最近のリストがホームページに表示される。
nb_no: Når denne funksjonen er aktivert, vises de siste oppføringene på startsiden.
ro_ro: Atunci când este activată, pe pagina principală vor fi afișate anunțurile recente.

source: Enable Recent Listings on Item Page
el_gr: Ενεργοποίηση πρόσφατων καταχωρήσεων στη σελίδα στοιχείων
et_ee: Võimaldage viimased nimekirjad eseme lehel
fi_fi: Ota käyttöön Viimeisimmät listaukset kohdesivulla
ja_ja: アイテムページで最近の出品を有効にする
nb_no: Aktiver nylige oppføringer på varesiden
ro_ro: Activați listele recente pe pagina articolului

source: When enabled, recent listings will be shown at listing page.
el_gr: Όταν είναι ενεργοποιημένη, οι πρόσφατες καταχωρίσεις θα εμφανίζονται στη σελίδα καταχώρισης.
et_ee: Kui see on lubatud, kuvatakse hiljutisi pakkumisi pakkumiste lehel.
fi_fi: Kun se on käytössä, viimeisimmät listaukset näkyvät listasivulla.
ja_ja: 有効にすると、リスティングページに最近のリスティングが表示される。
nb_no: Når denne funksjonen er aktivert, vises de siste oppføringene på oppføringssiden.
ro_ro: Dacă este activată, anunțurile recente vor fi afișate pe pagina de anunțuri.

source: Enable Recent Listings on Search Page
el_gr: Ενεργοποίηση πρόσφατων καταχωρήσεων στη σελίδα αναζήτησης
et_ee: Võimaldage hiljutised nimekirjad otsingulehel
fi_fi: Ota käyttöön viimeisimmät listaukset hakusivulla
ja_ja: 検索ページで最近のリスティングを有効にする
nb_no: Aktiver nylige oppføringer på søkesiden
ro_ro: Activați anunțurile recente pe pagina de căutare

source: When enabled, recent listings will be shown at search page.
el_gr: Όταν είναι ενεργοποιημένη, οι πρόσφατες καταχωρίσεις θα εμφανίζονται στη σελίδα αναζήτησης.
et_ee: Kui see on lubatud, kuvatakse otsingulehel hiljutised nimekirjad.
fi_fi: Kun tämä on käytössä, viimeisimmät listaukset näkyvät hakusivulla.
ja_ja: 有効にすると、検索ページに最近のリストが表示される。
nb_no: Når denne funksjonen er aktivert, vises de siste oppføringene på søkesiden.
ro_ro: Dacă este activată, anunțurile recente vor fi afișate pe pagina de căutare.

source: Number of Recent Items
el_gr: Αριθμός πρόσφατων στοιχείων
et_ee: Hiljutiste objektide arv
fi_fi: Viimeaikaisten kohteiden määrä
ja_ja: 最近のアイテム数
nb_no: Antall nylige artikler
ro_ro: Numărul de articole recente

source: Enter how many recent listings will be shown in recent items block.
el_gr: Εισάγετε πόσες πρόσφατες καταχωρίσεις θα εμφανίζονται στο μπλοκ "Πρόσφατα στοιχεία".
et_ee: Sisestage, kui palju hiljutisi pakkumisi näidatakse viimaste objektide plokis.
fi_fi: Anna kuinka monta viimeisintä listaa näytetään viimeisimmät kohteet -lohkossa.
ja_ja: 最近の出品ブロックに表示される最近の出品数を入力する。
nb_no: Angi hvor mange nylige oppføringer som skal vises i blokken for nylige oppføringer.
ro_ro: Introduceți câte anunțuri recente vor fi afișate în blocul de articole recente.

source: Recent Items Card Design
el_gr: Πρόσφατα στοιχεία Σχεδιασμός καρτών
et_ee: Viimased tooted Kaardi kujundamine
fi_fi: Viimeisimmät tuotteet Kortin suunnittelu
ja_ja: 最近のアイテム カードデザイン
nb_no: Nylige artikler Kortdesign
ro_ro: Articole recente Card Design

source: Blog plugin
el_gr: Πρόσθετο blog
et_ee: Blogi plugin
fi_fi: Blogi-lisäosa
ja_ja: ブログプラグイン
nb_no: Bloggtillegg
ro_ro: Plugin de blog

source: Show Blog Box on Home
el_gr: Εμφάνιση του πλαισίου Blog στην αρχική σελίδα
et_ee: Näita blogi kasti avalehel
fi_fi: Näytä blogilaatikko kotisivulla
ja_ja: ホームにブログボックスを表示する
nb_no: Vis bloggboks på Hjem
ro_ro: Afișați caseta de blog pe pagina principală

source: Show blog articles box on home page. Osclass Blog plugin must be installed.
el_gr: Εμφάνιση πλαισίου άρθρων ιστολογίου στην αρχική σελίδα. Το πρόσθετο Osclass Blog πρέπει να είναι εγκατεστημένο.
et_ee: Näita blogiartiklite kasti avalehel. Osclass Blogi plugin peab olema paigaldatud.
fi_fi: Näytä blogiartikkelien laatikko etusivulla. Osclass Blog -lisäosa on asennettava.
ja_ja: ホームページにブログ記事ボックスを表示する。Osclass Blogプラグインがインストールされていること。
nb_no: Vis boksen for bloggartikler på startsiden. Osclass Blog-plugin må være installert.
ro_ro: Afișați caseta cu articole de pe blog pe pagina principală. Plugin-ul Osclass Blog trebuie să fie instalat.

source: View plugin
el_gr: Προβολή plugin
et_ee: Vaata pluginat
fi_fi: Näytä lisäosa
ja_ja: プラグインを見る
nb_no: Vis plugin
ro_ro: Vezi plugin

source: Number of Blog Articles on Home
el_gr: Αριθμός άρθρων ιστολογίου στο Home
et_ee: Blogiartiklite arv aadressil Home
fi_fi: Blogiartikkeleiden määrä kotisivulla
ja_ja: ホームに関するブログ記事数
nb_no: Antall bloggartikler på Home
ro_ro: Numărul de articole de blog pe Home

source: How many blog articles will be shown on home page.
el_gr: Πόσα άρθρα ιστολογίου θα εμφανίζονται στην αρχική σελίδα.
et_ee: Mitu blogiartiklit näidatakse avalehel.
fi_fi: Kuinka monta blogiartikkelia näytetään etusivulla.
ja_ja: トップページに表示されるブログ記事の数。
nb_no: Hvor mange bloggartikler som skal vises på startsiden.
ro_ro: Câte articole de blog vor fi afișate pe pagina principală.

source: Business profile plugin
el_gr: Πρόσθετο προφίλ επιχείρησης
et_ee: Äriprofiili plugin
fi_fi: Yritysprofiili plugin
ja_ja: ビジネス・プロファイル・プラグイン
nb_no: Plugin for bedriftsprofil
ro_ro: Plugin pentru profilul de afaceri

source: Show Companies Box on Home
el_gr: Εμφάνιση πλαισίου εταιρειών στην αρχική σελίδα
et_ee: Näita ettevõtete kasti Home
fi_fi: Näytä yritykset -laatikko kotisivulla
ja_ja: ホームに会社欄を表示する
nb_no: Vis selskaper-boksen på Hjem
ro_ro: Afișați caseta Companii pe pagina principală
